Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Location :
el_gr: Τοποθεσία:
hu_hu: Hely

source: Number Of Days Sales :
el_gr: Αριθμός των πωλήσεων ανά ημέρα:
hu_hu: Napok száma Értékesítés:

source: Days
el_gr: Ημέρες
hu_hu: nap után

source: Total Invoiced
el_gr: Σύνολο Τιμολογημένες
hu_hu: Számlázva

source: At Location
el_gr: Στη Θέση
hu_hu: Hely

source: At All Locations
el_gr: Σε όλες τις θέσεις
hu_hu: Minden helyen

source: Reorder Level
el_gr: Αναδιάταξη Επίπεδο
hu_hu: Utánrendelés szintek karbantartása

source: Use this report to display the reorder levels for Inventory items in different categories.
el_gr: Χρησιμοποιήστε αυτή την έκθεση για να εμφανίσετε τα επίπεδα ανακατάταξη των Αποθεμάτων αντικείμενα σε διαφορετικές κατηγορίες.
hu_hu: Ezzel a jelentéssel megjelenítéséhez utánrendelési mértékének Inventory tételek különböző kategóriákban.

source: Number Of Days Sales
el_gr: Αριθμός των πωλήσεων ανά ημέρα
hu_hu: A napi eladások számának

source: Order By
el_gr: Ταξινόμιση με
hu_hu: Rendelés dátum

source: Reorder Level Report
el_gr: Αναδιάταξη Έκθεση Επίπεδο
hu_hu: Utánrendelés szintek karbantartása

source: Parts below reorder level
el_gr: Μέρη κάτω από το επίπεδο αναδιατάξετε
hu_hu: Alatti részek átrendezése szint

source: The Reorder Level report could not be retrieved by the SQL because
el_gr: Η Αναδιάταξη επιπέδου έκθεση δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: Nem rendezett előleg nem elérhető (SQL), mert

source: Print Reorder Level Report
el_gr: Εκτύπωση Έκθεση Επίπεδο Αναδιάταξη
hu_hu: Utánrendelés szintek karbantartása

source: Reorder Level Reporting
el_gr: Αναδιάταξη Επίπεδο αναφοράς
hu_hu: Utánrendelés szintek karbantartása

source: Inventory Reorder Level Report
el_gr: Απογραφή Έκθεση Επίπεδο Αναδιάταξη
hu_hu: Készlet tervezés lista

source: Needed
hu_hu: Szükséges

source: Reverse Goods Received
el_gr: Αντίστροφη αγαθών που έχουν παραληφθεί
hu_hu: Szállítói visszáru

source: This page is expected to be called after a supplier has been selected
el_gr: Αυτή η σελίδα αναμένεται να κληθεί μετά από μια προμηθευτής έχει επιλεγεί
hu_hu: Ez az oldal várhatóan után nevezték el a beszállító lett kiválasztva

source: Could not retrieve the supplier name for
el_gr: Θα μπορούσε να μην ανακτήσετε το όνομα του προμηθευτή για
hu_hu: Nem sikerült letölteni a szállító neve

source: Reverse Goods Received from
el_gr: Αντίστροφη αγαθών που έχουν παραληφθεί από
hu_hu: Fordított áruk Kapott

source: Could not get the details of the GRN selected for reversal because
el_gr: Δεν θα μπορούσε να πάρει τα στοιχεία του GRN επιλεγεί για την αναστροφή, λόγω
hu_hu: Nem sikerült a részleteket a GRN kiválasztott megfordítására, mert

source: The following SQL to retrieve the GRN details was used
el_gr: Οι παρακάτω SQL για να ανακτήσετε τις λεπτομέρειες GRN χρησιμοποιήθηκε
hu_hu: Az alábbi SQL letölteni a GRN részleteit használták

source: The GRN
el_gr: Η GRN
hu_hu: A GRN

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
el_gr: έχει ήδη ανατραπεί πλήρως ή τιμολογήθηκαν από τον προμηθευτή - δεν μπορεί να αντιστραφεί - τις ποσότητες αποθεμάτων, πρέπει να διορθωθεί με προσαρμογές ελλείμματος - το απόθεμα που καταβάλλεται για
hu_hu: már vissza vagy teljes mértékben a szállító által számlázott - ez nem lehet fordítani - stock mennyiségeket korrigálni kell az állomány kiigazításokat - az állomány fizetett

source: Unable to retrieve the quantity on hand of
el_gr: Ανίκανος να ανακτήσει την ποσότητα στο χέρι του
hu_hu: Nem lehet letölteni azt a mennyiséget, viszont a

source: for Serial No
el_gr: για Αύξων αριθ
hu_hu: A sorozatszám

source: Unfortunately, of the original number
el_gr: Δυστυχώς, από τον αρχικό αριθμό
hu_hu: Sajnos, az eredeti szám

source: that were received on serial number
el_gr: που λήφθηκαν στις αύξοντα αριθμό
hu_hu: hogy érkezett sorozatszám

source: remain
el_gr: παραμένουν
hu_hu: továbbra is

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
el_gr: Η GRN μπορεί να αντιστραφεί εάν όλοι οι αρχικοί αύξοντα αριθμό ειδών βρίσκονται ακόμη σε απόθεμα στην περιοχή που ελήφθησαν σε
hu_hu: A GRN csak akkor lehet fordítani, ha minden az eredeti sorszám tételek még raktáron a helyen voltak érkezett be

source: The purchase order detail record could not be updated with the quantity reversed because
el_gr: Η εντολή αγοράς καταγράφουν λεπτομερώς δεν θα μπορούσε να ενημερωθεί με την ποσότητα αναστραφεί εξαιτίας
hu_hu: A megrendelés részletes nyilvántartást nem lehet frissíteni a mennyiséget, mert fordított

source: GRN Reversed for
el_gr: GRN αντιστραφεί
hu_hu: GRN Fordított a

source: The purchase order statusand status comment could not be changed because
el_gr: Η εντολή αγοράς statusand σχολιάσει το καθεστώς δεν θα μπορούσε να αλλάξει επειδή
hu_hu: A megrendelés statusand állapota megjegyzést nem lehetett változtatni, mert

source: The following SQL to update the purchase order header record was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε την εντολή αγοράς εγγραφή κεφαλίδας χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a megrendelés fejléc rekord használt

source: The GRN record could not be deleted because
el_gr: Η εγγραφή GRN δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A GRN rekord nem lehet törölni, mert

source: The following SQL to delete the GRN record was used
el_gr: Οι παρακάτω SQL για να διαγράψετε την εγγραφή GRN χρησιμοποιήθηκε
hu_hu: Az alábbi SQL törölni a GRN rekordot használt

source: The GRN record could not be updated
el_gr: Η εγγραφή GRN θα μπορούσε να μην είναι ενημερωμένος
hu_hu: A GRN rekord nem sikerült frissíteni

source: This reversal of goods received has not been processed because
el_gr: Αυτή η αντιστροφή των εμπορευμάτων που παραλήφθηκαν δεν έχει εγκριθεί λόγω
hu_hu: Ezt a visszafordulást a beérkezett árukról még nem dolgozott, mert

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο Επιπλέον κόστος περιουσιακού στοιχείου δεν μπορούσε να αντιστραφεί:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök költsége mellett nem lehetett fordítani:

source: The following SQL was used to attempt the reduce the cost of the asset was:
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για την προσπάθεια της να μειώσει το κόστος του περιουσιακού στοιχείου ήταν:
hu_hu: Az alábbi SQL arra használták, hogy megpróbálja a költségek csökkentésére az eszköz volt:

source: Could not determine if the item exists because
el_gr: Δεν μπόρεσα να καθορίσει εάν το στοιχείο υπάρχει γιατί
hu_hu: Nem tudta meghatározni, ha az elem létezik, mert

source: Could not get the quantity on hand of the item before the reversal was processed
el_gr: Δεν θα μπορούσε να πάρει την ποσότητα στο χέρι του είδους πριν από την αντιστροφή έγινε επεξεργασία
hu_hu: Nem sikerült a mennyiséget azonban a tétel előtt, a visszaírás feldolgozott

source: Could not insert the reversing stock movements for the batch/serial numbers
el_gr: Δεν ήταν δυνατή η εισαγωγή της αναστροφής της κίνησης των αποθεμάτων για την παρτίδα / αύξοντες αριθμούς
hu_hu: Nem sikerült beszúrni a hátrameneti készletmozgásai a tétel / sorszámát

source: The SQL used but failed was
el_gr: Ο SQL που χρησιμοποιείται, αλλά απέτυχε ήταν
hu_hu: Az SQL használt, de nem sikerült volt,

source: Could not update the batch/serial stock records
el_gr: Δεν ήταν δυνατή η ενημέρωση της παρτίδας / σειράς βιβλίων αποθήκης
hu_hu: Nem sikerült frissíteni a tétel / serial raktárnyilvántartásnak

source: GRN Reversal for PO
el_gr: GRN αντιστροφή για PO
hu_hu: GRN visszaírás a PO

source: The purchase GL posting could not be inserted for the reversal of the received item because
el_gr: Η GL αγορά απόσπασης δεν μπορεί να εισαχθεί για την αντιστροφή της το στοιχείο που λαμβάνετε, διότι
hu_hu: A vásárlás GL kiküldetés nem lehetett beilleszteni a megfordítása a fogadott tétel, mert

source: GRN Reversal PO
el_gr: GRN PO Αναστροφή
hu_hu: GRN visszaírás PO

source: has been reversed
el_gr: έχει αντιστραφεί
hu_hu: megfordult

source: Select another GRN to Reverse
el_gr: Επιλέξτε ένα άλλο GRN να αντιστρέψει
hu_hu: Válasszon ki egy másik GRN a Reverse

source: Show all goods received after
el_gr: Δείτε όλα τα προϊόντα που παραλαμβάνονται μετά
hu_hu: Az összes áru után kapott

source: Show Outstanding Goods Received
el_gr: Εμφάνιση Εξαιρετική αγαθών που έχουν παραληφθεί
hu_hu: Megjelenítés Kiváló Áruk Fogadott

source: An error occurred in the attempt to get the outstanding GRNs for
el_gr: Παρουσιάστηκε σφάλμα στην προσπάθεια να πάρει το οφειλόμενο GRNs για
hu_hu: Hiba történt a kísérlet, hogy a kiemelkedő GRNs a

source: The message was
el_gr: Το μήνυμα ήταν
hu_hu: Az üzenet

source: There are no outstanding goods received yet to be invoiced for
el_gr: Δεν υπάρχουν εκκρεμή αγαθών που έχουν παραληφθεί ακόμα να χρεώνεται για
hu_hu: Nincsenek kiemelkedő átvett áruk még nem számlázott

source: To reverse a GRN that has been invoiced first it must be credited
el_gr: Για να αντιστρέψετε μια GRN που έχει τιμολογηθεί πρώτα πρέπει να πιστωθούν
hu_hu: Megfordítása érdekében GRN, hogy már az első kiszámlázott kell jóváírni

source: Quantity To
el_gr: Ποσότητα προς
hu_hu: Mennyiség

source: Reverse
el_gr: Αντίστροφο
hu_hu: Fordított

source: Part Description (short)
el_gr: Μέρος Περιγραφή (σύντομο)
hu_hu: Rész leírása (rövid)

source: Part Description (long)
el_gr: Μέρος Περιγραφή (μακράς)
hu_hu: Rész leírása (hosszú)

source: Sales Analysis Report Columns
el_gr: Πωλήσεις Στήλες Έκθεση Ανάλυσης
hu_hu: Értékesítési Analysis Report oszlopok

source: Gross Value
el_gr: Ακαθάριστη Αξία
hu_hu: Bruttó érték

source: Net Value
el_gr: Καθαρή Αξία
hu_hu: Nettó érték

source: The report heading must be 70 characters or less long
el_gr: Η έκθεση τίτλος πρέπει να είναι 70 χαρακτήρες ή λιγότερο μακρά
hu_hu: A jelentést cím kell 70 karakter, vagy kevésbé hosszú

source: The period from must be numeric
el_gr: Η περίοδος από πρέπει να είναι αριθμός
hu_hu: Közötti időszakra kell numerikus

source: The period to must be numeric
el_gr: Το διάστημα αυτό πρέπει να είναι αριθμός
hu_hu: Az időszak kell numerikus

source: The constant entered must be numeric
el_gr: Η συνεχής τέθηκε πρέπει να είναι αριθμός
hu_hu: Az állandó lépett kell numerikus

source: The column number must be numeric
el_gr: Ο αριθμός στήλη πρέπει να είναι αριθμητική
hu_hu: Az oszlop számot kell numerikus

source: The column number must be less than 11
el_gr: Ο αριθμός στήλη πρέπει να είναι μικρότερη των 11
hu_hu: Az oszlop száma kevesebbnek kell lennie 11-nél

source: The Period From must be before the Period To, otherwise the column will always have no value
el_gr: Η περίοδος από πρέπει να είναι πριν από την περίοδο έως το, διαφορετικά η στήλη θα έχει πάντα δεν έχει αξία
hu_hu: Közötti időszakra kell, mielőtt a határidőt, ellenkező esetben az oszlop mindig nem érték

source: The report column could not be updated because
el_gr: Η στήλη έκθεση θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A jelentés oszlop nem lehet frissíteni, mert

source: The SQL used to update the report column was
el_gr: Ο SQL χρησιμοποιούνται για την ενημέρωση της στήλης έκθεση
hu_hu: Az SQL alapján frissíti a jelentést oszlop

source: Column
el_gr: Στήλη
hu_hu: Oszlop

source: The column could not be added to the report because
el_gr: Η στήλη δεν θα μπορούσε να προστεθεί στην έκθεση, επειδή
hu_hu: Az oszlop nem lehet hozzáadni a jelentést, mert

source: The SQL used to add the column to the report was
el_gr: Ο SQL που χρησιμοποιείται για να προσθέσετε τη στήλη στην έκθεση
hu_hu: Az SQL használt hozzá az oszlopot a jelentés

source: The deletion of the column failed because
el_gr: Η διαγραφή της στήλης απέτυχε διότι
hu_hu: A törlés az oszlop nem sikerült, mert

source: The SQL used to delete this report column was
el_gr: Ο SQL χρησιμοποιούνται για να διαγραφεί η στήλη αυτή έκθεση
hu_hu: Az SQL szolgál, hogy törölje ezt a jelentést oszlop

source: The column definitions could not be retrieved from the database because
el_gr: Οι ορισμοί στήλη δεν θα μπορούσε να ανακτηθεί από τη βάση δεδομένων, επειδή
hu_hu: Az oszlop meghatározások nem sikerült letölteni az adatbázist, mert

source: The SQL used to retrieve the columns for the report was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση των στηλών για τις έκθεση
hu_hu: Az SQL használt letölteni az oszlopok a jelentés

source: Heading 1
el_gr: Κατηγορία 1
hu_hu: Címsor 1

source: Heading 2
el_gr: Τομέας 2
hu_hu: 2. fejezet

source: Prd From
el_gr: Από PRD
hu_hu: PRD-tól

source: Prd To
el_gr: PRD να
hu_hu: A PRD

source: Data
el_gr: Δεδομένα
hu_hu: Adatok

source: Numerator
el_gr: Αριθμητής
hu_hu: Számláló

source: Denominator
el_gr: Παρονομαστής
hu_hu: Nevező

source: Operator
el_gr: Χειριστής
hu_hu: Üzemeltető

source: Or Actual
el_gr: Ή Πραγματική
hu_hu: Vagy tényleges

source: Maintain Report Headers
el_gr: Διατήρηση Κεφαλίδες Έκθεση
hu_hu: Karbantartás Jelentés fejlécek

source: User defined reports can have up to 10 columns defined
el_gr: Ορίζεται από το χρήστη εκθέσεων μπορεί να έχει έως και 10 ορίζονται στήλες
hu_hu: Felhasználó által meghatározott jelentések akár 10 oszlop meghatározott

source: The report will not be able to be run until some columns are deleted
el_gr: Η έκθεση δεν θα μπορέσει να διαρκέσει μέχρι μερικές στήλες διαγράφονται
hu_hu: A jelentést nem fogja tudni, hogy addig, amíg néhány oszlop el kell hagyni

source: The column
el_gr: Η στήλη
hu_hu: Az oszlop

source: The SQL used to retrieve the this column was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση της αυτή η στήλη ήταν
hu_hu: Az SQL használt letölteni a az oszlop volt

source: Column Number
el_gr: Στήλη Αριθμός
hu_hu: Oszlop száma

source: A number between 1 and 10 is expected
el_gr: Ένας αριθμός μεταξύ 1 και 10, αναμένεται
hu_hu: Számos 1 és 10 között várható

source: Heading line 1
el_gr: Τομέας γραμμή 1
hu_hu: Címsor 1. sor

source: Heading line 2
el_gr: Τομέας γραμμή 2
hu_hu: Fejezete 2. sora

source: Calculation
el_gr: Υπολογισμός
hu_hu: Számítás

source: Could not load periods table
el_gr: Δεν ήταν δυνατή η φόρτωση περιόδους πίνακα
hu_hu: Nem értelems tartomány, mert

source: Data to show
el_gr: Στοιχεία που αποδεικνύουν
hu_hu: Adatok azt mutatják,

source: Budget or Actual
el_gr: Προϋπολογισμός ή Πραγματική
hu_hu: Költségvetés vagy tényleges

source: Numerator Column
el_gr: Αριθμητής Στήλη
hu_hu: Számláló oszlop

source: Denominator Column
el_gr: Παρονομαστή Στήλη
hu_hu: Nevező oszlop

source: Calculation Operator
el_gr: Υπολογισμός Operator
hu_hu: Operátor

source: Numerator Divided By Denominator
el_gr: Αριθμητή διά παρονομαστή
hu_hu: Számlálót elosztjuk nevező

source: Numerator Divided By Constant
el_gr: Αριθμητή διά Constant
hu_hu: Számlálót elosztjuk Constant

source: Numerator Col x Constant
el_gr: Αριθμητή Col x Constant
hu_hu: Számláló Col x Constant

source: Add to
el_gr: Προσθήκη στο
hu_hu: Add hozzá a

source: Numerator Minus Denominator
el_gr: Αριθμητή Μείον Παρονομαστής
hu_hu: Számláló Mínusz nevező

source: Constant
el_gr: Σταθερή
hu_hu: Konstans

source: Format Type
el_gr: Format Τύπος
hu_hu: Formátum típusa

source: Numeric
el_gr: Αριθμητικός
hu_hu: Numerikus

source: Percentage
el_gr: Ποσοστό
hu_hu: Százalékos

source: Sales Analysis Reports Maintenance
el_gr: Ανάλυση Πωλήσεων Συντήρηση Εκθέσεις
hu_hu: Értékesítési elemzés jelentések karbantartása

source: Product Code
el_gr: Κωδικός προϊόντος
hu_hu: Termék kód

source: Product Type
el_gr: Τύπος προϊόντος
hu_hu: A termék típusa

source: Customer Branch
el_gr: Πελάτης Υποκατάστημα
hu_hu: Ügyfél Branch

source: Not Used
el_gr: Δεν χρησιμοποιείται
hu_hu: Nem használt

source: The report heading must be more than two characters long
el_gr: Η έκθεση τίτλος πρέπει να είναι περισσότερα από δύο χαρακτήρες
hu_hu: A jelentést cím kell több mint két karakter hosszú

source: No report heading was entered
el_gr: Δεν υπάρχει αναφορά κλάσης ενεγράφη
hu_hu: Nincs jelentés vámtarifaszám felvették

source: Heading too long
el_gr: Τομέας πάρα πολύ καιρό
hu_hu: Megnevezés túl hosszú

source: A group by item must be specified for the report to have any output
el_gr: Μια ομάδα από το σημείο πρέπει να προσδιορίζεται για την έκθεση να έχει κάποια τιμή
hu_hu: A csoport által tétel esetében meg kell határozni a jelentés, hogy bármilyen kimenet

source: No Group By selected
el_gr: Δεν Ομάδα Με επιλεγμένο
hu_hu: Nem Csoportosítás kiválasztva

source: Group by Level 1 is set but the upper and lower limits are not set
el_gr: Ομάδα από το Level 1 έχει οριστεί, αλλά τα ανώτερα και κατώτερα όρια δεν καθορίζονται
hu_hu: Csoport 1. szint van beállítva, de a felső és alsó határértékeket nem állította

source: these must be specified for the report to have any output
el_gr: αυτές πρέπει να καθορίζονται για την έκθεση να έχει κάποια τιμή
hu_hu: ezeket meg kell adni a jelentést, hogy minden kimenő

source: Upper/Lower limits not set
el_gr: Άνω / κάτω ορίου που δεν έχουν
hu_hu: Felső / alsó határ nincs megadva

source: Group by Level 2 is set but the upper and lower limits are not set
el_gr: Ομάδα από το επίπεδο 2 έχει οριστεί, αλλά τα ανώτερα και κατώτερα όρια δεν καθορίζονται
hu_hu: Csoport 2. szint van beállítva, de a felső és alsó határértékeket nem állította

source: Upper/Lower Limits not set
el_gr: Άνω / κάτω ορίου που δεν έχουν
hu_hu: Felső / alsó nincs megadva

source: Group by Level 3 is set but the upper and lower limits are not set
el_gr: Ομάδα από το επίπεδο 3 έχει οριστεί, αλλά τα ανώτερα και κατώτερα όρια δεν καθορίζονται
hu_hu: Csoport 3. szint van beállítva, de a felső és alsó határértékeket nem állította

source: Group by Level 4 is set but the upper and lower limits are not set
el_gr: Ομάδα από το επίπεδο 4 βρίσκεται, αλλά τα ανώτερα και κατώτερα όρια δεν καθορίζονται
hu_hu: Csoport 4. szint van beállítva, de a felső és alsó határértékeket nem állította

source: Group by Level 1 is set but the lower limit is greater than the upper limit
el_gr: Ομάδα από το Level 1 έχει οριστεί, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτατο όριο
hu_hu: Csoport 1. szint van beállítva, de az alsó határ nagyobb, mint a felső határ

source: the report will have no output
el_gr: η έκθεση δεν θα έχει καμία έξοδος
hu_hu: A jelentés nem lesz kimeneti

source: Lower Limit > Upper Limit
el_gr: Κατώτατο όριο&gt; Ανώτερο Όριο
hu_hu: Alsó határ&gt; Felső határ

source: Group by Level 2 is set but the lower limit is greater than the upper limit
el_gr: Ομάδα από το επίπεδο 2 έχει οριστεί, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτατο όριο
hu_hu: Csoport 2. szint van beállítva, de az alsó határ nagyobb, mint a felső határ

source: Group by Level 3 is set but the lower limit is greater than the upper limit
el_gr: Ομάδα από το επίπεδο 3 έχει οριστεί, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτατο όριο
hu_hu: Csoport 3. szint van beállítva, de az alsó határ nagyobb, mint a felső határ

source: Group by Level 4 is set but the lower limit is greater than the upper limit
el_gr: Ομάδα από το επίπεδο 4 βρίσκεται, αλλά το κατώτατο όριο είναι μεγαλύτερο από το ανώτατο όριο
hu_hu: Csoport 4. szint van beállítva, de az alsó határ nagyobb, mint a felső határ

source: The report could not be updated because
el_gr: Η έκθεση θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A jelentést nem lehet frissíteni, mert

source: The SQL used to update the report headers was
el_gr: Ο SQL που χρησιμοποιείται για την ενημέρωση των επικεφαλίδων έκθεση
hu_hu: Az SQL alapján frissíti a jelentés fejlécét volt

source: report has been updated
el_gr: έκθεση έχει ενημερωθεί
hu_hu: jelentést frissült

source: The report could not be added because
el_gr: Η έκθεση δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A jelentést nem lehetett hozzá, mert

source: The SQL used to add the report header was
el_gr: Ο SQL που χρησιμοποιείται για να προσθέσετε την κεφαλίδα έκθεσης
hu_hu: Az SQL használt hozzá a jelentés fejlécében volt

source: report has been added to the database
el_gr: έκθεση έχει προστεθεί στη βάση δεδομένων
hu_hu: jelentés bekerül az adatbázisba

source: The deletion of the report heading failed because
el_gr: Η διαγραφή της έκθεσης κλάσης απέτυχε διότι
hu_hu: A törlés a jelentés vámtarifaszám alá nem sikerült, mert

source: The SQL used to delete the report headers was
el_gr: Ο SQL που χρησιμοποιείται για να διαγράψετε τις κεφαλίδες έκθεση
hu_hu: Az SQL szolgál, hogy törölje a jelentés fejlécét volt

source: Report Deleted
el_gr: Έκθεση Διαγράφεται
hu_hu: Jelentés törölve

source: Report No
el_gr: Έκθεση αριθ
hu_hu: Számú jelentése

source: Report Title
el_gr: Έκθεση Τίτλος
hu_hu: Jelentés címe

source: Define Columns
el_gr: Ορίστε Στήλες
hu_hu: Adjuk oszlopok

source: Make PDF Report
el_gr: Κάντε Έκθεση PDF
hu_hu: Készíts PDF-jelentés

source: Are you sure you wish to remove this report design?
el_gr: Είστε σίγουροι ότι θέλετε να καταργήσετε αυτό το σχέδιο έκθεσης;
hu_hu: Biztosan el szeretné távolítani ezt a jelentést design?

source: Show All Defined Reports
el_gr: Δείτε όλα τα καθορισμένα Εκθέσεις
hu_hu: Összes meghatározott jelentések

source: The reports for display could not be retrieved because
el_gr: Οι εκθέσεις για την εμφάνιση δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A jelentések a kijelző nem lehetett letölteni, mert

source: The SQL used to retrieve the report headers was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση των επικεφαλίδων έκθεση
hu_hu: Az SQL használt letöltéséhez a jelentés fejlécét volt

source: Edit The Selected Report
el_gr: Επεξεργαστείτε την επιλεγμένη έκθεση
hu_hu: Edit A Kiválasztott jelentés

source: Define A New Report
el_gr: Ορίστε μια νέα έκθεση
hu_hu: Meg egy új jelentés

source: Report Heading
el_gr: Έκθεση Τομέας
hu_hu: Jelentés fejezet

source: Group By 1
el_gr: Ομαδοποίηση κατά 1
hu_hu: Csoport 1-

source: Page Break After
el_gr: Αλλαγή σελίδας μετά
hu_hu: Oldaltörés után

source: Group By 2
el_gr: Ομάδα Έως τις 2
hu_hu: Csoport 2

source: Group By 3
el_gr: Ομαδοποίηση κατά 3
hu_hu: Csoportosítás 3

source: Group By 4
el_gr: Ομάδα Έως τις 4
hu_hu: Group 4-

source: The security settings on your account do not permit you to access this function
el_gr: Οι ρυθμίσεις ασφαλείας στο λογαριασμό σας δεν σας επιτρέπουν την πρόσβαση σε αυτή τη λειτουργία
hu_hu: A biztonsági beállítások nem engedélyezik ezt a műveletet

source: User Defined Sales Analysis Problem
el_gr: User Defined Πωλήσεις Πρόβλημα Ανάλυση
hu_hu: Felhasználó által definiált Eladási analízis hiba

source: The report did not have any none zero lines of information to show and so it has not been created
el_gr: Η έκθεση δεν είχε κανένας μηδέν γραμμές πληροφοριών και για να δείξει και έτσι δεν έχει δημιουργηθεί
hu_hu: A jelentés nem volt sem nulla sornyi információ show, és így nem jött létre

source: Look at the design of this report
el_gr: Κοιτάξτε το σχεδιασμό αυτής της έκθεσης
hu_hu: Ellenőrizze a kimutatás kinézetét

source: Sales Analysis Comma Separated File (CSV) Generation
el_gr: Πωλήσεις Comma Separated Ανάλυση αρχείων (CSV) Γενιάς
hu_hu: Értékesítési elemzés vesszővel elválasztott fájl (CSV) generációs

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
el_gr: Εσείς θα πρέπει αυτομάτως να διαβιβασθεί στο αρχείο CSV Ανάλυση Πωλήσεων όταν θα είναι έτοιμη
hu_hu: Ön automatikusan fel kell küldeni a CSV értékesítési elemzés fájlt, ha kész

source: Daily
el_gr: Ημερησίως
hu_hu: Napi

source: Sales Category Maintenance
el_gr: Πωλήσεις Συντήρηση Κατηγορία
hu_hu: Eladási kategóriák karbantartása

source: The Sales category record has been updated
el_gr: Η εγγραφή κατηγορία Πωλήσεις έχει ενημερωθεί
hu_hu: Az értékesítési kategóriát eredménye frissült
