Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Credit Amount in Supplier Currency
el_gr: Πιστωτικές Ποσό σε Νόμισμα Προμηθευτή
hu_hu: Hitel összege a Szállító pénznem

source: Update Tax Calculation
el_gr: Ενημέρωση υπολογισμού του φόρου
hu_hu: EDI beállítások frissítve

source: Automatic
el_gr: Αυτόματη
hu_hu: Automatikus

source: Manual Entry
el_gr: Χειροκίνητη έναρξη
hu_hu: Kézi bejegyzés

source: Credit Note Total
el_gr: Πιστωτικές Σύνολο Σημείωση
hu_hu: Hitel Megjegyzés összesen

source: Enter Credit Note
el_gr: Πληκτρολογήστε το πιστωτικό σημείωμα
hu_hu: Adja Credit megjegyzés

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
el_gr: Το πιστωτικό σημείωμα που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι το συνολικό ποσό του πιστωτικού σημειώματος είναι μικρότερη ή ίση με 0
hu_hu: A jóváírást bevezetett nem lehet feldolgozni, mert a teljes összeg a jóváírás kisebb vagy egyenlő 0

source: Credit notes are expected to be entered as positive amounts to credit
el_gr: Τα πιστωτικά σημειώματα αναμένεται να εγγραφεί ως θετικά ποσά σε πιστώσεις
hu_hu: A kedvezmény értéke pozitív szám kell hogy legyen

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
el_gr: Το πιστωτικό σημείωμα που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι η δεν υπάρχει προμηθευτές αριθμό πιστωτικό σημείωμα ή αναφοράς εγγράφεται
hu_hu: A jóváírást bevezetett nem lehet feldolgozni, mert az nincs a szállítók jóváírást száma vagy hivatkozás lépett

source: The supplier credit note number must be entered
el_gr: Η πίστωση προμηθευτή αριθμό σημείωσης πρέπει να αναγράφεται
hu_hu: A szállítói hitel tudomásul számot kell beírni

source: The credit note as entered cannot be processed because the date entered is not in the format
el_gr: Το πιστωτικό σημείωμα που εγγράφονται δεν μπορούν να διεκπεραιωθούν, επειδή η ημερομηνία που δεν είναι στη μορφή
hu_hu: A jóváírást bevezetett nem lehet feldolgozni, mert a beírt dátum nem a formátum

source: The credit note as entered cannot be processed because the date is after today
el_gr: Το πιστωτικό σημείωμα που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι η ημερομηνία είναι μετά από σήμερα
hu_hu: A jóváírást bevezetett nem lehet feldolgozni, mert a dátum után a mai

source: Purchase credit notes are expected to have a date prior to or today
el_gr: Οι Αγορές πιστωτικά σημειώματα που αναμένεται να έχουν ημερομηνία πριν ή σήμερα
hu_hu: Vásárlási jóváírási várhatóan egy időpontot megelőzően, vagy ma

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
el_gr: Το πιστωτικό σημείωμα που εγγράφονται δεν μπορούν να διεκπεραιωθούν λόγω της συναλλαγματικής ισοτιμίας για το πιστωτικό σημείωμα έχει τεθεί ως αρνητικός αριθμός ή μηδέν
hu_hu: A jóváírást bevezetett nem lehet feldolgozni, mert az árfolyam a jóváírás került be, mint a negatív vagy nulla szám

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
el_gr: Η συναλλαγματική ισοτιμία αναμένεται να δείξει πόσα από τα νομίσματος προμηθευτές υπάρχουν σε 1 του τοπικού νομίσματος
hu_hu: Az árfolyam várható mutatja, hogy hány a szállítók valuta van 1 a helyi valutában

source: The credit note total as entered is less than the sum of the shipment charges
el_gr: Το συνολικό πιστωτικό σημείωμα που τέθηκε είναι μικρότερη από το άθροισμα των εξόδων αποστολής
hu_hu: A jóváírást teljes bevezetett kisebb, mint az összege a szállítmány díjak

source: the general ledger entries (if any) and the charges for goods received
el_gr: τις γενικές καταχωρίσεις καθολικό (εάν υπάρχουν) και τις επιβαρύνσεις για εμπορεύματα που παραλαμβάνει
hu_hu: A főkönyvi tételek (ha van) és a díjakat az áruk kapott

source: There must be a mistake somewhere
el_gr: Πρέπει να υπάρχει ένα λάθος κάπου
hu_hu: Ott kell lennie valahol tévedés

source: the credit note as entered will not be processed
el_gr: το πιστωτικό σημείωμα, όπως είχαν εγγραφεί δεν θα προχωρήσει
hu_hu: A jóváírást bevezetett nem kerül feldolgozásra

source: The general ledger transaction could not be added because
el_gr: Η γενική πράξη καθολικό δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A főkönyvi tranzakció nem lehetett hozzá, mert

source: The following SQL to insert the GL transaction was used
el_gr: Οι παρακάτω SQL για να εισάγετε την πράξη GL χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a GL tranzakció használt

source: Shipment credit against
el_gr: Αποστολή πίστωση έναντι
hu_hu: Szállítás hitel ellen

source: The general ledger transaction for the shipment
el_gr: Η γενική πράξη καθολικό για την αποστολή
hu_hu: A főkönyvi tranzakció a szállításért

source: Asset Credit
hu_hu: Asset Hitel

source: The general ledger transaction for the asset addition could not be added because
el_gr: Η γενική πράξη καθολικό για την προσθήκη του ενεργητικού δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A főkönyvi tranzakció az eszköz mellett nem lehetett hozzá, mert

source: Contract charge against
el_gr: Συμβόλαιο κατηγορία εναντίον
hu_hu: Leírás

source: The general ledger transaction for the contract
el_gr: Η γενική πράξη καθολικό για τη σύμβαση
hu_hu: Nincs elérhető főkönyvi tranzakció

source: GRN Credit Note
el_gr: GRN πιστωτικό σημείωμα
hu_hu: GRN Credit megjegyzés

source: std cost of
el_gr: std κόστος
hu_hu: std ára

source: price var of
el_gr: var τιμή του
hu_hu: ár var a

source: The general ledger transaction could not be added for the price variance of the stock item because
el_gr: Η γενική πράξη καθολικό δεν θα μπορούσε να προστεθεί για τη διακύμανση των τιμών του είδους υλικού, επειδή
hu_hu: A főkönyvi tranzakció nem sikerült hozzáadni az ára változó, állomány elem, mert

source: Average Cost Adj
el_gr: Μέσο κόστος Adj
hu_hu: Átlagos költség Adj

source: price var
el_gr: var τιμή
hu_hu: ár var

source: a rate of
el_gr: ένα ποσοστό
hu_hu: mértékű

source: The total posted to the credit accounts is
el_gr: Η συνολική δημοσιεύτηκε στις λογαριασμούς πιστωτικών
hu_hu: A teljes kiküldött a hitel számlák

source: but the sum of OvAmount converted at ExRate
el_gr: αλλά το άθροισμα των OvAmount μετατραπεί σε ExRate
hu_hu: de az összege OvAmount átszámítani ExRate

source: Credit note
el_gr: Πιστωτικό σημείωμα
hu_hu: Jóváírást

source: The general ledger transaction for the tax could not be added because
el_gr: Η γενική πράξη καθολικό του φόρου δεν μπορεί να προστεθεί, επειδή
hu_hu: A főkönyvi tranzakció az adót nem lehetett hozzá, mert

source: The general ledger transaction for the control total could not be added because
el_gr: Η γενική πράξη καθολικό για τον πλήρη έλεγχο δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A főkönyvi tranzakció védekezésre irányuló teljes nem lehetett hozzá, mert

source: The supplier credit note transaction could not be added to the database because
el_gr: Η πίστωση προμηθευτή συναλλαγή σημείωμα δεν μπορούσε να προστεθεί στη βάση δεδομένων, επειδή
hu_hu: A szállítói hitel tudomásul ügylet nem adható hozzá az adatbázishoz, mert

source: The following SQL to insert the supplier credit note was used
el_gr: Οι παρακάτω SQL για την εισαγωγή του πιστωτικού σημειώματος προμηθευτή χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a szállítói hitel feljegyzés használt

source: The supplier transaction taxes records could not be inserted because
el_gr: Οι φόροι συναλλαγών προμηθευτής αρχεία δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A szállító tranzakciós adók nyilvántartást nem lehet beilleszteni, mert

source: The following SQL to insert the supplier transaction taxes record was used:
el_gr: Οι παρακάτω SQL για να εισάγετε την πράξη τους φόρους καταγράφουν προμηθευτής χρησιμοποιήθηκε:
hu_hu: Az alábbi SQL szúrni a nyertes ügylet adó rekord volt:

source: The quantity credited of the purchase order line could not be updated because
el_gr: Η ποσότητα πιστώνεται της γραμμής παραγγελίας μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: A mennyiség jóváírják a megrendelés vonalat nem lehetett frissíteni, mert

source: The following SQL to update the purchase order details was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε τα στοιχεία της εντολής αγοράς, χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a megrendelés adatait használták fel

source: The quantity credited off the goods received record could not be updated because
el_gr: Η ποσότητα που πιστώνονται στα ανοικτά των αγαθών που έχουν παραληφθεί αρχείο θα μπορούσε να μην ενημερωθεί, επειδή
hu_hu: A mennyiség jóváírt ki az átvett áruk rekord nem lehetett frissíteni, mert

source: The following SQL to update the GRN quantity credited was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε την ποσότητα GRN πιστωθεί χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a GRN mennyiséget jóváírt használták

source: The shipment charge record for the shipment
el_gr: Η εγγραφή χρέωση αποστολής για την αποστολή
hu_hu: A szállítás díj rekord a szállítás

source: The following SQL to insert the Shipment charge record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το ρεκόρ χρέωση αποστολής χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a szállítási díj rekordot használt

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος περιουσιακού στοιχείου δεν ήταν σε θέση να ενημερωθεί, επειδή:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök költségét nem tudta frissíteni kell, mert:

source: The following SQL was used to attempt the update of the fixed asset cost:
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να προσπαθήσει την ενημέρωση των πάγιων εξόδων του ενεργητικού:
hu_hu: Az alábbi SQL arra használták, hogy megpróbálja a frissítés a tárgyi eszköz költség:

source: The contract charge record for contract
el_gr: Η εγγραφή χρέωση σύμβαση για σύμβαση
hu_hu: A kedvezmény mátrix frissítve

source: The following SQL to insert the contract charge record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το ρεκόρ επιβάρυνση σύμβαση χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος περιουσιακού στοιχείου δεν ήταν σε θέση να ενημερωθεί, επειδή:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök költségét nem tudta frissíteni kell, mert:

source: The following SQL was used to attempt the update of the asset cost:
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να προσπαθήσει την ενημέρωση του κόστους περιουσιακού στοιχείου:
hu_hu: Az alábbi SQL arra használták, hogy megpróbálja a frissítés az eszköz ára:

source: Supplier credit note number
el_gr: Προμηθευτής αριθμός πιστωτικό σημείωμα
hu_hu: Szállító jóváíró számla száma

source: Enter another Credit Note for this Supplier
el_gr: Εισάγετε ένα άλλο πιστωτικό σημείωμα για αυτή την Προμηθευτή
hu_hu: Adjon meg oszlopot a kimutatáshoz

source: Supplier Inquiry
el_gr: Προμηθευτής Εξεταστική
hu_hu: Szállító Ajánlatkérés

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
el_gr: Για να εμφανίσετε την έρευνα Προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Jelenítse meg a vizsgálatot a Szállító először ki kell választani a Szállító kiválasztó képernyő

source: Select a Supplier to Inquire On
el_gr: Επιλέξτε έναν προμηθευτή να ζητά πληροφορίες για
hu_hu: Válassza ki a Szállító általi lekérdezése

source: The supplier details could not be retrieved by the SQL because
el_gr: Οι λεπτομέρειες προμηθευτής δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: A szállító adatai nem sikerült letölteni a SQL, mert

source: Hold
el_gr: Κρατήστε
hu_hu: Tart

source: Release
el_gr: Κυκλοφορίας
hu_hu: Reset

source: The Supplier Transactions could not be updated because
el_gr: Οι συναλλαγές Προμηθευτής θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A Szállító tranzakciók nem lehetett frissíteni, mert

source: View Payments
el_gr: Δείτε Πληρωμές
hu_hu: Kifizetés

source: Enter Supplier Invoice
el_gr: Εισάγετε Τιμολογίου Προμηθευτή
hu_hu: Adja szállítói számla

source: Supplier Invoice
el_gr: Προμηθευτής Τιμολόγιο
hu_hu: Szállító

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
el_gr: Για να εισάγετε ένα τιμολόγιο προμηθευτή ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Adjon meg egy szállítói számla a szállító először ki kell választani a szállító kiválasztása képernyőn

source: Select A Supplier to Enter an Invoice For
el_gr: Επιλέξτε έναν προμηθευτή να Εισάγετε ένα τιμολόγιο για
hu_hu: Válassza ki a szállító számára, Adja meg a számlát

source: You should automatically be forwarded to the entry of invoices against goods received page
el_gr: Θα πρέπει να διαβιβάζεται αυτόματα με την έναρξη των τιμολογίων έναντι των εμπορευμάτων που έλαβαν σελίδα
hu_hu: Automatikusan a szállítói számla oldalra lesz továbbítva

source: You should automatically be forwarded to the entry of invoices against shipments page
el_gr: Θα πρέπει να διαβιβάζεται αυτόματα με την έναρξη των τιμολογίων όσον αφορά τις μεταφορές σελίδα
hu_hu: Automatikusan a szállítói számla oldalra lesz továbbítva

source: You should automatically be forwarded to the entry of invoices against the general ledger page
el_gr: Θα πρέπει να διαβιβάζεται αυτόματα με την έναρξη των τιμολογίων από το γενικό καθολικό σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési számlák ellen főkönyvi oldalra

source: You should automatically be forwarded to the entry of invoices against contracts page
el_gr: Θα πρέπει να διαβιβάζεται αυτόματα με την έναρξη των τιμολογίων κατά των συμβάσεων σελίδα
hu_hu: Automatikusan a szállítói számla oldalra lesz továbbítva

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο του τιμολογίου ποσά έναντι των παγίων περιουσιακών στοιχείων σελίδας
hu_hu: Ön automatikusan fel kell küldeni a belépési összegek a számla elleni állóeszközök oldal

source: Supplier Invoice Reference
el_gr: Προμηθευτής Τιμολόγιο Αναφορά
hu_hu: Szállítói számla Referencia

source: Purchase Order Charges
el_gr: Αγορά Χρεώσεις Παραγγελία
hu_hu: Megrendelés díjak

source: Supplier Ref
el_gr: Προμηθευτής Ref
hu_hu: Szállító

source: Quantity Charged
el_gr: Ποσότητας που καταλογίστηκε
hu_hu: Mennyiség Charged

source: Price in
el_gr: Τιμή σε
hu_hu: Ár

source: Total Value of Goods Charged
el_gr: Συνολική αξία των αγαθών Charged
hu_hu: Áruk összértéke Charged

source: Shipment Charges
el_gr: Αποστολή Χρεώσεις
hu_hu: Szállítás díjak

source: Fixed Asset Additions
el_gr: Σταθερό Προσθήκες Asset
hu_hu: Állóeszköz-kiegészítések

source: Invoice Total
el_gr: Τιμολόγιο Σύνολο
hu_hu: Számla száma

source: Enter Invoice
el_gr: Εισάγετε Τιμολογίου
hu_hu: Adja meg számla

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
el_gr: Το τιμολόγιο που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι το συνολικό ποσό του τιμολογίου είναι μικρότερο από 0
hu_hu: A számlán szereplő nem lehet feldolgozni, mert a teljes számla összege kisebb, mint 0

source: Invoices are expected to have a positive charge
el_gr: Τα τιμολόγια που αναμένεται να έχουν ένα θετικό φορτίο
hu_hu: Számlák várhatóan pozitív töltés

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
el_gr: Το τιμολόγιο που έχει καταχωρηθεί θα υποβληθούν σε επεξεργασία αλλά προσέξτε το ποσό του τιμολογίου είναι μηδέν!
hu_hu: A számlán szereplő feldolgozásra kerül, de vigyázz a számla összege is nulla!

source: Invoices are normally expected to have a positive charge
el_gr: Τα τιμολόγια είναι κανονικά αναμένεται να έχουν θετικό φορτίο
hu_hu: Számlák általában várhatóan pozitív töltés

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
el_gr: Το τιμολόγιο που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι η δεν υπάρχει αριθμός τιμολογίου προμηθευτές ή αναφοράς εγγράφεται
hu_hu: A számlán szereplő nem lehet feldolgozni, mert az nincs a szállítók számla száma, vagy hivatkozás lépett

source: The supplier invoice number must be entered
el_gr: Ο αριθμός τιμολογίου προμηθευτής πρέπει να αναγράφεται
hu_hu: A szállítói számla számát kell beírni

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
el_gr: Το τιμολόγιο που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι η ημερομηνία έκδοσης του τιμολογίου δώσατε δεν είναι σε μορφή
hu_hu: A számlán szereplő nem lehet feldolgozni, mert a számla beírt dátum nem a formátum

source: The invoice as entered cannot be processed because the invoice date is after today
el_gr: Το τιμολόγιο που εγγράφονται δεν μπορούν να διεκπεραιωθούν, διότι η ημερομηνία έκδοσης του τιμολογίου είναι μετά από σήμερα
hu_hu: A számlán szereplő nem lehet feldolgozni, mert a számla dátuma után ma

source: Purchase invoices are expected to have a date prior to or today
el_gr: Οι τιμολόγιο αγοράς αναμένεται να έχουν ημερομηνία πριν ή σήμερα
hu_hu: A beszerzési számlákat nem várható, hogy egy időpontot megelőzően, vagy ma

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
el_gr: Το τιμολόγιο που εγγράφονται δεν μπορούν να διεκπεραιωθούν λόγω της συναλλαγματικής ισοτιμίας για το τιμολόγιο έχει εγγραφεί ως αρνητικός αριθμός ή μηδέν
hu_hu: A számlán szereplő nem lehet feldolgozni, mert az árfolyam a számlát már be, mint a negatív vagy nulla szám

source: The sql to check for the previous entry of the same invoice failed
el_gr: Το sql για να ελέγξετε για την προηγούμενη καταχώρηση του ίδιου τιμολογίου απέτυχε
hu_hu: Az sql, hogy ellenőrizze az előző bejegyzés az ugyanazon a számlán nem

source: The invoice number
el_gr: Ο αριθμός του τιμολογίου
hu_hu: A számla száma

source: has already been entered
el_gr: έχει ήδη καταχωρηθεί
hu_hu: már megkötött

source: It cannot be entered again
el_gr: Δεν μπορεί να τεθεί και πάλι
hu_hu: Nem lehet az árukat ismételten

source: Shipment charge against
el_gr: Αποστολή κατηγορία εναντίον
hu_hu: Szállítás díj ellen

source: Asset Addition
el_gr: Asset προσθήκη
hu_hu: Eszköz hozzáadása

source: The total posted to the debit accounts is
el_gr: Η συνολική δημοσιεύτηκε στις λογαριασμούς χρέωσης
hu_hu: A teljes kiküldött a betéti számlák

source: exch rate
el_gr: Exch επιτόκιο
hu_hu: Árfolyam

source: The supplier invoice transaction could not be added to the database because
el_gr: Η συναλλαγή τιμολόγιο προμηθευτή δεν θα μπορούσε να προστεθεί στη βάση δεδομένων, επειδή
hu_hu: A szállítói számla ügylet nem lehet hozzáadni az adatbázishoz, mert

source: The following SQL to insert the supplier invoice was used
el_gr: Οι παρακάτω SQL για να εισάγετε το τιμολόγιο προμηθευτή χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a szállítói számla használták

source: The quantity invoiced of the purchase order line could not be updated because
el_gr: Η ποσότητα που τιμολογείται της γραμμής παραγγελίας μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: A mennyiség számlázott a megrendelés vonalat nem lehetett frissíteni, mert

source: The quantity invoiced off the goods received record could not be updated because
el_gr: Η ποσότητα που τιμολογείται στα ανοικτά των αγαθών που έχουν παραληφθεί αρχείο θα μπορούσε να μην ενημερωθεί, επειδή
hu_hu: A mennyiség számlázott ki az átvett áruk rekord nem lehetett frissíteni, mert

source: The following SQL to update the GRN quantity invoiced was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε την ποσότητα GRN τιμολογούνται χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a GRN mennyiséget számlázott használták

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος περιουσιακό στοιχείο θα μπορούσε να μην είναι ενημερωμένος, διότι:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök költsége nem lehetett frissíteni, mert:

source: Supplier invoice number
el_gr: Προμηθευτής αριθμός του τιμολογίου
hu_hu: Szállítói számla száma

source: Enter another Invoice for this Supplier
el_gr: Εισάγετε ένα άλλο τιμολόγιο για αυτό Προμηθευτή
hu_hu: Adjon meg egy másik számlát a Szállító

source: Save
el_gr: Αποθήκευση
hu_hu: Mentés

source: NZ account numbers must have 16 numeric characters in it
el_gr: NZ αριθμοί λογαριασμών πρέπει να έχει 16 αριθμητικούς χαρακτήρες σε αυτό
hu_hu: NZ számlaszámok kell 16 numerikus karaktereket is

source: NZ account numbers entered must use all numeric characters in it
el_gr: NZ αριθμούς, που εγγράφονται πρέπει να χρησιμοποιήσει όλα τα αριθμητικούς χαρακτήρες σε αυτό
hu_hu: NZ számlaszámok be kell használnia az összes numerikus karaktereket is

source: NZ Accounts codes with the United Bank are not verified
el_gr: NZ κωδικούς λογαριασμών με τις Ηνωμένες Τράπεζα δεν επαληθεύονται
hu_hu: NZ számlák kódok az Egyesült Bank nem ellenőrzött

source: be careful to enter the correct account number
el_gr: να είστε προσεκτικοί για να εισάγετε τον σωστό αριθμό λογαριασμού
hu_hu: vigyázz, hogy adja meg a helyes számlaszám

source: ANZ branches must be between 0001 and 0999 or between 1100 and 1199
el_gr: ANZ υποκαταστήματα αυτά πρέπει να είναι μεταξύ 0001 και 0999 ή μεταξύ 1100 και 1199
hu_hu: ANZ ágak között kell lennie 0001 és 0999 között vagy 1100 és 1199

source: The branch number used is invalid
el_gr: Ο αριθμός που χρησιμοποιείται υποκατάστημα είναι έγκυρος
hu_hu: A fióktelep szám, érvénytelen

source: Bank Of New Zealand branches must be between 0001 and 0999 or between 1200 and 1299
el_gr: Τράπεζα της Νέας Ζηλανδίας, τα υποκαταστήματα πρέπει να είναι μεταξύ 0001 και 0999 ή μεταξύ 1200 και 1299
hu_hu: Bank of New Zealand ágak között kell lennie 0001 és 0999 között vagy 1200 és 1299

source: Westpac Trust branches must be between 0001 and 0999 or between 1300 and 1399
el_gr: Westpac υποκαταστήματα εμπιστοσύνη πρέπει να είναι μεταξύ 0001 και 0999 ή μεταξύ 1300 και 1399
hu_hu: Westpac Trust ágak között kell lennie 0001 és 0999 között vagy 1300 és 1399

source: National Bank branches must be between 0001 and 0999 or between 1400 and 1499
el_gr: Εθνική καταστημάτων της Τράπεζας πρέπει να είναι μεταξύ 0001 και 0999 ή μεταξύ 1400 και 1499
hu_hu: Nemzeti Bank fiókjaiban között kell lennie 0001 0999 közötti, illetve 1400 és 1499

source: National Australia branches must be between 6500 and 6599
el_gr: Εθνική υποκαταστήματα στην Αυστραλία πρέπει να είναι μεταξύ 6500 και 6599
hu_hu: Nemzeti Ausztrália ágak között kell lennie 6500 és 6599

source: The Reserve Bank branch should be 0000
el_gr: Η Reserve Bank υποκατάστημα θα πρέπει να 0000
hu_hu: A tartalék Bankfiók kell 0000

source: Trust Bank and Regional Bank branches must be between 3000 and 4999
el_gr: Εμπιστοσύνη Τράπεζας και των περιφερειακών καταστημάτων της Τράπεζας πρέπει να είναι μεταξύ 3000 και 4999
hu_hu: Trust Bank és a regionális Bank fiókjaiban között kell lennie, 3000 és 4999

source: Post Office Bank branches must be between 5000 and 6499
el_gr: Ταχυδρομείο καταστημάτων της Τράπεζας πρέπει να είναι μεταξύ 5000 και 6499
hu_hu: Posta Bank fiókjaiban között kell lennie, 5000 és 6499
