Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The customer name must be entered and be forty characters or less long
el_gr: Το όνομα πελατών πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή μικρότερο
hu_hu: Vevő név megadása kötelező, max 40 karakter

source: The debtor code cannot be empty
el_gr: Ο κωδικός χρεωστών δεν μπορεί να είναι κενός
hu_hu: A vevő kód nem lehet üres

source: The customer code cannot contain any of the following characters
el_gr: Ο κωδικός πελάτη δεν μπορεί να περιέχει κανέναν από τους ακόλουθους χαρακτήρες
hu_hu: A vevő kód nem tartalmazhatja a következő karaktereket

source: The Line 1 of the address must be forty characters or less long
el_gr: Η γραμμή 1 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότεροι
hu_hu: A címsor 1 max 40 karakter lehet

source: The Line 2 of the address must be forty characters or less long
el_gr: Η γραμμή 2 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότεροι
hu_hu: A címsor 2 max 40 karakter lehet

source: The Line 3 of the address must be forty characters or less long
el_gr: Η γραμμή 3 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότεροι
hu_hu: A címsor 3 max 40 karakter lehet

source: The Line 4 of the address must be fifty characters or less long
el_gr: Η γραμμή της 4 της διεύθυνσης πρέπει να είναι πενήντα χαρακτήρες ή μικρότερη
hu_hu: A címsor 4 max 50 karakter hosszú lehet

source: The Line 5 of the address must be twenty characters or less long
el_gr: Η γραμμή 5 της διεύθυνσης πρέπει να είναι σαράντα χαρακτήρες ή λιγότεροι
hu_hu: A címsor 5 max 40 karakter lehet

source: The credit limit must be numeric
el_gr: Το πιστωτικό όριο πρέπει να είναι αριθμητικό
hu_hu: A hitel limit csak szám lehet

source: The payment discount must be numeric
el_gr: Η έκπτωση πληρωμής πρέπει να είναι αριθμητική
hu_hu: A fizetési kedvezmény csak szám lehet

source: The customer since field must be a date in the format
el_gr: Το πεδίο -πελάτης από- πρέπει να είναι μια ημερομηνία της μορφής
hu_hu: A vevő óta mező csak dátum lehet, ebben a formában

source: The discount percentage must be numeric
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι αριθμητικό
hu_hu: A kedvezmény százalék csak szám lehet

source: The credit limit must be a positive number
el_gr: Το πιστωτικό όριο πρέπει να είναι ένας θετικός αριθμός
hu_hu: A hitel limit csak pozitív szám lehet

source: The payment discount is expected to be less than 10% and greater than or equal to 0
el_gr: Η έκπτωση πληρωμής αναμένεται για να είναι λιγότερο από 10% και μεγαλύτερη ή ίση με 0
hu_hu: A fizetési kedvezménynek 0 és 10% között kell lennie

source: The discount is expected to be less than 100% and greater than or equal to 0
el_gr: Η έκπτωση αναμένεται για να είναι λιγότερο από 100% και μεγαλύτερη ή ίση με 0
hu_hu: A kedvezménynek 0 és 100% között kell lennie

source: The currency code cannot be updated as there are already transactions for this customer
el_gr: Ο κωδικός του νομίσματος δεν μπορεί να ανανεωθεί, καθώς υπάρχουν ήδη οι συναλλαγές για αυτόν τον πελάτη
hu_hu: Nem lehet a vevő rekordot törölni, mert tranzakciók hivatkoznak rá

source: The customer could not be updated because
el_gr: Ο πελάτης δεν ήταν δυνατό να ενημερωθεί επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: Customer updated
el_gr: Ο Πελάτης Ενημερώθηκε
hu_hu: Vevő adatok frissítve

source: This customer could not be added because
el_gr: Αυτός ο πελάτης δεν ήταν δυνατό να προστεθεί επειδή
hu_hu: Vevő rekord nem rögzíthető, mer

source: You should automatically be forwarded to the entry of a new Customer Branch page
el_gr: Πρέπει αυτόματα να προωθηθείτε στην καταχώρηση μιας νέας σελίδας Δικτύου Πελάτη
hu_hu: Automatikusan továbbítva lesz az megrendelések tételsorai oldalra

source: No updates or deletes took place
el_gr: Καμία αναπροσαρμογή ή διαγραφή δεν πραγματοποιήθηκε
hu_hu: Nem lehet módosítani, törölni

source: This customer cannot be deleted because there are transactions that refer to it
el_gr: Αυτός ο πελάτης δεν μπορεί να διαγραφεί επειδή υπάρχουν συναλλαγές που αναφέρονται σε αυτόν
hu_hu: Nem lehet a vevő rekordot törölni, mert tranzakciók hivatkoznak rá

source: transactions against this customer
el_gr: συναλλαγές έναντι αυτού του πελάτη
hu_hu: vevői tranzakciók

source: Cannot delete the customer record because orders have been created against it
el_gr: Δεν μπορείτε να διαγράψετε το αρχείο πελάτη επειδή έχουν δημιουργηθεί παραγγελιες έναντι αυτού
hu_hu: Nem lehet a vevő rekordot törölni, mert megrendelések hivatkoznak rá

source: orders against this customer
el_gr: διαταγές έναντι του πελάτη
hu_hu: vevői megrendelések

source: Cannot delete this customer record because sales analysis records exist for it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το αρχείο πελάτη επειδή υπάρχουν αρχεία ανάλυσης πωλήσεων γι'αυτόν
hu_hu: Nem lehet a vevő rekordot törölni, mert eladási analízis rekordok hivatkoznak rá

source: sales analysis records against this customer
el_gr: αρχεία ανάλυσης πωλήσεων έναντι αυτού του πελάτη
hu_hu: vevői eladási analízis tételek

source: In order to create a new customer you must first set up at least one sales type/price list
el_gr: Για να δημιουργήσετε ένα νέο πελάτη θα πρέπει πρώτα να δημιουργήσει τουλάχιστον έναν τύπο πωλήσεων / τιμοκατάλογο
hu_hu: Annak érdekében, hogy hozzon létre egy új ügyfél először be kell állítanod legalább egy értékesítési típusú / árlista

source: Click
el_gr: Κάντε κλικ στο κουμπί
hu_hu: Kattintson

source: here
el_gr: εδώ
hu_hu: Ott van

source: to set up your price lists
el_gr: για τη δημιουργία τιμοκαταλόγων σας
hu_hu: Vevő árszint

source: In order to create a new customer you must first set up at least one customer type
el_gr: Για να δημιουργήσετε ένα νέο πελάτη θα πρέπει πρώτα να δημιουργήσει τουλάχιστον έναν τύπο πελάτη
hu_hu: Annak érdekében, hogy hozzon létre egy új ügyfél akkor először be kell állítani legalább egy ügyfél típusa

source: to set up your customer types
el_gr: να δημιουργήσει τύπους πελατών σας
hu_hu: Vevőkód (ig)

source: Click here to continue
el_gr: Κάντε κλικ εδώ για να συνεχίσετε
hu_hu: Klikk ide a belépéshez

source: Address Line 1 (Street)
el_gr: Διεύθυνση Γραμμή 1 (οδός)
hu_hu: Cím 1

source: No sales types/price lists defined
el_gr: Κανένας τύπος πώλησης/τιμοκατάλογοι δεν έχουν ορισθεί
hu_hu: Eladás típus/Árszint

source: No Customer types/price lists defined
el_gr: Δεν τύπων πελατών / κατάλογοι που ορίζονται τιμών
hu_hu: Eladás típus/Árszint

source: Customer Type
el_gr: Είδος Πελάτη
hu_hu: Vevő név

source: Customer Since
el_gr: Πελάτης από
hu_hu: Vevő (dátum) óta

source: Discount Percent
el_gr: Ποσοστό Έκπτωσης
hu_hu: Kedvezmény százalék

source: Discount Code
el_gr: Κωδικός Έκπτωσης
hu_hu: Kedvezmény kód

source: Payment Discount Percent
el_gr: Ποσοστό Έκπτωσης Πληρωμής
hu_hu: Fizetési kedvezmény százalék

source: Tax Reference
el_gr: Φορολογική Αναφορά
hu_hu: Adó

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
el_gr: Δεν υπάρχει καθορισμένος κανένας όρος πληρωμής - πηγαίνετε στην καρτέλα Ρυθμίσεις του κυρίως μενού επιλογών και ρυθμίστε τουλάχιστον έναν πρώτα
hu_hu: Nincs fizetési határidő beállítva, lépjen a beállítások fülre a főmenüben és állítsa be

source: Payment Terms
el_gr: Όροι Πληρωμής
hu_hu: Fizetési határidő

source: There are no credit statuses currently defined - go to the setup tab of the main menu and set at least one up first
el_gr: Δεν υπάρχει καθορισμένη καμμία κατάσταση πίστωσης - πηγαίνετε στην καρτέλα Ρυθμίσεις του κυρίως μενού επιλογών και ρυθμίστε τουλάχιστον μια πρώτα
hu_hu: Nincs fizetési hitel beállítva, lépjen a beállítások fülre a főmenüben és állítsa be

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
el_gr: Δεν υπάρχει καθορισμένο κανένα νόμισμα - πηγαίνετε στην καρτέλα Ρυθμίσεις του κυρίως μενού επιλογών και ρυθμίστε τουλάχιστον ένα πρώτα
hu_hu: Nincs deviza beállítva, lépjen a beállítások fülre a főmenüben és állítsa be

source: Customer Currency
el_gr: Νόμισμα Πελάτη
hu_hu: Vevő deviza

source: Customer PO Line on SO
el_gr: Πελάτης Line PO για SO
hu_hu: Vevő (dátum) óta

source: Invoice Addressing
el_gr: Διευθυνσιοδότηση Τιμολογίων
hu_hu: Számlázási cím

source: Address to HO
el_gr: Διεύθυνση σε Κεντρικά
hu_hu: Központi cím

source: Address to Branch
el_gr: Διεύθυνση σε Υποκατάστημα
hu_hu: Telephely cím

source: Add New Customer
el_gr: Προσθήκη Νέου Πελάτη
hu_hu: Új vevő felvitel

source: Require Customer PO Line on SO
el_gr: Απαίτηση Line PO Πελατών για SO
hu_hu: Igényelnek Ügyfél PO vonal, SO

source: Update Customer
el_gr: Ενημέρωση Πελάτη
hu_hu: Vevő módosítás

source: Delete Customer
el_gr: Διαγραφή Πελάτη
hu_hu: Vevő törlés

source: Customer Transactions Inquiry
el_gr: Πελάτης Εξεταστική Συναλλαγές
hu_hu: Vevői tranzakció lekérdezések

source: Transaction Inquiry
el_gr: Συναλλαγή Εξεταστική
hu_hu: Tranzakció lekérdezés

source: Choose which type of transaction to report on.
el_gr: Επιλέξτε το είδος της συναλλαγής να υποβάλει έκθεση σχετικά.
hu_hu: Válassza ki, melyik típusú ügylet, hogy számoljon be.

source: From
el_gr: Από
hu_hu: Tól

source: Show Transactions
el_gr: Εμφάνιση Συναλλαγών
hu_hu: Tranzakciókat mutat

source: The customer transactions for the selected criteria could not be retrieved because
el_gr: Οι συναλλαγές πελατών για τα επιλεγμένα κριτήρια δεν ήταν δυνατό να ανακτηθούν επειδή
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Ex Rate
el_gr: Ex Τιμή
hu_hu: Árfolyam

source: Click to preview the credit
el_gr: Πατήστε για την προεπισκόπιση της πίστωσης
hu_hu: Klikk a jóváírások megtekintéséhez

source: Customer Types
el_gr: Πελάτης Είδη
hu_hu: Vevő

source: Customer Type Setup
el_gr: Πελάτης Τύπου εγκατάστασης
hu_hu: Vevői EDI beállítás

source: Add/edit/delete Customer Types
el_gr: Προσθέστε / επεξεργαστείτε / διαγράψετε Πελατών Είδη
hu_hu: Vevői telephelyek

source: The customer type name description must be 100 characters or less long
el_gr: Ο τύπος των πελατών περιγραφή όνομα πρέπει να είναι 100 χαρακτήρες ή λιγότερο μακρά
hu_hu: A fizetési mód leírás max 40 karakter lehet

source: The customer type name description must contain at least one character
el_gr: Ο τύπος των πελατών ονομασία περιγραφή πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: You already have a customer type called
el_gr: Έχετε ήδη έναν τύπο πελάτη που ονομάζεται
hu_hu: Már van egy ügyfél-típusú úgynevezett

source: The customer type
el_gr: Το είδος του πελάτη
hu_hu: Vevőkód (ig)

source: already exist.
el_gr: υφίστανται ήδη.
hu_hu: már eladva

source: Customer type
el_gr: Είδος Πελάτη
hu_hu: Vevő név

source: has been created
el_gr: Έχει δημιουργηθεί
hu_hu: hoztak létre

source: The number of transactions using this customer type could not be retrieved
el_gr: Ο αριθμός των συναλλαγών που χρησιμοποιούν αυτό το είδος της πελατείας δεν μπορούσε να ανακτηθεί
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this type because customer transactions have been created using this type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου, επειδή οι συναλλαγές πελατών δημιουργήθηκαν με χρήση αυτού του τύπου
hu_hu: Nem törölhető ez eladókörzet, mert vevői adatok hivatkoznak rá

source: transactions using this type
el_gr: συναλλαγών με χρήση αυτού του τύπου
hu_hu: vevői tranzakciók

source: The number of transactions using this Type record could not be retrieved because
el_gr: Ο αριθμός των συναλλαγών που χρησιμοποιούν αυτόν τον τύπο εγγραφής δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this type because customers are currently set up to use this type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου, επειδή οι πελάτες οι οποίες έχουν συγκροτηθεί για να χρησιμοποιήσουν αυτόν τον τύπο
hu_hu: Nem törölhető ez eladókörzet, mert vevői adatok hivatkoznak rá

source: customers with this type code
el_gr: πελάτες με αυτόν τον τύπο τον κωδικό
hu_hu: megrendelések ezzel a telephellyel

source: The Type record could not be deleted because
el_gr: Ο τύπος εγγραφής δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Type ID
el_gr: Τύπος ID
hu_hu: Típus

source: Type Name
el_gr: Πληκτρολογήστε το όνομα
hu_hu: Típus Név

source: Are you sure you wish to delete this Customer Type?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό Πελατών Τύπος;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Show All Types Defined
el_gr: Εμφάνιση Όλοι οι τύποι Ορίζεται
hu_hu: Minden bankszámla megjelenítése

source: Customer How Paid Inquiry
el_gr: Έρευνα Τρόπου Πληρωμής Πελάτη
hu_hu: Vevői fizetések lekérdezés

source: Customer Where Allocated
el_gr: Πελάτης Όταν Διατεθέντα
hu_hu: Vevői hivatkozás

source: Receipt
el_gr: Απόδειξη
hu_hu: Befizetés

source: Credit Note
el_gr: Πιστωτικό τιμολόγιο
hu_hu: Jóváírás

source: Transaction Number
el_gr: Αριθμός Συναλλαγής
hu_hu: Tranzakció szám

source: Show How Allocated
el_gr: Εμφάνιση Τρόπου Κατανομής
hu_hu: Allokálások lekérdezés

source: The transaction number to be queried must be entered first
el_gr: Ο αριθμός συναλλαγής που αναζητείται πρέπει να εισαχθεί πρώτα
hu_hu: Először a tranzakció számát adja meg

source: There are no allocations made against this transaction
el_gr: Δεν υπάρχει καμία κατανομή που γίνεται έναντι αυτής της συναλλαγής
hu_hu: Nincs megadva allokálás ehhez a tranzakcióhoz

source: Allocations made against
el_gr: Η κατανομή κατά
hu_hu: Juttatások ellenében

source: number
el_gr: αριθμός
hu_hu: szám

source: Transaction Total
el_gr: Σύνολο Συναλλαγής
hu_hu: Tranzakciók összesen

source: Alloc
el_gr: Καταν.
hu_hu: Allok

source: Daily Bank Transactions
el_gr: Καθημερινών συναλλαγών της Τράπεζας
hu_hu: Tranzakciók

source: Bank Accounts have not yet been defined. You must first
el_gr: Τραπεζικοί λογαριασμοί δεν έχουν ακόμη καθοριστεί. Πρέπει πρώτα να
hu_hu: Nincs bankszámla beállítva. Először állítsa be.

source: Show transactions
el_gr: Εμφάνιση συναλλαγές
hu_hu: Tranzakciókat mutat

source: Account Transactions For
el_gr: Λογαριασμός συναλλαγών για
hu_hu: Számlamozgások megmutat

source: Transaction type
el_gr: Είδος συναλλαγής
hu_hu: Tranzakció típus

source: Running Total
el_gr: Τρέξιμο Σύνολο
hu_hu: használva

source: Amount in
el_gr: Ποσό σε
hu_hu: Összeg

source: GL Narrative
el_gr: GL Αφήγηση
hu_hu: Megjegyzés

source: Select Another Date
el_gr: Επιλέξτε μια άλλη ημερομηνία
hu_hu: Adja meg az adatokat

source: Daily Sales Inquiry
el_gr: Ημερήσια Εξεταστική Πωλήσεις
hu_hu: Főkönyvi kód lekérdezés

source: Daily Sales
el_gr: Ημερήσια Πωλήσεις
hu_hu: Fizetendők

source: Select the month to show daily sales for
el_gr: Επιλέξτε το μήνα για να δείτε την καθημερινή πωλήσεων
hu_hu: Válassza ki a hónap show napi értékesítés

source: Month to Show
el_gr: Μήνας για εμφάνιση
hu_hu: hónapok

source: Show Daily Sales For The Selected Month
el_gr: Εμφάνιση Ημερήσιων Πωλήσεων για τον επιλεγμένο μήνα
hu_hu: Megjelenítés Napi Értékesítés A kiválasztott hónap

source: The sales data could not be retrieved because
el_gr: Τα δεδομένα για τις πωλήσεις δεν ήταν δυνατόν να ανακτηθούν λόγω
hu_hu: A vevő adatai nem elérhetők, mert

source: Sunday
el_gr: Κυριακή
hu_hu: Összesen

source: Monday
el_gr: Δευτέρα
hu_hu: Módosít

source: Tuesday
el_gr: Τρίτη
hu_hu: Kedd

source: Wednesday
el_gr: Τετάρτη
hu_hu: Szerda

source: Thursday
el_gr: Πέμπτη
hu_hu: Csütörtök

source: Friday
el_gr: Παρασκευή
hu_hu: nap

source: Saturday
el_gr: Σάββατο
hu_hu: Szombat

source: Total Sales for month
el_gr: Σύνολο Πωλήσεων για το μήνα
hu_hu: Próbamérleg

source: Avg Daily Sales
el_gr: Μέση Ημερήσια Πωλήσεις
hu_hu: Átlag napi értékesítési

source: The SQL that was used and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε και απέτυχε ήταν
hu_hu: Az SQL, hogy használták és nem volt

source: Trans Date
el_gr: Trans Ημερομηνία
hu_hu: Tranzakciók

source: Due Date
el_gr: Λόγω Ημερομηνία
hu_hu: Száll. dátum

source: Due Now
el_gr: Λόγω Τώρα
hu_hu: Tartozás most

source: Days Over
el_gr: Ημέρες Πάνω
hu_hu: nap után

source: Totals
el_gr: Σύνολα
hu_hu: Összesen

source: Invoice Date
el_gr: Ημερομηνία έκδοσης του τιμολογίου
hu_hu: Számla dátuma

source: The details of supplier invoices due could not be retrieved because
el_gr: Οι λεπτομέρειες των τιμολογίων προμηθευτή λόγω δεν μπορούσε να ανακτηθεί, επειδή
hu_hu: A részleteket a szállító számlák miatt nem lehetett letölteni, mert

source: Grand Total Payments Due
el_gr: Γενικό σύνολο οφειλόμενες πληρωμές
hu_hu: Mindösszesen kifizetések miatt

source: The chart details for account
el_gr: Οι λεπτομέρειες γράφημα για το λογαριασμό
hu_hu: A számla grafikon részletei

source: Cust Order
el_gr: Παραγγελία Πελάτη
hu_hu: Vevő rendelés

source: Order Date
el_gr: Ημ/νία Παραγγελίας
hu_hu: Rendelés dátum

source: Req Del Date
el_gr: Ζητούμενη Ημ/νία Παραδοσης
hu_hu: Száll. dátum

source: Delivery To
el_gr: Αποστολή Σε
hu_hu: Szállítás

source: Order Total
el_gr: Σύνολο Παραγγελίας
hu_hu: Rendelés össz.

source: in
el_gr: σε
hu_hu: A

source: No orders or quotations were returned by the SQL because
el_gr: Δεν παραγγελίες ή προσφορές επιστρέφονται από τον SQL επειδή
hu_hu: Nem megrendelések vagy árajánlatok kerültek vissza az SQL, mert

source: Customer Balance Listing
el_gr: Καταγραφή Ισοζυγίου Πελάτη
hu_hu: Vevői egyenleg lista

source: Customer Balances
el_gr: Ισοζύγια Πελατών
hu_hu: Vevői egyenleg

source: Could not get the date of the last day in the period selected
el_gr: Δεν ήταν δυνατό να ανακτηθεί η ημερομηνία της τελευταίας ημέρας στην περίοδο που επιλέχθηκε
hu_hu: Nem értelmes a megadott tartomány utolsó napja

source: The customer details listing has no clients to report on
el_gr: Ο πελάτης λίστα λεπτομέρειες δεν έχει πελάτες να υποβάλει έκθεση σχετικά
hu_hu: Nincs megjeleníthető anyagszámla

source: Total balances
el_gr: Σύνολο υπολοίπων
hu_hu: Egyenleg

source: Debtor Balances
el_gr: Ισοζύγια Χρεωστών
hu_hu: Vevői egyenleg

source: Balances As At
el_gr: Ισοζύγια Όπως Στο
hu_hu: Egyenleg mint

source: Could not retrieve period data because
el_gr: Δεν ήταν δυνατό να ανακτηθούν τα στοιχεία περιόδου επειδή
hu_hu: Nem értelems tartomány, mert

source: The SQL that failed to get the period data was
el_gr: Η SQL που απέτυχε να πάρει τα στοιχεία περιόδου ήταν
hu_hu: SQL üzenet

source: Order Delivery Details
el_gr: Λεπτομέρειες Παράδοσης Παραγγελίας
hu_hu: Szállítások adatai

source: This page can only be read if an order has been entered
el_gr: Αυτή η σελίδα μπορεί μόνο να διαβαστεί εάν μια παραγγελία έχει εισαχθεί
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható

source: To enter an order select customer transactions then sales order entry
el_gr: Για να εισάγετε μια παραγγελία επιλέξτε συναλλαγές πελατών και έπειτα μια καταχώρηση παραγγελίας πώλησης
hu_hu: Megrendelés megadásához válasszon a tranzakciók között, majd megrendelések

source: This page can only be read if an there are items on the order
el_gr: Αυτή η σελίδα μπορεί μόνο να διαβαστεί εάν υπάρχουν στοιχεία στη παραγγελία
hu_hu: Ez az oldal csak akkor elérhető ha van tételsor a megrendelésben

source: You must enter the person or company to whom delivery should be made
el_gr: Πρέπει να εισαγάγετε το πρόσωπο ή την επιχείρηση στην οποία πρέπει να γίνει η παράδοση
hu_hu: Meg kell adnia a személyt, vagy céget akinek a szállítás történik

source: You should enter the street address in the box provided
el_gr: Πρέπει να εισαγάγετε τη διεύθυνση στο καθορισμένο πεδίο
hu_hu: Meg kell adnia a címet a csomag kézbesítéshez

source: Orders cannot be accepted without a valid street address
el_gr: Οι παραγγελίες δεν μπορούν να γίνουν αποδεκτές χωρίς μια έγκυρη διεύθυνση
hu_hu: Megrendelés nem rögzíthető cím nélkül

source: The freight cost entered is expected to be numeric
el_gr: Το κόστος φορτωτικής που εισάγατε αναμένεται για να είναι αριθμητικό
hu_hu: A fuvarköltséget szám formában kell megadni

source: A recurring order cannot be made from a quotation
el_gr: Μια επαναλαμβανόμενη παραγγελία δεν μπορεί να γίνει από μια προσφορά
hu_hu: Árajánlatból nem készíthető ismétlődő megrendelés

source: You must select the type of packlist to print
el_gr: Πρέπει να επιλέξετε τον τύπο λίστας πρός εκτύπωση
hu_hu: Ki kell választania a csomaglistát a nyomtatáshoz

source: An invalid date entry was made
el_gr: Έγινε μια λανθασμένη καταχώρηση ημερομηνίας
hu_hu: Érvénytelen dátum

source: The date entry must be in the format
el_gr: Η καταχώρηση ημερομηνία πρέπει να είναι σε μορφή
hu_hu: A szállítás dátumát a következő formában kell megadni

source: There was a problem testing for the default shipper
el_gr: Υπήρξε ένα πρόβλημα στη δοκιμή για τον προεπιλεγμένο μεταφορέα
hu_hu: Hiba az alapértelmezett fuvarozó ellenőrzésekor

source: SQL used to test for the default shipper
el_gr: SQL που χρησιμοποιούνται για τη δοκιμή για τον φορτωτή default
hu_hu: Hiba az alapértelmezett fuvarozó ellenőrzésekor

source: We have a problem
el_gr: Υπάρχει ένα πρόβλημα
hu_hu: Hiba

source: there are no shippers defined
el_gr: δεν υπάρχουν καθορισμένοι μεταφορείς
hu_hu: nincs fuvarozó beállítva

source: Please use the link below to set up shipping or freight companies
el_gr: Παρακαλώ χρησιμοποιήστε τη σύνδεση παρακάτω για να ορίσετε τις μεταφορικές εταιρίες
hu_hu: Használja a lenti linket fuvarozó cég beállításához

source: the system expects the shipping company to be selected or a default freight company to be used
el_gr: το σύστημα αναμένει την επιλογή μεταφορικής εταιρίας ή την προεπιλεγμένη μεταφορική για να χρησιμοποιηθεί
hu_hu: a rendszer egy kiválasztott, vagy egy alapértelmezett fuvarozó megadását várja

source: You should automatically be forwarded to the entry of recurring order details page
el_gr: Πρέπει αυτόματα να μεταβείτε στην εγγραφή της σελίδας των λεπτομερειών επαναλαμβανόμενων παραγγελιών
hu_hu: Automatikusan továbbítva lesz az ismétlődő megrendelések oldalra

source: Modify Order Lines
el_gr: Τροποποίηση των Γραμμών Παραγγελιών
hu_hu: Megrendelés sor módosítás

source: You should automatically be forwarded to the entry of the order line details page
el_gr: Πρέπει αυτόματα να μεταβείτε στην καταχώρηση της σελίδας λεπτομερειών γραμμών παραγγελίας
hu_hu: Automatikusan továbbítva lesz az megrendelések tételsorai oldalra

source: The freight charge has been updated
el_gr: Η δαπάνη μεταφοράς έχει ενημερωθεί
hu_hu: A szállítási költség módosítva

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
el_gr: Παρακαλώ επιβεβαιώστε ότι η παραγγελία και οι δαπάνες μεταφοράς είναι αποδεκτές και επανεπιβεβαιώστε έπειτα τη παραγγελία πάλι εάν είναι ΟΚ
hu_hu: Ellenőrizze a szállítási költségeket és erősítse meg ha a megrendelés rendben

source: The new freight cost is
el_gr: Το νέο κόστος μεταφοράς είναι
hu_hu: Az új szállítási költség

source: and the previously calculated freight cost was
el_gr: και το προηγούμενα υπολογισμένο κόστος μεταφοράς ήταν
hu_hu: a korábban számolt szállítási költség

source: The customer terms cannot be determined
el_gr: Οι όροι πελατών δεν μπορούν να καθοριστούν
hu_hu: A vevői feltételek nincsenek beállítva

source: This order cannot be processed because
el_gr: Αυτή η παραγγελία δεν μπορεί να επεξεργαστεί επειδή
hu_hu: A megrendelés nem feldolgozható, mert

source: SQL used to find the customer terms
el_gr: SQL που χρησιμοποιούνται για να βρείτε τους όρους πελάτη
hu_hu: SQL üzenet

source: Quotation Number
el_gr: Αριθμός Προσφοράς
hu_hu: Árajánlat szám

source: Print packing slip
el_gr: Εκτύπωση δελτίου φορτωτικής
hu_hu: Csomagkisérő nyomtatása

source: Preprinted stationery
el_gr: Προτυπωμένη χαρτική ύλη
hu_hu: Előnyomott, fejléces papír

source: Laser
hu_hu: Lézer
