Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The volume of the packaged item must be a positive number
el_gr: Ο όγκος του συσκευασμένου στοιχείο πρέπει να είναι θετικός αριθμός
hu_hu: A kötet a csomagolt tételt kell egy pozitív szám

source: The weight of the packaged item must be a positive number
el_gr: Το βάρος του συσκευασμένου στοιχείο πρέπει να είναι θετικός αριθμός
hu_hu: A tömeg a csomagolt tételt kell egy pozitív szám

source: The economic order quantity must be numeric
el_gr: Η οικονομική ποσότητα παραγγελίας πρέπει να είναι αριθμός
hu_hu: A gazdasági rendelési mennyiség kell numerikus

source: The economic order quantity must be a positive number
el_gr: Η οικονομική ποσότητα παραγγελίας πρέπει να είναι θετικός αριθμός
hu_hu: A gazdasági rendelési mennyiség kell egy pozitív szám

source: The item can only be serialised if there is lot control enabled already
el_gr: Το αντικείμενο μπορεί μόνο να σειριοποιηθούν αν υπάρχει έλεγχος πολλά ήδη ενεργοποιήσει
hu_hu: Az elem csak akkor lehet sorozatban, ha van sok ellenőrzés engedélyezve a már

source: Batch control
el_gr: έλεγχο παρτίδας
hu_hu: Batch

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
el_gr: με οποιοδήποτε αριθμό στοιχείων σε μια παρτίδα / πακέτο / roll ενεργοποιείται όταν ελέγχεται είναι ενεργοποιημένη
hu_hu: tetszőleges számú elem egy csomó / csomag / tekercs be van kapcsolva, ha ellenőrzött engedélyezve van

source: Serialised control requires that only one item is in the batch
el_gr: Serialised έλεγχος απαιτεί ότι μόνο ένα στοιχείο στην παρτίδα
hu_hu: Serialised szabályozás előírja, hogy csak egy tétel a tétel

source: For serialised control
el_gr: Για τον έλεγχο σε συνέχειες
hu_hu: A sorosított ellenőrzés

source: both controlled and serialised must be enabled
el_gr: και οι δύο ελέγχονται και συνέχειες πρέπει να είναι ενεργοποιημένα
hu_hu: mind ellenőrzött és sorozatban engedélyezni kell

source: The item can only have automatically generated serial numbers if it is a serialised item
el_gr: Το αντικείμενο μπορεί παρά να δημιουργούνται αυτόματα αριθμούς σειράς εάν είναι ένα στοιχείο σε συνέχειες
hu_hu: A tétel csak azt automatikusan generált sorozatszámát, ha ez a szerializált tétel

source: The item can only have automatically generated serial numbers if it is a manufactured item
el_gr: Το αντικείμενο μπορεί παρά να δημιουργούνται αυτόματα αύξοντες αριθμούς αν είναι κατασκευασμένο στοιχείο
hu_hu: nem rögzíthető tétel, mert a termék megszüntnek lett jelölve

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
el_gr: Συναρμολόγηση / Kitset / Φάντασμα / Υπηρεσία / Εργασίας αντικείμενα δεν μπορούν επίσης να ελέγχονται τα στοιχεία
hu_hu: Közgyűlés / Kitset / Phantom / Szolgáltatás / Munkaügyi elem nem is ellenőrzött termékek

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
el_gr: Συνελεύσεις / Ανδρείκελα / Phantom και Kitsets δεν είναι φυσικά στοιχεία και παρτίδα / σειριακό έλεγχο συνέπεια, δεν ενδείκνυται
hu_hu: Részegységek / kezdőknek / Phantom és Kitsets nem fizikai elemeket és a batch / soros szabályozás ezért nem helyénvaló

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
el_gr: Δεν υπάρχουν κατηγορίες που ορίζονται απογραφής. Όλα τα στοιχεία απογραφής πρέπει να ανήκουν σε μια έγκυρη κατηγορία απογραφή,
hu_hu: Nincs nyilvántartás meghatározott kategóriák. Minden leltári tételek tartoznia kell egy érvényes leltár kategória

source: Pansize quantity must be numeric
el_gr: Pansize ποσότητα πρέπει να είναι αριθμός
hu_hu: A mennyiségnek számnak kell lennie

source: Shrinkage factor quantity must be numeric
el_gr: Συρρίκνωση ποσότητα παράγοντας πρέπει να είναι αριθμός
hu_hu: A mennyiségnek számnak kell lennie

source: The item could not be added because
el_gr: Το στοιχείο δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: Az elem nem lehetett hozzá, mert

source: The SQL that was used to add the item failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να προσθέσετε το στοιχείο απέτυχε ήταν
hu_hu: Az SQL, hogy használták, hogy az elem nem volt,

source: Add or Modify Stock Categories
el_gr: Προσθήκη ή Τροποποίηση Κατηγορίες Χρηματιστήριο
hu_hu: Hozzáadása vagy módosítása Stock kategória

source: Economic Order Quantity
el_gr: Οικονομική Ποσότητα Παραγγελίας
hu_hu: Gazdasági rendelési mennyiség

source: Packaged Volume (metres cubed)
el_gr: Συσκευασμένο τόμος (μέτρα σε κύβους)
hu_hu: Csomagolt kötet (m felkockázva)

source: Units of Measure
el_gr: Μονάδες μέτρησης
hu_hu: Mértékegységek

source: Assembly, Kit, Manufactured or Service/Labour
el_gr: Συνέλευση, Kit, Κατασκευάζεται ή Υπηρεσία / Εργασίας
hu_hu: Közgyűlés, Kit, Gyártó és Szolgáltató és Munkaügyi Minisztérium

source: Kit
hu_hu: Készlet

source: Service/Labour
el_gr: Υπηρεσία / Εργασίας
hu_hu: Szolgáltatás / Munkaügyi

source: Current or Obsolete
el_gr: Τρέχουσα ή παρωχημένα
hu_hu: Elavult a jelenlegi vagy

source: Batch, Serial or Lot Control
el_gr: Παρτίδας, σειράς, ή Control Παρτίδα
hu_hu: Batch, soros vagy Lot ellenőrzés

source: No Control
el_gr: Δεν Ελέγχου
hu_hu: Nem Control

source: Controlled
el_gr: Ελεγχόμενη
hu_hu: Ellenőrzött

source: this has no effect if the item is not Controlled
el_gr: αυτό δεν έχει καμία επίδραση, αν το στοιχείο δεν είναι ελεγχόμενες
hu_hu: ennek nincs hatása, ha a tétel nem ellenőrzött

source: Next Serial No (>0 for auto numbering)
el_gr: Επόμενο Αύξων αριθ (&gt; 0 για την αρίθμηση auto)
hu_hu: Következő széria száma (&gt; 0 az automatikus számozás)

source: Perishable
el_gr: Φθαρτών
hu_hu: Tiltva

source: Decimal Places for display Quantity
el_gr: Δεκαδικών ψηφίων για τα Ποσότητα οθόνη
hu_hu: Tizedes kijelző mennyiség

source: Pan Size
el_gr: Pan Μέγεθος
hu_hu: Méret

source: Shrinkage Factor
el_gr: Συρρίκνωση Factor
hu_hu: Küldés

source: Item Category Properties
el_gr: Κατηγορία Ακινήτων Θέση
hu_hu: Jogcím Kategória tulajdonságai

source: A number between
el_gr: Ένας αριθμός μεταξύ του
hu_hu: Számos között

source: is expected
el_gr: Αναμένεται
hu_hu: várható

source: Categories
el_gr: Κατηγορίες
hu_hu: Kategóriák

source: Stock Cost Update
el_gr: Χρηματιστήριο Ενημέρωση Κόστος
hu_hu: Stock költség frissítve

source: Non-existent Item
el_gr: Δεν υφίσταται Θέση
hu_hu: Nem létező tétel

source: The cost details for the stock item could not be updated because
el_gr: Τα στοιχεία κόστους για το είδος υλικού δεν θα μπορούσε να ενημερωθεί, επειδή
hu_hu: Az ára részleteit az állomány elem nem lehet frissíteni, mert

source: The cost details for the stock item could not be retrieved because
el_gr: Τα στοιχεία κόστους για το είδος υλικού δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az ára részleteit az állomány elemet nem lehetett letölteni, mert

source: Show Cost Details
el_gr: Αναλυτικά η Κόστος
hu_hu: Megjelenítés költség Részletek

source: Total Quantity On Hand
el_gr: Ποσότητες που βρίσκονται στο χέρι
hu_hu: Összesen Mennyiség On Hand

source: is a service item
el_gr: Είναι ένα στοιχείο υπηρεσίας
hu_hu: Termék választás

source: is an assembly part
el_gr: είναι ένα μέρος συνέλευση
hu_hu: egy közgyűlés keretében

source: is a kit set part
el_gr: είναι μια εξάρτηση που μέρος
hu_hu: van egy készlet meghatározott részét

source: Cost information cannot be modified for kits assemblies or service items
el_gr: πληροφορίες κόστους δεν μπορεί να τροποποιηθεί για κιτ συγκροτημάτων ή των αντικειμένων υπηρεσίας
hu_hu: Költség információt nem lehet módosítani a készletek szerelvények vagy szolgáltatás elemek

source: Please select a different part
el_gr: Παρακαλώ επιλέξτε ένα διαφορετικό μέρος
hu_hu: Kérjük, válasszon egy másik része

source: Last Cost
el_gr: Τελευταία Κόστος
hu_hu: Utolsó költség

source: Standard Material Cost Per Unit
el_gr: Βασικό κόστος υλικού ανά μονάδα
hu_hu: Standard anyag egységenkénti

source: Standard Labour Cost Per Unit
el_gr: Βασικό κόστος εργασίας ανά μονάδα
hu_hu: Standard munkaerőköltség egységenkénti

source: Standard Overhead Cost Per Unit
el_gr: Βασικό κόστος Εναέρια ανά μονάδα
hu_hu: Standard Felső egységenkénti

source: Stock Check Sheets Entry
el_gr: Αποθήκη έλεγχος εισόδου Φύλλα
hu_hu: Stock Ellenőrizze lapok Belépés

source: Resuming Entering Counts
el_gr: Την επανάληψη Μπαίνοντας Counts
hu_hu: Újrakezdése bevitele számít

source: Viewing Entered Counts
el_gr: Επισκόπηση Εισαγωγή Counts
hu_hu: Készlet szám

source: Entering Counts
el_gr: Μπαίνοντας Counts
hu_hu: Készlet szám

source: View Entered Counts
el_gr: Εμφάνιση Εισαγωγή Counts
hu_hu: Készlet szám

source: The stock code entered on line
el_gr: Ο κωδικός απόθεμα που εγγράφηκαν στη γραμμή
hu_hu: Az állomány-kód lépett on-line

source: is not a part code that has been added to the stock check file
el_gr: δεν είναι ένας κώδικας μέρος που έχει προστεθεί στο αρχείο έλεγχος αποθεμάτων
hu_hu: nem része kódot bővült az állomány ellenőrzése fájl

source: the code entered was
el_gr: ο κώδικας τέθηκε ήταν
hu_hu: A kódot be volt

source: This line will have to be re-entered
el_gr: Η γραμμή αυτή θα πρέπει να ξαναμπεί
hu_hu: Ez a sor kell majd újra be

source: The stock count line number
el_gr: Ο αριθμός μετοχών αριθμός γραμμής
hu_hu: A készlet gróf sor száma

source: could not be entered because
el_gr: δεν θα μπορούσε να τεθεί, διότι
hu_hu: nem kerülhettek be, mert

source: Stock Counts Entered
el_gr: Χρηματιστήριο Counts Εισαγωγή
hu_hu: Készlet szám

source: Stock Check Counts at Location
el_gr: Απόθεμα Check μετράει την Τοποθεσία
hu_hu: Stock Ellenőrizze számít a hely

source: Enter Above Counts
el_gr: Εισάγετε Πάνω Counts
hu_hu: Adja felett számít

source: Failed to delete StockCount ID #
el_gr: Αδύνατη η διαγραφή StockCount ID #
hu_hu: Nem sikerült törölni StockCount ID #

source: Deleted Id #
el_gr: Διαγράφεται ID #
hu_hu: Töröl

source: Qty Counted
el_gr: Ποσότητα που μετρήθηκαν
hu_hu: Db molt

source: Delete?
el_gr: Διαγραφή;
hu_hu: Töröl

source: Save Changes
el_gr: Αποθήκευση Αλλαγών
hu_hu: Változtatások mentése

source: Stock Dispatch Report
el_gr: Χρηματιστήριο Αποστολή Έκθεση
hu_hu: Termék kategória

source: Parts to dispatch to another location to cover reorder level
el_gr: Μέρη από την αποστολή σε μια άλλη θέση για να καλύψει επίπεδο αναδιατάξετε
hu_hu: Alkatrészek szállításához egy másik helyre, hogy fedezze átrendezheti szinten

source: Could not retrieve location name from the database
el_gr: Δεν μπόρεσα να ανακτήσετε το όνομα τοποθεσία από τη βάση δεδομένων
hu_hu: Nem sikerült letölteni hely nevét az adatbázisból

source: Stock Dispatch - Problem Report
el_gr: Αποθήκη Κατανομής - Αναφορά προβλήματος
hu_hu: Hibalista

source: The Stock Dispatch report could not be retrieved by the SQL because
el_gr: Το Χρηματιστήριο Κατανομής έκθεση δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A bankszámlák nem elérhetők (SQL), mert

source: The stock dispatch did not have any items to list
el_gr: Οι μετοχές της αποστολής δεν είχε οποιαδήποτε στοιχεία στη λίστα
hu_hu: Az állomány feladó nem volt jelölt a listára

source: Unable to enter Location Transfer record for
el_gr: Ανίκανος να εισέλθουν Τοποθεσία Μεταφορά ρεκόρ
hu_hu: Nem lehet belépni, Helyszín Transfer rekord

source: Prepared By :
el_gr: Καταρτίστηκε από:
hu_hu: Készítette:

source: Received By :
el_gr: Παραλήφθηκε από:
hu_hu: Fogadva

source: Inventory Stock Dispatch Report
el_gr: Απογραφή Χρηματιστήριο Αποστολή Έκθεση
hu_hu: Készlet ellenőrző lista

source: Dispatch Percent
el_gr: Αποστολή Ποσοστό
hu_hu: Kedvezmény százalék

source: To Stock Location
el_gr: Για Τοποθεσία Χρηματιστήριο
hu_hu: Ahhoz, hogy Készlet helye

source: Create Batch
el_gr: Δημιουργία Παρτίδων
hu_hu: Létrehoz

source: Report Only
el_gr: Έκθεση Μόνο
hu_hu: Jelentés

source: Template
el_gr: Πρότυπο
hu_hu: Átmeneti név

source: Simple
el_gr: Απλή
hu_hu: Méret

source: Stock Dispatch
el_gr: Χρηματιστήριο Κατανομής
hu_hu: Kiszállítás

source: From :
el_gr: Από:
hu_hu: Tól

source: Transfer No.
el_gr: Μεταφορά Όχι.
hu_hu: Akt átutalás

source: To :
el_gr: Προς:
hu_hu: Ig

source: QOH-From
el_gr: QOH-Από
hu_hu: Tól

source: All Stock Movements By Location
el_gr: Όλες οι κινήσεις των αποθεμάτων Με Τοποθεσία
hu_hu: Minden készletmozgások hely

source: Show Movements before
el_gr: Εμφάνιση κινήσεις πριν από την
hu_hu: Megjelenítés mozgások előtt

source: But after
el_gr: Αλλά μετά από
hu_hu: De miután

source: The stock movements for the selected criteria could not be retrieved because
el_gr: Οι κινήσεις των αποθεμάτων για τα επιλεγμένα κριτήρια δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A készlet a kiválasztott kritériumokat nem lehetett letölteni, mert

source: Trans No
el_gr: Trans αριθ
hu_hu: Trans-i

source: Quantity on Hand
el_gr: Ποσότητα για το χέρι
hu_hu: Mennyiségi határ

source: All Stock Status By Location/Category
el_gr: Όλα Κατάσταση Stock Με Περιοχή / Κατηγορία
hu_hu: Minden Stock állapotot Helyszín / Kategória

source: Shown Only Items Where
el_gr: Εμφανίζονται μόνο τα στοιχεία όπου
hu_hu: Csak akkor jelenik meg a tételeket, ahol

source: Only items where stock is available
el_gr: Μόνο τα στοιχεία όπου είναι διαθέσιμο απόθεμα
hu_hu: készlet szabad

source: The stock held at each location cannot be retrieved because
el_gr: Το απόθεμα χώρα σε κάθε χώρος δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A tulajdonában lévő valamennyi helyszínen nem lehet letölteni, mert

source: Re-Order Level
hu_hu: Re-Order szint

source: Serial Numbers
hu_hu: Sorozatszámok

source: Batches
el_gr: Παρτίδες
hu_hu: Tételek

source: Inventory Location Transfer Shipment
el_gr: Απογραφή αποστολής Μεταφορά Τοποθεσία
hu_hu: Leltár Helyszín Transfer szállítás

source: This transaction has already been entered
el_gr: Για την ανωτέρω συναλλαγή έχει ήδη καταχωρηθεί
hu_hu: Ez a tranzakció már megkötött

source: Please start over now
el_gr: Παρακαλούμε να ξεκινήσετε από την αρχή τώρα
hu_hu: Kérjük, kezdje újra most

source: File contains
el_gr: Φάκελος περιέχει
hu_hu: Fájl tartalmazza

source: The part code entered of
el_gr: Ο κωδικός μέρος εγγράφονται της
hu_hu: Az alkatrész kód lépett a

source: is not set up in the database
el_gr: δεν έχει δημιουργηθεί στη βάση δεδομένων
hu_hu: Ne állítsa az adatbázisban

source: Only valid parts can be entered for transfers
el_gr: Ισχύει μόνο τα μέρη μπορούν να εισαχθούν για τις μεταφορές
hu_hu: Csak akkor érvényes, alkatrészek kell beírni a transzferek

source: The quantity entered for
el_gr: Η ποσότητα που τίθεται σε
hu_hu: A mennyiség vont

source: The quantity entered for transfers is expected to be numeric
el_gr: Η ποσότητα που τίθεται για τις μεταφορές αναμένεται να είναι αριθμητική
hu_hu: A mennyiség vont transzferek várhatóan numerikus

source: The quantity entered of
el_gr: Η ποσότητα που τίθεται από
hu_hu: A feltüntetett mennyiségnek a

source: for part code
el_gr: για τον κωδικό είδους
hu_hu: A rész-kód

source: is not numeric
el_gr: δεν είναι αριθμητικό
hu_hu: nem numerikus

source: is less than or equal to 0
el_gr: είναι μικρότερη ή ίση με 0
hu_hu: kisebb vagy egyenlő 0

source: Please correct this or remove the item
el_gr: Παρακαλούμε να διορθωθεί αυτό ή να καταργήσετε το στοιχείο
hu_hu: Javítsd ki a hibát, vagy távolítsa el az elem

source: does not have enough stock available for transfer.
el_gr: δεν έχει αρκετό υλικό για να μεταφερθεί.
hu_hu: nem rendelkezik elegendő készlet áll rendelkezésre a transzfer.

source: You must enter at least 1 Stock Item to transfer
el_gr: Πρέπει να εισάγετε τουλάχιστον 1 Αποθήκη Θέση για να μεταφέρετε
hu_hu: Meg kell adni legalább 1 készlet tétel átadása

source: The transfer must have a different location to receive into and location sent from
el_gr: Η μεταβίβαση πρέπει να έχει μια διαφορετική θέση να λαμβάνουν υπόψη και τη θέση που αποστέλλονται από
hu_hu: Az átadást kell egy másik helyet kap a helyszín és a küldött

source: Unable to BEGIN Location Transfer transaction
el_gr: Ανίκανος να BEGIN Τοποθεσία Μεταφορά συναλλαγή
hu_hu: Nem sikerült BEGIN Helyszín Transfer tranzakció

source: Unable to COMMIT Location Transfer transaction
el_gr: Μπορέσει να δεσμεύσει Τοποθεσία συναλλαγή Μεταφορά
hu_hu: Tudta lekötni Helyszín Transfer tranzakció

source: The inventory transfer records have been created successfully
el_gr: Οι εγγραφές μεταφοράς απογραφής έχουν δημιουργηθεί με επιτυχία
hu_hu: A leltár áthelyezési jegyzőkönyvek hoztak létre sikeresen

source: Print the Transfer Docket
el_gr: Εκτυπώστε το Docket Μεταφοράς
hu_hu: Nyomtassa ki a Transfer Docket

source: Inventory Location Transfer Shipment Reference
el_gr: Απογραφή Μεταφορά Τοποθεσία Αναφορά αποστολής
hu_hu: Leltár Helyszín Transfer szállítás Reference

source: Add More Items
el_gr: Προσθέσετε περισσότερα στοιχεία
hu_hu: További elemek

source: Create Transfer Shipment
el_gr: Δημιουργία Μεταφορά αποστολής
hu_hu: Létrehozása Transfer szállítás

source: Inventory Transfer
el_gr: Απογραφή Μεταφορά
hu_hu: Leltár Transzfer

source: Receiving
el_gr: Λήψη
hu_hu: Fogadása

source: All quantities must be numeric
el_gr: Όλες οι ποσότητες πρέπει να είναι αριθμός
hu_hu: Minden kifogott mennyiséget kell numerikus

source: is negative
el_gr: είναι αρνητική
hu_hu: negatív

source: All quantities must be for positive numbers greater than zero
el_gr: Όλες οι ποσότητες πρέπει να είναι για τους θετικούς αριθμούς μεγαλύτερη από το μηδέν
hu_hu: Minden kifogott mennyiséget kell a pozitív számok nagyobb, mint nulla

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
el_gr: Η ποσότητα που εγγράφονται συν την ποσότητα που είχε εισπραχθεί δεν μπορεί να είναι μεγαλύτερη από τη συνολική ποσότητα που διατίθενται στην αγορά,
hu_hu: A mennyiség lépett, valamint a korábban kapott mennyiség nem lehet nagyobb, mint a teljes mennyiség szállított

source: All quantities entered are less than zero
el_gr: Όλες οι ποσότητες που έχουν εισαχθεί είναι μικρότερη του μηδενός
hu_hu: Adjon meg érvényes mennyiséget

source: Please correct that and try again
el_gr: Διορθώστε το και προσπαθήστε ξανά
hu_hu: Kérjük, hogy a helyes és próbálja újra

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
el_gr: δεν μπόρεσε να ανακτήσει την ποσότητα αποθέματος κατά την αποστολή θέση απόθεμα πριν από τη μεταφορά αυτή υπό επεξεργασία
hu_hu: Nem lehet letölteni az állomány mennyisége a feladási állomány helyét előtt a transzfer feldolgozása folyamatban

source: Could not determine if the serial item exists
el_gr: Δεν μπόρεσα να καθορίσει αν ο αύξων στοιχείο υπάρχει
hu_hu: Nem tudta meghatározni, ha a soros elem létezik

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
el_gr: Ο αύξων στοιχείο των αποθεμάτων για το απόθεμα, μεταφέρεται εκτός της υπάρχουσας θέσης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A soros készlet tétel, az állomány ne adják ki a jelenlegi helyszín nem lehetett beilleszteni, mert

source: Could not retrieve the quantity on hand at the location being transferred to
el_gr: δεν μπόρεσε να ανακτήσει την ποσότητα που υπάρχουν σε θέση να μεταφερθεί σε
hu_hu: Nem sikerült letölteni azt a mennyiséget, viszont a helyszínen, hogy átvigyék

source: The stock movement record for the incoming stock cannot be added because
el_gr: Το ρεκόρ κίνησης των αποθεμάτων για τα εισερχόμενα απόθεμα δεν μπορεί να προστεθεί, διότι
hu_hu: A készletek alakulása rekordot a bejövő állomány nem lehet hozzá, mert

source: The serial stock item record could not be updated for the quantity coming in because
el_gr: Ο αύξων ρεκόρ στοιχείο αποθεμάτων θα μπορούσε να μην είναι ενημερωμένος για την ποσότητα που έρχονται, επειδή
hu_hu: A soros állomány tétel eredménye nem lehet frissíteni a mennyiség érkezik, mert

source: The serial stock item record for the stock coming in could not be added because
el_gr: Ο αύξων ρεκόρ θέση αποθεμάτων για τα αποθέματα που έρχονται δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A soros állomány elem rekord az állomány jön be nem lehetett hozzá, mert

source: A stock transfer for item code
el_gr: Η μεταβίβαση μετοχών για το είδος κώδικα
hu_hu: A készlet átadása jogcím kód

source: has been created from
el_gr: έχει δημιουργηθεί από
hu_hu: hoztak létre a

source: Unable to update the Location Transfer Record
el_gr: Ανίκανος να ενημερώσει τη θέση Μεταφορά Εγγραφή
hu_hu: Nem lehet frissíteni a hely átadása rekord

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
el_gr: Ανίκανος να ρυθμίσετε την παραληφθείσα ποσότητα με την ποσότητα που αποστέλλονται για να ακυρώσετε την ισορροπία στην εν λόγω γραμμή μεταφοράς
hu_hu: Nem lehet beállítani a mennyiséget kapott mennyiséget szállított, hogy megszünteti az egyensúlyt ezen átvezető

source: Unable to COMMIT the Stock Transfer transaction
el_gr: Μπορέσει να δεσμεύσει το Χρηματιστήριο Μεταφορά συναλλαγή
hu_hu: Tudta lekötni a Stock Transfer ügylet

source: The details of transfer number
el_gr: Οι λεπτομέρειες της μεταφοράς αριθμού
hu_hu: Az átutalás részleteit száma

source: The SQL to retrieve the transfer was
el_gr: Ο SQL να ανακτήσει η μεταφορά
hu_hu: Az SQL letölteni az átutalás

source: Transfer
el_gr: Μεταφορά
hu_hu: Átutalás

source: Does Not Exist
el_gr: Δεν υπάρχει
hu_hu: Nem létezik

source: Please Verify Shipment Quantities Received
el_gr: Παρακαλούμε Βεβαιωθείτε Ποσότητες μεταφορά που έχει παραλάβει
hu_hu: Kérjük, ellenőrizze Szállítás átvett mennyiség

source: Location Transfer Reference
el_gr: Τοποθεσία Αναφορά Μεταφορά
hu_hu: Helyszín Transfer Referencia

source: Quantity Dispatched
el_gr: Αποστελλόμενη ποσότητα
hu_hu: Mennyiség feladása

source: Quantity To Receive
el_gr: Ποσότητα να λάβετε
hu_hu: Mennyiség és kapjon

source: Cancel Balance
el_gr: Ακύρωση Υπόλοιπο
hu_hu: Egyenleg

source: Enter Batch Refs
el_gr: Εισάγετε Refs Παρτίδα
hu_hu: Adja Batch Refs

source: Process Inventory Transfer
el_gr: Διαδικασία μεταφοράς αποθέματος
hu_hu: Folyamat Inventory Transzfer

source: Select A Different Transfer
el_gr: Επιλέξτε ένα άλλο Μεταφορά
hu_hu: Válasszon egy másik Transzfer

source: Select Location Receiving Into
el_gr: Επιλέξτε τοποθεσία Λήψη Into
hu_hu: Válassza ki a Helyszín fogadása Into

source: Refresh Transfer List
el_gr: Ανανέωση Λίστα Μεταφορά
hu_hu: Frissítés Transfer List

source: Pending Transfers Into
el_gr: Εν αναμονή μεταφέρει
hu_hu: Akt átutalás

source: Transfer Ref
el_gr: Μεταφορά Ref
hu_hu: Transzfer Ref

source: Transfer From
el_gr: Μεταφορά από
hu_hu: Transzfer

source: There are no incoming transfers to this location
el_gr: Δεν υπάρχουν εισερχόμενες μεταφορές σε αυτήν τη θέση
hu_hu: Nincs megjeleníthető adat (után)

source: Stock Movements
el_gr: Απόθεμα Κινήσεις
hu_hu: Készletmozgások

source: in units of
el_gr: σε μονάδες
hu_hu: egység

source: New Qty
el_gr: Νέα Ποσότητα
hu_hu: Új menny

source: Produce Stock Quantities CSV
el_gr: Δημιουργήστε Χρηματιστήριο CSV Ποσότητες
hu_hu: Termelnek Stock mennyiségek CSV

source: Making a comma separated values file of the current stock quantities
el_gr: Κάνοντας ένα κόμμα χωρίζονται αρχείο τιμές του τρέχοντος ποσότητες αποθεμάτων
hu_hu: Csinálok egy vesszővel elválasztott értékek fájlt a jelenlegi állomány mennyiségek

source: The SQL to get the stock quantities failed with the message
el_gr: Ο SQL για να πάρει τις ποσότητες αποθεμάτων απέτυχε με το μήνυμα
hu_hu: SQL üzenet

source: Stock On Hand By Date
el_gr: Αποθήκη Στις χέρι από Ημερομηνία
hu_hu: Raktárkészlet Dátum

source: On-Hand On Date
el_gr: On-χέρι, σε ημερομηνία
hu_hu: On-Hand On dátuma

source: The stock items in the category selected cannot be retrieved because
el_gr: Τα στοιχεία υλικού σε επιλεγμένα κατηγορία δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A készlet az elemeket a kiválasztott kategóriában nem lehet letölteni, mert
