Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Low GP sales
el_gr: Χαμηλές πωλήσεις GP
hu_hu: Alacsony GP értékesítés

source: The dates entered must be in the format
el_gr: Οι ημερομηνίες που εγγράφονται πρέπει να είναι υπό τη μορφή
hu_hu: A beírt dátumok kell formátumban

source: The low GP items could not be retrieved by the SQL because
el_gr: Τα χαμηλά σημεία GP δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: Az alacsony GP elemet nem lehetett letölteni az SQL, mert

source: No low GP items retrieved
el_gr: Δεν στοιχείων χαμηλού GP ανακτώνται
hu_hu: nem elérhető

source: Low Gross Profit Report
el_gr: Χαμηλή Μικτά Κέρδη Έκθεση
hu_hu: Nyereség százalék

source: Sales Made From
el_gr: Πωλήσεις που πραγματοποιήθηκαν από
hu_hu: Értékesítési készült

source: in the format
el_gr: σύμφωνα με το υπόδειγμα
hu_hu: formátumban

source: Sales Made To
el_gr: Πωλήσεις που πραγματοποιήθηκαν σε
hu_hu: Értékesítési Made

source: Orders Invoiced Report
el_gr: Παραγγελίες Τιμολογημένες Έκθεση
hu_hu: Az Elsőfokú Bíróság Számlázott jelentés

source: Enter the date from which orders are to be listed
el_gr: Καταχωρίστε την ημερομηνία από την οποία οι εντολές που πρέπει να αναφέρονται
hu_hu: Írja be a dátumot, amelytől a parancsom, hogy fel kell sorolni

source: Enter the date to which orders are to be listed
el_gr: Εισάγετε την ημερομηνία στην οποία παραγγελίες πρέπει να απαριθμούνται
hu_hu: Írja be a dátumot, amelyre a parancsom, hogy fel kell sorolni

source: Orders from
el_gr: Παραγγελίες από
hu_hu: Megrendelések

source: There were no orders found in the database within the period from
el_gr: Δεν υπήρχαν εντολές που βρέθηκαν στη βάση δεδομένων κατά την περίοδο από
hu_hu: Nem volt megrendelés található az adatbázisban a közötti időszakban

source: Total Invoiced for order
el_gr: Σύνολο τιμολόγησης για την παραγγελία
hu_hu: Összes számlázott érdekében

source: Ord Date
el_gr: Ord Ημερομηνία
hu_hu: Ord dátuma

source: Complete
el_gr: Πλήρης
hu_hu: Teljes

source: GRAND TOTAL INVOICED
el_gr: ΓΕΝΙΚΟ ΣΥΝΟΛΟ τιμολογούνται
hu_hu: GRAND teljes kiszámlázott

source: Order Status Report
el_gr: Παραγγείλετε έκθεση προόδου
hu_hu: Rendelés állapota jelentés

source: Back Order Only
el_gr: Επιστροφή Παραγγείλετε Μόνο
hu_hu: Vissza csak rendelésre

source: Only Show Back Orders
el_gr: Μόνο Εμφάνιση Πίσω Παραγγελίες
hu_hu: Csak Show Vissza megrendelések

source: Show All Orders
el_gr: Εμφάνιση Όλες οι παραγγελίες
hu_hu: Összes megrendelések

source: Order Status Report - No Data
el_gr: Παραγγείλετε Έκθεση προόδου - Δεν υπάρχουν στοιχεία
hu_hu: Megrendelések állapotlista (Nyomtat)

source: Not yet printed
el_gr: Δεν έχει ακόμη τυπωθεί
hu_hu: Még nem nyomtatott

source: Stock Transaction Listing
el_gr: Χρηματιστήριο κατάλογο συναλλαγών
hu_hu: Vevői tranzakciók lekérdezés

source: Sales Invoice
el_gr: Πωλήσεις Τιμολόγιο
hu_hu: Értékesítési számla

source: Sales Credit Note
el_gr: Πωλήσεις πιστωτικό σημείωμα
hu_hu: Értékesítési Credit megjegyzés

source: Location Transfer
el_gr: Τοποθεσία Μεταφορά
hu_hu: Akt átutalás

source: Stock Adjustment
el_gr: Χρηματιστήριο Προσαρμογής
hu_hu: Készlet karbantartás

source: Purchase Order Delivery
el_gr: Αγορά Παράδοση Παραγγελίας
hu_hu: Szállítói megrendelések lekérdezés

source: Work Order Receipt
el_gr: Εργασία Παραλαβή Παραγγελία
hu_hu: Megrendelés szám

source: Work Order Issue
el_gr: Εργασία Τεύχος Παραγγελία
hu_hu: Megrendelés szám

source: For Stock Location
el_gr: Για Τοποθεσία Χρηματιστήριο
hu_hu: A készlet helye

source: Transaction Listing
el_gr: Συναλλαγή Λίστα
hu_hu: Vevői tranzakciók lekérdezés

source: Stock transaction listing from
el_gr: Χρηματιστήριο αξιών των συναλλαγών
hu_hu: Vevői tranzakció lekérdezések

source: Customer Invoices
el_gr: Πελάτης Τιμολόγια
hu_hu: Vevő kód

source: Customer Credit Notes
el_gr: Πελάτης πιστωτικά σημειώματα
hu_hu: Vevő kód

source: Location Transfers
el_gr: Τοποθεσία Μεταφορές
hu_hu: Helyszín átcsoportosítása

source: Stock Adjustments
el_gr: Χρηματιστήριο Αναπροσαρμογές
hu_hu: Stock Kiigazítások

source: Purchase Order Deliveries
el_gr: Αγορά Παραδόσεις Παραγγελία
hu_hu: Szállítói megrendelések

source: Work Order Receipts
el_gr: Εργασία Εισπράξεις Παραγγελία
hu_hu: Bevételhez

source: Work Order Issues
el_gr: Εργασία Θέματα Παραγγελία
hu_hu: Megrendelés szám

source: Customer Special Prices Only
el_gr: Πελάτης ειδικές τιμές μόνο
hu_hu: Ügyfél Különleges árak csak

source: Special price List - No Customer Selected
el_gr: Ειδικό τιμοκατάλογο - Δεν έχει επιλεγεί Πελατών
hu_hu: Akciós ár lista - Nincs felhasználó által kiválasztott

source: The customer must first be selected from the select customer link
el_gr: Ο πελάτης πρέπει πρώτα να επιλεγεί από τον πελάτη επιλέξτε το σύνδεσμο
hu_hu: Az ügyfélnek először meg kell kiválasztani a select ügyfél kapcsolat

source: Re-run the price list once the customer has been selected
el_gr: Επανάληψη του τιμοκαταλόγου όταν ο πελάτης έχει επιλεγεί
hu_hu: Újra futtatni az árlistát, ha az ügyfél választotta

source: Back
el_gr: Επιστροφή
hu_hu: Köteg

source: The effective date must be entered in the format
el_gr: Η ημερομηνία έναρξης ισχύος πρέπει να αναγράφεται με τη μορφή
hu_hu: A szállítás dátumát a következő formában kell megadni

source: Problem Report....
el_gr: Πρόβλημα Έκθεση ....
hu_hu: Probléma jelentése ....

source: The Price List could not be retrieved by the SQL because
el_gr: Ο τιμοκατάλογος δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: Az árlista nem sikerült letölteni a SQL, mert

source: For debugging purposes the SQL used was:
el_gr: Για τους σκοπούς του εντοπισμού σφαλμάτων SQL χρησιμοποιήθηκε ήταν:
hu_hu: Hibakeresés az SQL használtam:

source: Print Price List Error
el_gr: Εκτύπωση Σφάλμα Τιμοκατάλογος
hu_hu: Nyomtatás árlista hiba

source: There were no price details to print out for the customer or category specified
el_gr: Δεν υπήρχαν λεπτομερή στοιχεία των τιμών για να εκτυπώσετε για το συγκεκριμένο πελάτη ή την κατηγορία
hu_hu: Nem voltak árat részleteket, hogy nyomtassa ki a megrendelő, vagy meghatározott kategóriájú

source: No End Date
el_gr: Δεν υπάρχει ημερομηνία λήξης
hu_hu: Dátum

source: Price_List
hu_hu: Árlista

source: Price Listing
el_gr: Τιμή Λίστα
hu_hu: Ár listázása

source: For Sales Type/Price List
el_gr: Για Πωλήσεις Τύπος / Τιμοκατάλογος
hu_hu: Értékesítési Típus / Árlista

source: Show Gross Profit %
el_gr: Δείτε Μικτό Κέρδος%
hu_hu: Megjelenítés Bruttó nyereség%

source: Prices Only
el_gr: Τιμές Μόνο
hu_hu: Az árak csak a

source: Show GP % too
el_gr: Εμφάνιση% GP πολύ
hu_hu: Megjelenítés GP% is

source: Price Listing Type
el_gr: Τιμή Τύπος Λίστα
hu_hu: Ár Típus

source: Default Sales Type Prices
el_gr: Default Τιμές Τύπος Πωλήσεις
hu_hu: Alapértelmezett Értékesítés típusa Árak

source: Full Description
el_gr: Πλήρη Περιγραφή
hu_hu: Leírás

source: Effective As At
el_gr: Εφαρμόσιμα από
hu_hu: Után

source: Effective Date Range
el_gr: Αποτελεσματική Επιλογή Περιόδου
hu_hu: Után

source: Print Price Labels
el_gr: Εκτύπωση ετικετών
hu_hu: Nyomtatás Ár címkék

source: For Stock Category
el_gr: Για την κατηγορία Stock
hu_hu: A Stock kategória

source: Number of labels per item
el_gr: Αριθμό ετικετών ανά τεμάχιο
hu_hu: Számú címke / tétel

source: Select Quotation To Print
el_gr: Επιλέξτε την προσφορά τιμής μέχρι Εκτύπωση
hu_hu: Válassza ki a jegyzés nyomtatása

source: Select a Quotation to Print before calling this page
el_gr: Επιλέξτε μια προσφορά για να τυπωθεί πριν από την κλήση αυτής της σελίδας
hu_hu: Válassza ki a jegyzés nyomtatása hívás előtt ezt az oldalt

source: Quotations
el_gr: Παραθέσεις
hu_hu: Idézetek

source: There was a problem retrieving the quotation header details for Order Number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων κεφαλίδα προσφορά για Αριθμός Παραγγελίας
hu_hu: Ott sikerült betölteni a jegyzés fejléc adatai rendelési száma

source: Print Quotation Error
el_gr: Εκτύπωση Σφάλμα Προσφορά
hu_hu: Nyomtatás Ajánlatkérés hiba

source: Unable to Locate Quotation Number
el_gr: Αδυναμία εντοπισμού Αριθμός εισαγωγικά
hu_hu: Nem található idézet száma

source: Outstanding Quotations
el_gr: Εξαιρετική Παραθέσεις
hu_hu: Kiemelkedő idézetek

source: Customer Quotation
el_gr: Πελάτης Προσφορά
hu_hu: Ügyfél Idézet

source: Quotation
el_gr: Προσφορά
hu_hu: Idézet

source: There was a problem retrieving the quotation line details for quotation Number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων γραμμής προσφορά για προσφορά Αριθμός
hu_hu: Ott sikerült betölteni a jegyzés sor részleteit jegyzés száma

source: Quotation Excluding Tax
el_gr: Εισαγωγικά, εκτός φόρων,
hu_hu: Árajánlat összesen

source: Total Tax
el_gr: Σύνολο φόρου
hu_hu: Összesen

source: Quotation Including Tax
el_gr: Εισαγωγικά συμπεριλαμβανομένων των φόρων
hu_hu: Csak árajánlat

source: There were no items on the quotation
el_gr: Δεν υπήρχαν στοιχεία σχετικά με την προσφορά
hu_hu: Nem voltak elemek, a jegyzés

source: The quotation cannot be printed
el_gr: Η προσφορά δεν μπορεί να τυπωθεί
hu_hu: Az idézet nem lehet nyomtatni

source: Print Another Quotation
el_gr: Εκτύπωση Μια άλλη Προσφορά
hu_hu: Nyomtatás Egy másik idézet

source: Sales Receipt
el_gr: Πωλήσεις Παραλαβή
hu_hu: Befizetés

source: Customer Receipt Number
el_gr: Αριθμός πελάτη Παραλαβή
hu_hu: Vevői bevétel

source: Received From
el_gr: Παρελήφθη από
hu_hu: Fogadva

source: The Sum Of
el_gr: Το άθροισμα των
hu_hu: Nincs semmi

source: Details
el_gr: Λεπτομέρειες
hu_hu: Részletes

source: Signed On Behalf Of
el_gr: Υπεγράφη εξ ονόματος της
hu_hu: és

source: Print Remittance Advices Error
el_gr: Εκτύπωση εμβασμάτων Σφάλμα Συμβουλές
hu_hu: Hibalista

source: There were no remittance advices to print out for the supplier range and payment date specified
el_gr: Δεν υπήρχαν έμβασμα συμβουλές για να εκτυπώσετε για την περιοχή που καθορίζει τον προμηθευτή και την ημερομηνία πληρωμής
hu_hu: A megadott tartományban nincs nyomtatható adat

source: Remittance Advice
el_gr: Έμβασμα Συμβουλές
hu_hu: Fizetési értesítő

source: suppliers from
el_gr: προμηθευτές από την
hu_hu: cégek

source: and Paid On
el_gr: και θα καταβάλλονται
hu_hu: Kifiz dátum

source: Remittance Advice Problem Report
el_gr: Έμβασμα Αναφορά προβλήματος Συμβουλές
hu_hu: Hibalista

source: The details of the payment to the supplier could not be retrieved because
el_gr: Οι λεπτομέρειες της πληρωμής προς τον προμηθευτή δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A megadott feltételeknek nincs megfelelő kifizetés, mert

source: Total Payment:
el_gr: Συνολική Πληρωμή:
hu_hu: Kifizetéshez

source: Remittance_Advices
hu_hu: Hibalista

source: Remittance Advices
el_gr: Έμβασμα Συμβουλές
hu_hu: Fizetési értesítő

source: Date Of Payment
el_gr: Ημερομηνία πληρωμής
hu_hu: Kifizetés összeg

source: printed:
el_gr: έντυπα:
hu_hu: Nyomtatva

source: Our Code:
el_gr: Κωδικός μας:
hu_hu: Körzetkód

source: This Payment
el_gr: Αυτή η πληρωμή
hu_hu: Kifizetés

source: Sales
el_gr: Πωλήσεις
hu_hu: Eladó

source: Check Comparison Report
el_gr: Ελέγξτε Έκθεση Σύγκριση
hu_hu: Ellenőrizze összehasonlítása jelentés

source: Inventory Check Comparison
el_gr: Απογραφή Σύγκριση Έλεγχος
hu_hu: Készlet ellenőrző lista

source: The inventory check file could not be retrieved because
el_gr: Το αρχείο ελέγχου αποθέματος δεν ήταν δυνατόν να ανακτηθούν λόγω
hu_hu: A vevő adatai nem elérhetők, mert

source: Stock Count Comparison
el_gr: Χρηματιστήριο Σύγκριση Count
hu_hu: Stock szám összehasonlítása

source: The inventory counts file could not be retrieved because
el_gr: Η απογραφή αρχείο μετράει δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A bankszámlák nem elérhetők, mert

source: Inventory Check
el_gr: Έλεγχος αποθέματος
hu_hu: Készletellenőrzés

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
el_gr: Ανίκανος να δοσοληψίας, ενώ για την προσαρμογή των αποθεμάτων σε StockCheckAdjustmet έκθεση
hu_hu: A tranzakció nem pedig kiigazításáról állomány StockCheckAdjustmet jelentésben

source: The Inventory Comparison data could not be retrieved because
el_gr: Η καταγραφή των δεδομένων Σύγκριση δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A leltár összevetése adatokat nem lehetett letölteni, mert

source: The following SQL to retrieve the Inventory Comparison data was used
el_gr: Οι παρακάτω SQL για να ανακτήσετε την Καταγραφή δεδομένων Σύγκριση χρησιμοποιήθηκε
hu_hu: Az alábbi SQL letölteni a Készlet összehasonlítás adatait használták fel

source: Inventory Comparison Comparison Report
el_gr: Απογραφή Έκθεση Σύγκριση Σύγκριση
hu_hu: Leltár Összehasonlítás Összehasonlítás jelentése

source: There is no inventory check data to report on
el_gr: Δεν υπάρχουν δεδομένα ελέγχου αποθέματος να υποβάλει έκθεση σχετικά
hu_hu: Nincs nyilvántartás ellenőrzik az adatokat, hogy számoljon be

source: To start an inventory check first run the
el_gr: Για να ξεκινήσετε μια ελέγχου αποθέματος τρέξει πρώτα το
hu_hu: Megkezdésének leltár ellenőrzés első indításkor a

source: inventory check sheets
el_gr: φύλλα ελέγχου αποθέματος
hu_hu: leltár ellenőrzési lapok

source: and select the option to create new Inventory Comparison data file
el_gr: και επιλέξτε την επιλογή για τη δημιουργία νέων αποθεμάτων Σύγκριση αρχείου δεδομένων
hu_hu: , és válassza ki a lehetőséget, hogy új Leltár összehasonlítása adatfájl

source: Inventory Comparison
el_gr: Απογραφή Σύγκριση
hu_hu: Leltár összehasonlítása

source: The inventory counts could not be retrieved by the SQL because
el_gr: Οι μετρήσεις απογραφής δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A leltározás nem sikerült letölteni a SQL, mert

source: No counts entered
el_gr: Δεν μετράει εγγράφεται
hu_hu: Nem számít be

source: Inventory Comparison Report
el_gr: Απογραφή Έκθεση Σύγκριση
hu_hu: Készletértékelés lista

source: Choose Option
el_gr: Επιλέξτε Επιλογή
hu_hu: Válasszon lehetőség

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
el_gr: Έκθεση και κλείσιμο των προσαρμογών Επεξεργασίας Inventory Σύγκριση Εφόσον είναι αναγκαίο,
hu_hu: Jelentés és Zárja be Inventory Összehasonlítás Processing Kiigazítások A szükséges

source: Report The Inventory Comparison Differences Only - No Adjustments
el_gr: Η έκθεση του Διαφορές Σύγκριση Απογραφή Μόνο - Δεν Αναπροσαρμογές
hu_hu: Jelentés a leltár összevetése Különbségek Csak - Nem beállítás

source: Action for Zero Counts
el_gr: Δράση για την Zero Αριθμήσεις
hu_hu: Akció a Zero számít

source: Adjust System stock to Nil
el_gr: Ρυθμίστε απόθεμα Σύστημα Nil
hu_hu: Állítsa rendszer állomány Nil

source: Stock Location Transfer Docket Error
el_gr: Αποθήκη Μεταφορά Τοποθεσία Σφάλμα Docket
hu_hu: Stock Transfer Helyszín Docket hiba

source: Reprint transfer docket
el_gr: Επανεκτύπωση περίληψη μεταφοράς
hu_hu: Reprint transzfer lista

source: Transfer docket to reprint
el_gr: Μεταφορά περίληψη να ανατυπωθεί
hu_hu: Transzfer feljegyez a reprint

source: Inventory Location Transfer BOL
el_gr: Απογραφή BOL Μεταφορά Τοποθεσία
hu_hu: Leltár Helyszín Transfer BOL

source: An error occurred retrieving the items on the transfer
el_gr: Παρουσιάστηκε σφάλμα ανέκτησε τα στοιχεία σχετικά με τη μεταφορά
hu_hu: Hiba történt a letöltést a tételeket az átutalási

source: This page must be called with a location transfer reference number
el_gr: Αυτή η σελίδα πρέπει να κληθεί με τη μεταφορά αριθμό αναφοράς θέσης
hu_hu: Ez az oldal kell meghívni egy helyen át hivatkozási szám

source: The SQL that failed while retrieving the items on the transfer was
el_gr: Ο SQL που απέτυχε, ενώ έλαβε τα στοιχεία σχετικά με τη μεταβίβαση αυτή
hu_hu: Az SQL, hogy nem sikerült letöltése közben az elem az átutalás

source: The transfer reference selected does not appear to be set up
el_gr: Η αναφορά μεταφορά επιλέξατε δεν φαίνεται να συσταθεί
hu_hu: Az átruházás referencia kiválasztva, nem úgy tűnik, hogy hozzanak létre

source: enter the items to be transferred first
el_gr: εισάγετε τα στοιχεία που πρόκειται να μεταφερθεί πρώτα
hu_hu: adja meg a tételek át az első

source: Inventory Negatives Listing
el_gr: Απογραφή Αρνητικά Λίστα
hu_hu: Leltár Negatív listázása

source: Negative Stock Listing Error
el_gr: Αρνητικό σφάλμα Χρηματιστήριο Χρηματιστήριο
hu_hu: Negatív készlet listázása hiba

source: An error occurred retrieving the negative quantities.
el_gr: Παρουσιάστηκε σφάλμα ανάκτηση των αρνητικών ποσοτήτων.
hu_hu: Hiba történt a letöltést a negatív mennyiségeket.

source: The sql that failed to retrieve the negative quantities was
el_gr: Ο SQL που απέτυχε να ανακτήσει την αρνητική ποσότητες ήταν
hu_hu: SQL üzenet

source: There are no negative stocks to list
el_gr: Δεν υπάρχουν αρνητικά αποθέματα στη λίστα
hu_hu: Nincsenek negatív állományok listája

source: Stock Transfer Form
el_gr: Χρηματιστήριο έντυπο μεταβίβασης
hu_hu: Akt átutalás

source: Date of transfer:
el_gr: Ημερομηνία μεταφοράς:
hu_hu: Értéknap

source: Supplier Transaction Listing
el_gr: Προμηθευτής κατάλογο συναλλαγών
hu_hu: Vevői tranzakció lekérdezések

source: Supplier transaction listing from
el_gr: Προμηθευτής κατάλογο συναλλαγών από
hu_hu: Vevői tranzakció lekérdezések

source: Top Items Search Result
el_gr: Top Στοιχεία Αποτελεσμάτων Αναζήτησης
hu_hu: Top elemek Keresés eredménye

source: Print or Email the Order
el_gr: Εκτυπώστε ή e-mail του Τάγματος
hu_hu: Nyomtatás vagy e-mail a Rend

source: Email to
el_gr: Email στον
hu_hu: E-mail

source: Periods Inquiry
el_gr: Περίοδοι Εξεταστική
hu_hu: Időszakok Ajánlatkérés

source: No periods were returned by the SQL because
el_gr: Δεν περιόδους που επιστρέφονται από τον SQL επειδή
hu_hu: Nem időszakokat által visszaadott SQL miatt

source: Period Number
el_gr: Περίοδος Αριθμός
hu_hu: Időszak száma

source: Date of Last Day
el_gr: Ημερομηνία της τελευταίας ημέρας
hu_hu: Utolsó napja

source: Shipped
el_gr: Αποστέλλεται
hu_hu: Szállított

source: Cancelled
el_gr: Ακυρώθηκε
hu_hu: Törölve

source: Purchase Order Authorisation Maintenance
el_gr: Αγορά Συντήρηση αδειοδότηση Παραγγελία
hu_hu: Adó szintek karbantartása

source: There already exists an entry for this user/currency combination
el_gr: Υπάρχει ήδη μια καταχώριση για αυτόν το χρήστη / συνδυασμός νόμισμα
hu_hu: Ott már létezik egy bejegyzést ennek a felhasználónak / deviza kombinálva

source: The authentication details cannot be updated because
el_gr: Τα στοιχεία της ταυτότητας δεν μπορούν να ενημερωθούν, επειδή
hu_hu: A megrendelés nem feldolgozható, mert

source: The authentication details cannot be deleted because
el_gr: Τα στοιχεία της ταυτότητας δεν μπορεί να διαγραφεί, διότι
hu_hu: A számla részletei nem elérhetők,mert

source: The authentication details cannot be retrieved because
el_gr: Τα στοιχεία της ταυτότητας δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A számla részletei nem elérhetők,mert

source: Create Order
el_gr: Δημιουργία Παραγγελία
hu_hu: Vevő rendelés

source: Can Release
el_gr: Μπορεί να απελευθερώσει
hu_hu: Reset

source: Authority Level
el_gr: Αρχή Επίπεδο
hu_hu: Adószám

source: User can create orders
el_gr: Ο χρήστης μπορεί να δημιουργήσει τις παραγγελίες
hu_hu: A felhasználó létrehozhatja a rendeléseket

source: User can release invoices
el_gr: Χρήστης μπορεί να απελευθερώσει τα τιμολόγια
hu_hu: A felhasználó kiadás számlák

source: User can authorise orders up to :
el_gr: Ο χρήστης μπορεί να επιτρέψει παραγγελίες έως:
hu_hu: A felhasználók engedélyezhetik megbízásokat akár:

source: Authorise Purchase Orders
el_gr: ΕΠΙΤΡΕΠΟΥΝ Εντολές Αγοράς
hu_hu: Szállítói megrendelések

source: Authorised by
el_gr: Εξουσιοδοτήθηκε από
hu_hu: Adószám

source: Date Ordered
el_gr: Ημερομηνία Ordered
hu_hu: Megrendelve

source: Initiator
hu_hu: Kezdeményező

source: Delivery Date
el_gr: Ημερομηνία Παράδοσης
hu_hu: Szállítás

source: Authorised
el_gr: Εξουσιοδοτημένος
hu_hu: Adószám

source: Rejected
el_gr: Απορρίπτεται
hu_hu: Korlátozott

source: The update could not be processed
el_gr: Η ενημέρωση θα μπορούσε να μη κατεργασμένα
hu_hu: A frissítés nem sikerült feldolgozni

source: There was some snag in retrieving the shipment reference entered
el_gr: Υπήρξε κάποια εμπλοκή στην ανάκτηση της αναφοράς αποστολής τέθηκε
hu_hu: Némi gubanc a letöltést a szállítás referencia-be

source: see the listing of open shipments to ensure a valid shipment reference is entered
el_gr: δείτε τη λίστα των ανοικτών αποστολές για την εξασφάλιση έγκυρη αναφορά αποστολή εγγράφεται
hu_hu: lásd a tőzsdei nyílt szállítások biztosítására érvényes szállítás hivatkozás lépett

source: The shipment entered is either closed or not set up in the database
el_gr: Η τέθηκε μεταφορά είτε κλειστό ή δεν έχει συσταθεί στη βάση δεδομένων
hu_hu: A szállítmány megadott vagy zárt, vagy nem hozták létre az adatbázisban

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
el_gr: Παρακαλούμε ανατρέξτε στον κατάλογο των ανοικτών αποστολών από το σύνδεσμο για να διασφαλιστεί η έγκυρη αναφορά αποστολή εγγράφεται
hu_hu: Kérjük, vegye figyelembe a nyílt szállításra a kapcsolatot, hogy biztosítsa a szállítmány érvényes referencia szerepel

source: Modify Purchase Order
el_gr: Τροποποίηση Εντολή Αγοράς
hu_hu: Módosítsa Megrendelés

source: Purchase Order Entry
el_gr: Αγορά Είσοδος Παραγγελία
hu_hu: Szállítói megrendelések

source: This is a new order. It must be created before you can change the status
hu_hu: Ez egy új rendet. Meg kell teremteni, mielőtt meg lehet változtatni a status

source: You do not have permission to authorise this purchase order
el_gr: Δεν έχετε άδεια για να εγκρίνει το εν λόγω εντολής αγοράς
hu_hu: Adjon meg egy beszállítást ehhez a megrendeléshez

source: This order is for
el_gr: Αυτή η σειρά είναι για
hu_hu: Megrendelés sor

source: You can only authorise up to
el_gr: Μπορείτε να εξουσιοδοτήσει μέχρι
hu_hu: Egyszerre csak engedélyezheti legfeljebb

source: If you think this is a mistake please contact the systems administrator
el_gr: Αν νομίζετε ότι αυτό είναι ένα λάθος παρακαλούμε επικοινωνήστε με το διαχειριστή των συστημάτων
hu_hu: Ha úgy gondolja, hogy ez tévedés, kérjük lépjen kapcsolatba a rendszergazdával

source: This order cannot be cancelled or rejected because some of it has already been received
el_gr: Αυτή η σειρά δεν μπορεί να ακυρωθεί ή να απορριφθεί, διότι ορισμένα από αυτά έχουν ήδη παραληφθεί
hu_hu: Ezt a sorrendet nem lehet törölni, vagy utasítani, mert bizonyos, hogy már kapott

source: The line item quantities may be modified to quantities more than already received
el_gr: Οι ποσότητες του στοιχείου γραμμής μπορούν να τροποποιηθούν για ποσότητες άνω των ήδη λάβει
hu_hu: A sor mennyiségeket módosítani lehet úgy mennyiségeket több, mint a már kapott

source: Prices cannot be altered for lines that have already been received
el_gr: Οι τιμές δεν μπορούν να τροποποιηθούν για γραμμές που έχουν ήδη παραληφθεί
hu_hu: Az árak nem változnak a vonalak, hogy már elküldték a nevezésüket

source: and quantities cannot be reduced below the quantity already received
el_gr: και οι ποσότητες δεν μπορεί να μειωθεί κάτω από την ποσότητα που έχει ήδη λάβει
hu_hu: és a mennyiség nem alá kell csökkenteni a mennyiséget már kapott

source: by
el_gr: από
hu_hu: által

source: You do not have permission to reject this purchase order
el_gr: Δεν έχετε άδεια για να απορρίψουμε αυτή την εντολή αγοράς
hu_hu: Adjon meg egy beszállítást ehhez a megrendeléshez

source: Your authorisation limit is set at
el_gr: περιορίζει την εξουσιοδότησή σας έχει οριστεί σε
hu_hu: Ön engedélyt a határt a
