Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Field Name
el_gr: Όνομα πεδίου
hu_hu: Körzet neve

source: Value
el_gr: Αξία
hu_hu: Érték

source: Code
el_gr: Κωδικός
hu_hu: Kód

source: To
el_gr: Πρός
hu_hu: Ig

source: Bank Account
el_gr: Τραπεζικός Λογαριασμός
hu_hu: Bankszámla

source: Bank Accounts
el_gr: Τραπεζικοί Λογαριασμοί
hu_hu: Bankszámlák

source: Bank Accounts Maintenance
el_gr: Συντήρηση Λογαριασμών Τραπέζης
hu_hu: Bankszámlák kezelése

source: The bank account code already exists in the database
el_gr: Ο κωδικός του τραπεζικού λογαριασμού υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The bank account name must be fifty characters or less long
el_gr: Το όνομα του τραπεζικού λογαριασμού πρέπει να είναι μικρότερο από 50 χαρακτήρες
hu_hu: A bankszámla neve max. 50 karakter lehet

source: The bank account name may not be empty.
el_gr: Το όνομα του τραπεζικού λογαριασμού δεν μπορεί να είναι κενό.
hu_hu: A bankszámla neve nem lehet üres

source: The bank account number may not be empty.
el_gr: Ο αριθμός τραπεζικού λογαριασμού δεν μπορεί να είναι κενό.
hu_hu: A bankszámla neve nem lehet üres

source: The bank account number must be fifty characters or less long
el_gr: Ο αριθμός τραπεζικού λογαριασμού πρέπει να είναι μικρότερος από 50 χαρακτήρες
hu_hu: A bankszámla száma max. 50 karakter lehet

source: The bank address must be fifty characters or less long
el_gr: Η διεύθηνση της τράπεζας πρέπει να είναι μικρότερη από 50 χαρακτήρες
hu_hu: A bank címe max. 50 karakter lehet

source: Note that it is not possible to change the currency of the account once there are transactions against it
el_gr: Σημειώστε ότι δεν είναι δυνατόν να αλλάξει το νόμισμα του λογαριασμού αφού υπάρχουν πράξεις εναντίον της
hu_hu: Ne feledje, hogy nem lehet megváltoztatni a számla devizanemében ha vannak ügyletek ellen

source: The bank account details have been updated
el_gr: Οι λεπτομέρειες του τραπεζικού λογαριασμού ενημερώθηκαν
hu_hu: A bankszámla adatai frissítve lettek

source: The new bank account has been entered
el_gr: Ο νέος τραπεζικός λογαριασμός έχει εισαχθεί
hu_hu: Új bankszámla rögzítve

source: The bank account could not be inserted or modified because
el_gr: Ο τραπεζικός λογαριασμός δεν θα μπορούσε να εισαχθεί ή να τροποποιηθεί επειδή
hu_hu: Bankszámla adati nem módosíthatók, mert

source: The SQL used to insert/modify the bank account details was
el_gr: Η SQL που χρησιμοποιείται για να εισαγάγει/τροποποιήσει ηταν
hu_hu: SQL insert/modify üzenet

source: Cannot delete this bank account because transactions have been created using this account
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον τραπεζικό λογαριασμό επειδή έχουν δημιουργηθεί συναλλαγές χρησιμοποιώντας αυτόν τον λογαριασμό
hu_hu: Nem törölhető a bankszámla, mert ügylet hivatkozik rá

source: transactions with this bank account code
el_gr: συναλλαγές με αυτόν τον κώδικα τραπεζικού λογαριασμού
hu_hu: ügyletek ezzel a bankszámla kóddal

source: Bank account deleted
el_gr: Ο τραπεζικός λογαριασμός διαγράφηκε
hu_hu: Bankszámla törölve

source: The bank accounts set up could not be retrieved because
el_gr: Οι τραπεζικοί λογαριασμοί που έχει συσταθεί δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Bankszámlák beállítása sikertelen, mert

source: The SQL used to retrieve the bank account details was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τις λεπτομέρειες τραπεζικού λογαριασμού ήταν
hu_hu: SQL üzenet

source: GL Account Code
el_gr: GL Κωδικός Λογαριασμού
hu_hu: Számla kód

source: Bank Account Name
el_gr: Όνομα Τραπεζικού Λογαριασμού
hu_hu: Bankszámla neve

source: Bank Account Code
el_gr: Τράπεζα Κωδικός Λογαριασμού
hu_hu: Bankszámla főkönyvi kód

source: Bank Account Number
el_gr: Αριθμός Τραπεζικού Λογαριασμού
hu_hu: Bankszámla szám

source: Bank Address
el_gr: Διεύθυνση τράπεζας
hu_hu: Bank cím

source: Currency
el_gr: Νόμισμα
hu_hu: Deviza

source: Default for Invoices
el_gr: Προεπιλογή για τιμολόγια
hu_hu: Számla visszavonás

source: Show All Bank Accounts Defined
el_gr: Παρουσίαση όλων των τραπεζικών λογαριασμών που καθορίζονται
hu_hu: Minden bankszámla megjelenítése

source: Bank Account GL Code
el_gr: Κωδικός ΓΛ Τραπεζικού Λογαριασμού
hu_hu: Bankszámla főkönyvi kód

source: Currency Of Account
el_gr: Νόμισμα του λογαριασμού
hu_hu: Ért.kltsg. számla

source: Accept
el_gr: Αποδοχή
hu_hu: Elfogad

source: Cancel
el_gr: Ακύρωση
hu_hu: Törölve

source: User Name
el_gr: Όνομα Χρήστη
hu_hu: Felhasználói név

source: Bank Matching
el_gr: Τράπεζα Matching
hu_hu: Bank bevét egyeztetés

source: Receipts
el_gr: Παραλαβές/Αποδείξεις
hu_hu: Nyugta

source: Bank Account Matching - Receipts
el_gr: Τράπεζα Matching Λογαριασμός - Αποδείξεις
hu_hu: Bankszámla befizetések egyeztetés

source: Payments
el_gr: Πληρωμές
hu_hu: Kifizetés

source: Bank Account Matching - Payments
el_gr: Τράπεζα Matching λογαριασμού - Πληρωμές
hu_hu: Bankszámla befizetések egyeztetés

source: This page must be called with a bank transaction type
el_gr: Αυτή η σελίδα πρέπει να ονομασθεί με έναν τύπο τραπεζικής συναλλαγής
hu_hu: Ez az oldal banki tranzakciókóddal hívható

source: It should not be called directly
el_gr: Δεν πρέπει να κληθεί άμεσα
hu_hu: Nem hívható közvetlenül

source: Could not retrieve transaction information
el_gr: Δεν ήταν δυνατή η ανάκτηση πληροφοριών συναλλαγών
hu_hu: A keresett szakasz nem található, próbálja újra.

source: Could not match off this payment because
el_gr: Δεν μπόρεσα να ταιριάζουν στα ανοικτά αυτή την πληρωμή, επειδή
hu_hu: Nem egyeztethető a kifizetés, mert

source: Could not update the amount matched off this bank transaction because
el_gr: Δεν είναι δυνατόν να ενημερωθεί το ποσό που αντιστοιχήθηκε από αυτήν την τραπεζική συναλλαγή επειδή
hu_hu: Nem frissíthető az egyeztetés tranzakció, mert

source: Could not unclear this bank transaction because
el_gr: Δεν είναι δυνατόν να αναιρεθεί αυτή η τραπεζική συναλλαγή επειδή
hu_hu: Nem visszaállítható banki tarnzakció, mert

source: Use this screen to match webERP Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
el_gr: Χρησιμοποιήστε αυτήν την οθόνη για να ταιριάζει με webERP Εισπράξεων και Πληρωμών στην Τράπεζα δήλωσή σας. Ελέγξτε δήλωση τράπεζά σας και κάντε κλικ στο check-πλαίσιο, όταν θα βρείτε την αντίστοιχη πράξη.
hu_hu: Használja ezt a képernyőt, hogy megfeleljen webERP bevételek és kifizetések a banki nyilatkozat. Ellenőrizze a banki kimutatást, és kattintson a check-box, ha megtalálja a megfelelő tranzakciót.

source: Show
el_gr: Εμφάνιση
hu_hu: Mutat

source: from
el_gr: από
hu_hu: tól

source: to
el_gr: σε
hu_hu: ig

source: Choose outstanding
el_gr: Επιλογή κυριότερου
hu_hu: Válassza ki a rendezetlent

source: only or all
el_gr: μόνο ή όλα
hu_hu: néhány, vagy mind

source: in the date range
el_gr: στο διάστημα
hu_hu: dátumtartományban

source: Show all
el_gr: Εμφάνιση όλων
hu_hu: Mindet mutat

source: Show unmatched
el_gr: Εμφάνιση χωρίς ταίρι
hu_hu: Nem eggyezőket mutat

source: only
el_gr: μόνο
hu_hu: csak

source: Choose to display only the first 20 matching
el_gr: Επιλογή εμφάνισης μόνο των 20 πρώτων που ταιριάζουν
hu_hu: Válassza az első 20 eggyezőt

source: or all
el_gr: ή όλα
hu_hu: vagy mindet

source: meeting the criteria
el_gr: που ταιριάζουν με τα κριτήρια αναζήτησης
hu_hu: kritériumnak megfelel

source: Show only the first 20
el_gr: Εμφάνιση μόνο των 20 πρώτων
hu_hu: Csak az első 20 tétel

source: Show selected
el_gr: Εμφάνιση επιλεγμένων
hu_hu: Kiválasztottat mutat

source: Show reconciliation
el_gr: Εμφάνιση Συμφωνιών
hu_hu: Egyeztetettet mutat

source: The date entered for the field to show
el_gr: Η ημερομηνία που εισήχθη για την εμφάνιση του πεδίου
hu_hu: A megadott dátum (tól)

source: before
el_gr: πριν
hu_hu: elötte

source: is not entered in a recognised date format
el_gr: δεν εισάγαται ένα αναγνωρισμένο σχήμα ημερομηνίας
hu_hu: nem megfelelő formátumban lett megadva

source: Entry is expected in the format
el_gr: Αναμένεται εισαγωγή στοιχείων
hu_hu: Helyes formátum

source: after
el_gr: κατόπιν
hu_hu: után

source: The payments with the selected criteria could not be retrieved because
el_gr: Οι πληρωμές με τα επιλεγμένα κριτήρια δεν θα μπορούσαν να ανακτηθούν επειδή
hu_hu: A megadott feltételeknek nincs megfelelő kifizetés, mert

source: Cheque No
el_gr: Επιταγή αριθ
hu_hu: Telefon

source: Amount
el_gr: Ποσό
hu_hu: Összeg

source: Outstanding
el_gr: Κυριότερα
hu_hu: Rendezetlen

source: Clear
el_gr: Καθαρά
hu_hu: Rendezett

source: Unclear
el_gr: Ακαθάριστα
hu_hu: Nem rendezett

source: Update Matching
el_gr: Ταίριασμα Ενημέρωσης
hu_hu: Egyeztetés frissítés

source: Bank Reconciliation
el_gr: Συνεργασία Τράπεζας
hu_hu: Bank egyeztetés

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
el_gr: Η εγγραφή στο ισοζύγιο δήλωση τράπεζα δεν είναι αριθμητική. Το υπόλοιπο σχετικά με τη δήλωση τράπεζα θα πρέπει να εγγραφούν. Η συναλλαγματική διαφορά που δεν έχει υπολογιστεί και δεν υπάρχει ένα γενικό καθολικό περιοδικό έχει δημιουργηθεί
hu_hu: A bejegyzés a számlakivonat egyenlege nem számérték. Az egyensúlyt a számlakivonat kell beírni. Az árfolyam-különbözet nem számolták ki, és nem a főkönyvi naplót hoztak létre

source: Could not retrieve the exchange rate for the selected bank account
el_gr: Δεν ήταν δυνατή η ανάκτηση της συναλλαγματικής ισοτιμίας για το επιλεγμένο τραπεζικό λογαριασμό
hu_hu: Nem elérhető az apa alkatrész, mert

source: reconciliation on
el_gr: συμφιλίωσης
hu_hu: Egyeztetettet mutat

source: Cannot insert a GL entry for the exchange difference because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για τη διαφορά ισοτιμίας, γιατί
hu_hu: Nem rögzíthető a bevétel főkönyvi feladás, mert

source: The SQL that failed to insert the exchange difference GL entry was
el_gr: Ο SQL που απέτυχε να προστεθεί η διαφορά GL ανταλλαγή λήμμα
hu_hu: SQL üenet

source: Exchange difference of
el_gr: Συναλλαγματική διαφορά από
hu_hu: Időszak eltérés

source: has been posted
el_gr: έχει αναρτηθεί
hu_hu: felsolgozva

source: The bank accounts could not be retrieved by the SQL because
el_gr: Οι τραπεζικοί λογαριασμοί δεν μπορούσαν να ανακτηθούν από την SQL επειδή
hu_hu: A bankszámlák nem elérhetők (SQL), mert

source: The SQL used to retrieve the bank accounts was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση των τραπεζικών λογαριασμών ήταν
hu_hu: SQL üzenet (retrieve)

source: Bank Accounts have not yet been defined
el_gr: Δεν έχουν καθοριστεί ακόμα Τραπεζικοί Λογαριασμοί
hu_hu: Nincs még bankszámla beállítva

source: You must first
el_gr: Πρέπει πρώτα
hu_hu: Először

source: define the bank accounts
el_gr: καθορίστε τους τραπεζικούς λογαριασμούς
hu_hu: bankszámla rögzítés

source: and general ledger accounts to be affected
el_gr: και γενικούς καθολικούς λογαριασμούς που επηρεάζονται
hu_hu: és a főkönyvi számlákat érinti

source: Show bank reconciliation statement
el_gr: Εμφάνιση δήλωσης συμφωνίας τράπεζας
hu_hu: Banki egyeztetések megtekintése

source: The bank account balance could not be returned by the SQL because
el_gr: Ο ισολογισμός του τραπεζικού λογαριασμού δεν θα μπορούσε να επιστραφεί από την SQL επειδή
hu_hu: Bankszámla egyenlegek nem elérhetők (SQL), mert

source: Could not retrieve the currency and exchange rate for the selected bank account
el_gr: Θα μπορούσε να μην ανακτήσετε το ποσοστό συναλλάγματος και για τον επιλεγμένο λογαριασμό
hu_hu: Nem elérhető az apa alkatrész, mert

source: Balance as at
el_gr: Υπόλοιπο
hu_hu: Egyenleg mint

source: The unpresented cheques could not be retrieved by the SQL because
el_gr: Οι ανείσπρακες επιταγές δεν μπορούσαν να ανακτηθούν από την SQL επειδή
hu_hu: A unpresented ellenőrzések nem sikerült letölteni a SQL, mert

source: Add back unpresented cheques
el_gr: Επαναφορά ανείσπρακτης επιταγής
hu_hu: Add vissza unpresented ellenőrzések

source: Number
el_gr: Αριθμός
hu_hu: Szám

source: Reference
el_gr: Αναφορά
hu_hu: Hivatkozás

source: Orig Amount
el_gr: Πραγμ. Ποσό
hu_hu: Eredeti összeg

source: Total of all unpresented cheques
el_gr: Σύνολο όλων των ανείσπρακτων επιταγών
hu_hu: Nem meglévő bankkivonatok összege

source: The uncleared deposits could not be retrieved by the SQL because
el_gr: Οι ακαθάριστες καταθέσεις δεν θα μπορούσαν να ανακτηθούν από το SQL επειδή
hu_hu: Nem rendezett előleg nem elérhető (SQL), mert

source: Less deposits not cleared
el_gr: Οι μικρότερες καταθέσεις που δεν έκλεισαν
hu_hu: Kevesebb deposit nem rendezett

source: Total of all uncleared deposits
el_gr: Σύνολο όλων των μη ξεκαθαρισμένων καταθέσεων
hu_hu: Nem rendezett előlegek összege

source: Bank statement balance should be
el_gr: Το ισοζύγιο της τράπεζας πρέπει να είναι
hu_hu: Bankkivonat egyenlege lesz

source: Enter the actual bank statement balance
el_gr: Πληκτρολογήστε το πραγματικό δημοσιονομικό δελτίο τραπεζικών
hu_hu: Adja meg a tényleges számlakivonat egyenlege

source: Calculate and Post Exchange Difference
el_gr: Υπολογίστε και Ταχυδρομείων συναλλαγματική διαφορά
hu_hu: Kiszámítására és utáni árfolyam-különbözet

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
el_gr: Αυτό θα δημιουργήσει ένα γενικό καθολικό περιοδικό για τη διαγραφή των συναλλαγματική διαφορά στο σημερινό υπόλοιπο του λογαριασμού. Είναι σημαντικό ότι η συναλλαγματική ισοτιμία αντανακλά πάνω από την τρέχουσα αξία του νομίσματος τραπεζικό λογαριασμό
hu_hu: Ez létre fog hozni egy főkönyvi naplót írni le a árfolyam-különbözet az aktuális számla egyenlege. Fontos, hogy az árfolyam feletti tükrözi a jelenlegi értékét a bankszámla pénzneme

source: Are You Sure?
el_gr: Είστε βέβαιοι;
hu_hu: Biztos?

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. If you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
el_gr: Είναι φυσιολογικό για λογαριασμούς σε συνάλλαγμα για να έχουν οι συναλλαγματικές διαφορές που πρέπει να αντανακλάται και τη συναλλαγματική ισοτιμία ποικίλλει. Η συμφιλίωση αυτή καταρτίζεται με βάση την ισοτιμία που έχει συσταθεί στον πίνακα νομίσματα (δείτε το set-up στην καρτέλα). Ο πίνακας αυτός πρέπει να διατηρηθεί με την τρέχουσα συναλλαγματική ισοτιμία πριν από την εκτέλεση της συμφιλίωσης. Αν επιθυμείτε να δημιουργήσετε ένα περιοδικό να αντικατοπτρίζει την συναλλαγματική διαφορά με βάση την τρέχουσα συναλλαγματική ισοτιμία για τη διόρθωση της συμφιλίωσης με την πραγματική κατάσταση τράπεζα κλικ ισορροπία παρακάτω.
hu_hu: Ez normális, hogy a külföldi valutában vezetett számlákon, hogy árfolyam-különbözet, hogy azokat figyelembe kell venni, mint az árfolyam változik. Ez a megbékélés készített az árfolyam létre a valuták táblázatban (lásd a set-up lapot). Ezt a táblázatot meg kell tartani a jelenlegi árfolyam futtatása előtt a megbékélést. Ha szeretné, hogy készítek egy naplót, hogy az tükrözze az árfolyam-különbözet alapján a jelenlegi árfolyam kijavítani a megbékélés, hogy a tényleges számlakivonat egyenlege az alábbi linkre kattintva.

source: Match off cleared payments
el_gr: Αντιστοιχία από τις καθαρισμένες πληρωμές
hu_hu: Rendezett fizetések egyeztetés

source: Match off cleared deposits
el_gr: Αντιστοιχία από τις καθαρισμένες καταθέσεις
hu_hu: Rendezett előlegek egyeztetése

source: Quantity Extended BOM Listing
el_gr: Ποσότητα Εκτεταμένη Λίστα BOM
hu_hu: Rendezetlen

source: The SQL to create passbom failed with the message
el_gr: Ο SQL για να δημιουργήσει passbom απέτυχε με το μήνυμα
hu_hu: SQL üzenet

source: Create of tempbom failed because
el_gr: Δημιουργία του tempbom απέτυχε διότι
hu_hu: Hozzon létre a tempbom nem sikerült, mert

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
el_gr: Η Quantiy Εκτεταμένη BOM Χρηματιστήριο δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: Az eladási mennyiségek nem elérhetők, mert

source: Print Indented BOM Listing Error
el_gr: Εκτύπωση εσοχή BOM Σφάλμα Λίστα
hu_hu: Készletértékelés hiba

source: There were no items for the selected assembly
el_gr: Δεν υπήρχαν στοιχεία για την επιλεγμένη συνέλευση
hu_hu: A megadott tartományban nincs nyomtatható adat

source: Part
el_gr: Μέρος
hu_hu: itt

source: Quantity
el_gr: Ποσότητα
hu_hu: Mennyiség

source: Selection Option
el_gr: Επιλογή Επιλογή
hu_hu: Szakasz leírás

source: Show All Parts
el_gr: Εμφάνιση όλων των ειδών
hu_hu: Minden számlát mutat

source: Only Show Shortages
el_gr: Μόνο παρουσιάζουν έλειμμα
hu_hu: Vevők akik vásároltak

source: Print Option
el_gr: Εκτύπωση Επιλογή
hu_hu: Árajánlat nyomtatás

source: Print With Alternating Highlighted Lines
el_gr: Εκτύπωση με εναλλασσόμενο Επισημασμένο Lines
hu_hu: Nyomtatás váltakozó Kiemelt vonalak

source: Plain Print
el_gr: Απλό Εκτύπωση
hu_hu: Sima nyomtatása

source: Printed
el_gr: Τυπωμένο
hu_hu: Nyomtatva

source: Page
el_gr: Σελίδα
hu_hu: Oldal

source: Build Quantity:
el_gr: Κατασκευάστηκε Ποσότητα:
hu_hu: Mennyiség

source: Build
el_gr: Κατασκευάστηκε
hu_hu: Épít

source: On Hand
el_gr: Σε Ετοιμότητα
hu_hu: Készleten

source: P.O.
hu_hu: SZM

source: Part Number
el_gr: Μέρος Αριθμός
hu_hu: Telefax

source: Part Description
el_gr: Μέρος Περιγραφή
hu_hu: Rész leírása

source: Shortage
el_gr: Έλλειψη
hu_hu: Hiány

source: Indented BOM Listing
el_gr: Εσοχή Λίστα BOM
hu_hu: Beljebb BOM listázása

source: The Indented BOM Listing could not be retrieved by the SQL because
el_gr: Οι δαντελωτές BOM Χρηματιστήριο δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: A készlet értékelés nem elérhető, mert

source: Levels
el_gr: Επίπεδα
hu_hu: Szintek

source: All Levels
el_gr: Όλα τα επίπεδα
hu_hu: Minden szinten

source: One Level
el_gr: Ένα επίπεδο
hu_hu: Utánrendelés szintek karbantartása

source: UOM
hu_hu: Mértékegysége

source: Assembly
el_gr: Συναρμολόγηση
hu_hu: Összeszerelt

source: Print Reverse Indented BOM Listing Error
el_gr: Εκτύπωση εσοχή Αντίστροφη BOM Σφάλμα Λίστα
hu_hu: Nyomtatás fordított behúzása BOM lista hiba

source: There were no items for the selected component
el_gr: Δεν υπάρχουν στοιχεία για το επιλεγμένο στοιχείο
hu_hu: A megadott tartományban nincs nyomtatható adat

source: Reverse Indented BOM Listing
el_gr: Αντίστροφη εσοχή Λίστα BOM
hu_hu: Fordított behúzása BOM lista

source: Component:
el_gr: Συστατικό:
hu_hu: Alkatrész

source: Costed Bill Of Material
el_gr: Κοστολογημένο Έγγραφο Υλικού
hu_hu: Anyagszámlák

source: Select a manufactured part
el_gr: Επιλέξτε ένα κατασκευασμένο μέρος
hu_hu: Válasszon egy gyártott alkatrészt

source: or Assembly or Kit part
el_gr: ή Συναρμολογημένο ή μέρος kit
hu_hu: vagy Összeszerelt, vagy Készletet

source: to view the costed bill of materials
el_gr: για να προβάλετε το κοστολογούνται λογαριασμό των υλικών
hu_hu: a hozzátartozó anyagszámla megtekintéséhez

source: Parts must be defined in the stock item entry
el_gr: Τα υλικά πρέπει να καθοριστούν στην καταχώρηση στοιχείων αποθεμάτων
hu_hu: Az alkatrésznek a terméktörzsben szerepelnie kell

source: modification screen as manufactured
el_gr: οθόνη τροποποίησης όπως κατασκευάζεται
hu_hu: módosító oldal mint gyártott

source: kits or assemblies to be available for construction of a bill of material
el_gr: kits ή συναρμολογήσεις για να είναι διαθέσιμα για την κατασκευή μιας Συνταγής
hu_hu: készletek vagy összeszerelt alkatrészek lesznek használhatók az anyagszámlában

source: Enter text extracts in the
el_gr: Εισάγετε τα αποσπάσματα κειμένων στο
hu_hu: Szöveg a

source: description
el_gr: περιγραφή
hu_hu: leírás

source: Enter extract of the
el_gr: Εισάγετε το απόσπασμα
hu_hu: Szöveg

source: Stock Code
el_gr: Κωδικός Αποθέματος
hu_hu: Termékkód

source: Search Now
el_gr: Εύρεση τώρα
hu_hu: Keresés

source: Stock description keywords have been used in preference to the Stock code extract entered
el_gr: Οι λέξεις κλειδιά περιγραφής Αποθεμάτων έχουν χρησιμοποιηθεί αντί του αποσπάσματος Κωδικού Αποθέματος που εισάγατε
hu_hu: A termék leírásban kulcsszavak használhatók a Termékkódot pontosan ismerni kell

source: At least one stock description keyword or an extract of a stock code must be entered for the search
el_gr: Τουλάχιστον μια λέξη κλειδί περιγραφής αποθεμάτων ή ένα απόσπασμα ενός κωδικού αποθέματος πρέπει να εισαχθεί για την αναζήτηση
hu_hu: Legalább egy kulcsszó, vagy a pontos termékkód szükséges a kereséshez

source: The SQL to find the parts selected failed with the message
el_gr: Η SQL για να βρεί τα επιλεγμένα μέρη απέτυχε με το μήνυμα
hu_hu: SQL üzenet

source: The bill of material could not be retrieved because
el_gr: Η Αναφορά Υλικού δεν θα μπορούσε να ανακτηθεί επειδή
hu_hu: Anyagszámla nem elérhető, mert

source: The bill of material for this part is not set up
el_gr: Η Αναφορά Υλικού για αυτό το είδος δεν έχει ορισθεί
hu_hu: Az anyagszámlák nincsenek megadva

source: there are no components defined for it
el_gr: δεν υπάρχει κανένα συστατικό που καθορίζεται για αυτό
hu_hu: nincs alkatrész megadva

source: Return to Main Menu
el_gr: Επιστροφή στο Κύριο Μενού
hu_hu: Főmenü

source: Component
el_gr: Συστατικό
hu_hu: Alkatrész

source: Unit Cost
el_gr: Κόστος μονάδας
hu_hu: Egységár

source: Total Cost
el_gr: Συνολικό κόστος
hu_hu: Össz ár

source: Labour Cost
el_gr: Του κόστους εργασίας
hu_hu: Egységár

source: Overhead Cost
el_gr: Κόστος Εναέρια
hu_hu: Alapértelmezett költségek

source: Enter a stock item code above
el_gr: Πληκτρολογήστε παραπάνω έναν κωδικό είδος σε απόθεμα
hu_hu: Adjon meg egy termékkódot

source: to view the costed bill of material for
el_gr: για να δειτε τον κοστολογημένη αναφορά του υλικού για
hu_hu: a hozzátartozó anyagszámla megtekintéséhez

source: Bill Of Material Listing
el_gr: Κατάσταση Αναφοράς Υλικού
hu_hu: Anyagszámla lista

source: Bill of Materials Listing
el_gr: Κατάσταση Αναφορών Υλικού
hu_hu: Anyagszámla lista

source: The Bill of Material listing could not be retrieved by the SQL because
el_gr: Η Κατάσταση Αναφοράς Υλικού δεν μπορούσε να ανακτηθεί από την SQL επειδή
hu_hu: Az anyagszámla lista nem elérhető (SQL), mert

source: The Bill of Material listing has no bills to report on
el_gr: Η Κατάσταση Αναφοράς Υλικού δεν έχει έγγραφα για να ενημερώσει
hu_hu: Nincs megjeleníthető anyagszámla

source: From Inventory Part Code
el_gr: Από Κωδικό Είδους Αποθήκης
hu_hu: Alkatrészkód (tól)

source: To Inventory Part Code
el_gr: Σε Κωδικό Είδους Αποθήκης
hu_hu: Alkatrészkód (ig)

source: Multi-Level Bill Of Materials Maintenance
el_gr: Πολλαπλής στάθμης Αναφορά Συντήρησης Υλικών
hu_hu: Anyagszámla kezelés

source: A maximum of 15 levels of bill of materials only can be displayed
el_gr: Ένα μέγιστο των 15 επιπέδων αναφοράς των υλικών μπορεί μόνο να επιδειχθεί
hu_hu: Maximum 15 szint darabjegyzék csak jeleníthető meg

source: An error occurred in retrieving the components of the BOM during the check for recursion
el_gr: Ένα λάθος εμφανίστηκε στην ανάκτηση των συστατικών της Συνταγής κατά τη διάρκεια του
hu_hu: Rekurzió miatt nem elérhető az anyagszámla

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τα συστατικά της Συνταγής και που απέτυχε στη διαδικασία ήταν
hu_hu: SQL üzenet
