Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: A new Sales category record has been added
el_gr: Ένα νέο ρεκόρ κατηγορία Πωλήσεις έχει προστεθεί
hu_hu: Egy új értékesítési rekordot kategóriában került

source: Cannot delete this sales category because stock items have been added to this category
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία των πωλήσεων, επειδή οι στόκ τεμάχια έχουν προστεθεί σε αυτή την κατηγορία
hu_hu: Nem lehet törölni ezt a kategóriát, mert értékesítés készleten db kerültek ebbe a kategóriába

source: items under to this category
el_gr: θέσεις του σε αυτή την κατηγορία
hu_hu: tételek alapján ebbe a kategóriába

source: Cannot delete this sales category because sub categories have been added to this category
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία των πωλήσεων, επειδή οι επιμέρους κατηγορίες έχουν προστεθεί σε αυτή την κατηγορία
hu_hu: Nem lehet törölni ezt a kategóriát, mert értékesítés alkategóriák adtak az ebbe a kategóriába

source: sub categories
el_gr: Υποκατηγορίες
hu_hu: alkategóriák

source: The sales category
el_gr: Η κατηγορία των πωλήσεων
hu_hu: Az értékesítési kategória

source: has been added
el_gr: προστέθηκε
hu_hu: rögzítve

source: Stock item
el_gr: Χρηματιστήριο σημείο
hu_hu: Raktáron

source: has been removed
el_gr: έχει αφαιρεθεί
hu_hu: el lett távolítva

source: Main
el_gr: Κύρια
hu_hu: Fő

source: Selected Sales Category Path
el_gr: Επιλεγμένη Πωλήσεις Path Κατηγορία
hu_hu: Kiválasztott kategória Értékesítési út

source: There are no categories defined at this level.
el_gr: Δεν υπάρχουν κατηγορίες που ορίζονται σε αυτό το επίπεδο.
hu_hu: Nincsenek kategóriák meghatározása ezen a szinten.

source: Sub Category
el_gr: Υποκατηγορία
hu_hu: Sub kategória

source: Edit Sub Category
el_gr: Επεξεργασία Υποκατηγορία
hu_hu: Edit Sub kategória

source: New Sub Category
el_gr: Νέα Κατηγορία Sub
hu_hu: Új Sub kategória

source: Category Name
el_gr: Όνομα Κατηγορίας
hu_hu: Kategória neve

source: Submit Information
el_gr: Υποβολή Πληροφορίες
hu_hu: Információ beküldése

source: Sales GL Postings Set Up
el_gr: Πωλήσεις GL Ταχυδρομήσεις Set Up
hu_hu: Értékesítési GL hozzászólások beállítása

source: The sales GL posting record has been updated
el_gr: Η GL πωλήσεις απόσπαση ρεκόρ έχει ενημερωθεί
hu_hu: Az értékesítési GL kiküldetés eredménye frissült

source: The new sales GL posting record has been inserted
el_gr: Η νέα GL πωλήσεις απόσπαση εγγραφή έχει εισαχθεί
hu_hu: Az új értékesítési rekordot GL kiküldetés került beillesztésre

source: A sales gl posting account already exists for the selected area, stock category, salestype
el_gr: Μια πωλήσεις gl απόσπαση λογαριασμός υπάρχει ήδη για την επιλεγμένη περιοχή, την κατηγορία μετοχών, salestype
hu_hu: Az értékesítési gl kiküldetés véve már létezik a kiválasztott területre, állományra kategória, salestype

source: Sales posting record has been deleted
el_gr: Πωλήσεις απόσπαση εγγραφή έχει διαγραφεί
hu_hu: Értékesítési kiküldetés rekordot törölték

source: The following posting records that do not have valid general ledger code specified - these records must be amended.
el_gr: Οι παρακάτω εγγραφές απόσπασης που δεν έχουν έγκυρα γενικό κώδικα ορίζεται καθολικό - τα στοιχεία αυτά πρέπει να τροποποιηθούν.
hu_hu: A következő kiküldetés rekordokat, amelyek nem rendelkeznek érvényes főkönyvi meghatározott kódot - ezeket a nyilvántartásokat módosítani kell.

source: Sales Account
el_gr: Πωλήσεις Λογαριασμού
hu_hu: Értékesítési számla

source: Discount Account
el_gr: Έκπτωση Λογαριασμού
hu_hu: Kedvezmény számla

source: Show All Sales Posting Codes Defined
el_gr: Εμφάνιση όλων των Πωλήσεων Απόσπαση κωδικοί που ορίστηκαν
hu_hu: Összes Értékesítési kiküldetése meghatározott kódok

source: Post Sales to GL Account
el_gr: Δημοσίευση Πωλήσεις GL Λογαριασμό
hu_hu: Hozzászólás Értékesítés GL profil

source: Post Discount to GL Account
el_gr: Δημοσίευση Έκπτωση στις GL Λογαριασμό
hu_hu: Hozzászólás Kedvezmény GL-számla

source: Sales Report Graph
el_gr: Πωλήσεις Έκθεση Γράφημα
hu_hu: Értékesítési jelentés grafikon

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
el_gr: Για γραφήματα περιλαμβάνουν είτε ένα φάσμα πελατών ή στοιχείο - το φάσμα πρέπει να προσδιορίζεται. Παρακαλώ εισάγετε την τιμή από την τιμή και για την για την περιοχή
hu_hu: A grafikonok, beleértve akár egy ügyfél vagy elem tartomány - a tartomány meg kell adni. Kérjük, adja meg az értéket, és az érték a tartomány

source: For Sales Area/Region:
el_gr: Για Πωλήσεις Περιοχή / Περιφέρεια:
hu_hu: Értékesítési terület / Régió:

source: Graph On:
el_gr: Γράφημα στις:
hu_hu: Grafikon:

source: To:
el_gr: Προς:
hu_hu: Ahhoz, hogy:

source: Graph Value:
el_gr: Γράφημα Αξία:
hu_hu: Grafikon érték:

source: Net Sales Value
el_gr: Καθαρής αξίας των πωλήσεων
hu_hu: Eladás nettó értékének

source: Show Sales Graph
el_gr: Εμφάνιση Γράφημα Πωλήσεις
hu_hu: Megjelenítés Értékesítés grafikon

source: Sales Value
el_gr: Η αξία των πωλήσεων
hu_hu: Értékesítési érték

source: Unit Sales
el_gr: Μονάδα Πωλήσεων
hu_hu: Értékesítési egység

source: For All Sales Areas
el_gr: Για όλους τους τομείς Πωλήσεων
hu_hu: For All értékesítési terület

source: For All Stock Categories
el_gr: Για όλες τις κατηγορίες Χρηματιστήριο
hu_hu: For All Stock kategória

source: For All Salespeople
el_gr: Για όλους τους πωλητές
hu_hu: For All értékesítők

source: For Customers from
el_gr: Για πελάτες από
hu_hu: Ügyfeleink számára

source: For Items from
el_gr: Για τα στοιχεία από
hu_hu: A tételek a

source: The sales graph data for the selected criteria could not be retrieved because
el_gr: Τα γραφικά δεδομένα των πωλήσεων για τα επιλεγμένα κριτήρια δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az értékesítési adatok grafikon a kiválasztott kritériumokat nem lehetett letölteni, mert

source: There is not sales data for the criteria entered to graph
el_gr: Δεν υπάρχουν στοιχεία για τις πωλήσεις των κριτηρίων που εγγράφονται στο γράφημα
hu_hu: Nincs értékesítési adatok kritériumok belépett grafikon

source: Sales Inquiry
el_gr: Πωλήσεις Εξεταστική
hu_hu: Lekérdezés frissítés

source: Cannot summarize by transaction number with a date type of Order Date
el_gr: Δεν μπορεί να συνοψίσει με αριθμό συναλλαγής με έναν τύπο ημερομηνίας Τάξης Ημερομηνία
hu_hu: Nem lehet összefoglalni a tranzakció számot egy dátum típusú Rendezés Dátum

source: Cannot sort by transaction number with a date type of Order Date
el_gr: Δεν είναι δυνατή η ταξινόμηση με αριθμό συναλλαγής με έναν τύπο ημερομηνίας Τάξης Ημερομηνία
hu_hu: Nem rögzíthető főkönyvi tranzakció a banki terheléshez

source: Order Type - Sales Orders
el_gr: Παραγγείλετε Τύπος - Παραγγελίες
hu_hu: Vissza a megrendelésekhez

source: Order Type - Quotations
el_gr: Παραγγείλετε Τύπος - Αποφθέγματα
hu_hu: Megrendelés rögzítés

source: Invoice Type
el_gr: Τιμολόγιο Τύπος
hu_hu: Számla szöveg

source: Debtor No
el_gr: Οφειλέτης αριθ
hu_hu: Terhelés

source: Debtor Name
el_gr: Οφειλέτης Όνομα
hu_hu: Terhelés

source: Trans. No
el_gr: Trans. Δεν
hu_hu: Tranz

source: Salesman Code
el_gr: Πωλητής κώδικα
hu_hu: Eladó

source: Salesman Name
el_gr: Όνομα Πωλητής
hu_hu: Eladó

source: Area Description
el_gr: Περιοχή Περιγραφή
hu_hu: Leírás

source: Order Type
el_gr: Παραγγείλετε Τύπος
hu_hu: Rendelés dátum

source: Sales Order
el_gr: Πωλήσεις Τάξης
hu_hu: Vevői megrendelések

source: Only Applies To Invoice Date Type
el_gr: Ισχύει μόνο για Τιμολόγιο Τύπος Ημερομηνία
hu_hu: Csak a számla dátuma típusa

source: Sales People Maintenance
el_gr: Πωλήσεις Συντήρηση Άνθρωποι
hu_hu: Értékesítési Emberek Karbantartás

source: The salesperson code must be three characters or less long
el_gr: Ο κωδικός πωλητής πρέπει να είναι τρεις χαρακτήρες ή λιγότερο μακρά
hu_hu: Az eladó kódot kell három vagy ennél kevesebb karakter hosszú

source: The salesperson code cannot be empty
el_gr: Ο κωδικός πωλητής δεν μπορεί να είναι κενή
hu_hu: Az eladó kódot nem lehet üres

source: The salesperson name must be thirty characters or less long
el_gr: Το όνομα του πωλητή πρέπει να είναι τριάντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A számla név max 50 karakter lehet

source: The salesperson telephone number must be twenty characters or less long
el_gr: Ο αριθμός τηλεφώνου πωλητής πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο μακρά
hu_hu: Az eladó telefonszámot kell húsz vagy ennél kevesebb karakter hosszú

source: The commission rates must be a floating point number
el_gr: Τα ποσοστά προμήθειας πρέπει να είναι ένας αριθμός κινητής υποδιαστολής
hu_hu: A jutalék kell egy lebegőpontos szám

source: The breakpoint should be a floating point number
el_gr: Το σημείο διακοπής θα πρέπει να είναι ένας αριθμός κινητής υποδιαστολής
hu_hu: A töréspont kell egy lebegőpontos szám

source: Salesperson record for
el_gr: Πωλητής ρεκόρ για
hu_hu: Értékesítő rekord

source: A new salesperson record has been added for
el_gr: Ένα νέο ρεκόρ πωλητής έχει προστεθεί για
hu_hu: Egy új eladó rekordot adtak hozzá a

source: The insert or update of the salesperson failed because
el_gr: Το ένθετο ή ενημέρωση του πωλητή απέτυχε διότι
hu_hu: A betét vagy frissítését, hogy az eladó nem sikerült, mert

source: Cannot delete this salesperson because branches are set up referring to them
el_gr: Δεν είναι δυνατή η διαγραφή αυτή, διότι οι πωλητές καταστημάτων που έχουν συσταθεί παραπέμπει σε αυτά
hu_hu: Nem törölhető eladó, mert ágakat hoznak létre a rájuk hivatkozó

source: first alter the branches concerned
el_gr: πρώτη τροποποίηση του εν λόγω υποκαταστήματα
hu_hu: első változtat az ágak érintett

source: branches that refer to this salesperson
el_gr: κλάδους που αναφέρονται σε αυτό το πωλητή
hu_hu: ágakat, melyek erre értékesítő

source: Cannot delete this salesperson because sales analysis records refer to them
el_gr: Δεν μπορεί να διαγραφεί αυτή η πωλητή, επειδή οι πωλήσεις εγγραφών ανάλυση να αναφερθούν σε αυτά
hu_hu: Nem törölhető, mert értékesítő eladási rekordokat elemzés utal rájuk

source: sales analysis records that refer to this salesperson
el_gr: μητρώα πωλήσεων ανάλυση που αναφέρονται στην παρούσα πωλητή
hu_hu: értékesítési elemzés rögzíti, hogy ezt vegyük eladó

source: The salesperson could not be deleted because
el_gr: Ο πωλητής δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: Az eladó nem lehet törölni, mert

source: Comm Rate 1
el_gr: Comm Συντελεστής 1
hu_hu: Comm ráta 1

source: Break
el_gr: Διακοπή
hu_hu: Szünet

source: Comm Rate 2
hu_hu: Comm ráta 2

source: Show All Sales People
el_gr: Εμφάνιση όλων των ατόμων Πωλήσεις
hu_hu: Összes Értékesítési Emberek

source: Salesperson code
el_gr: Πωλητής κωδικό
hu_hu: Értékesítő kód

source: Salesperson Name
el_gr: Πωλητής Όνομα
hu_hu: Értékesítő neve

source: Commission Rate 1
el_gr: Επιτροπή Συντελεστής 1
hu_hu: A Bizottság ráta 1

source: Breakpoint
el_gr: Σημείο διακοπής
hu_hu: Töréspont

source: Commission Rate 2
el_gr: Επιτροπή Rate 2
hu_hu: A Bizottság ráta 2

source: Display
el_gr: Εμφάνιση
hu_hu: Kijelző

source: Sales Types
el_gr: Πωλήσεις Είδη
hu_hu: Eladás típusok

source: Price List Maintenance
el_gr: Τιμή Συντήρηση Λίστα
hu_hu: Árlista Karbantartás

source: The sales type (price list) code must be two characters or less long
el_gr: Το είδος των πωλήσεων (τιμοκατάλογος) ο κωδικός πρέπει να είναι δύο χαρακτήρες ή λιγότερο μακρά
hu_hu: Az eladási típusa (árlista) kódot kell két karakter, vagy kevésbé hosszú

source: The sales type (price list) code cannot be an empty string or spaces
el_gr: Το είδος των πωλήσεων (τιμοκατάλογο) κωδικός δεν μπορεί να είναι μια κενή συμβολοσειρά ή χώρους
hu_hu: Az eladási típusa (árlista) kódot nem lehet üres sztring vagy szóközt

source: The sales type (price list) description must be forty characters or less long
el_gr: Το είδος των πωλήσεων (τιμοκατάλογος) περιγραφή πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A fizetési mód leírás max 40 karakter lehet

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
el_gr: Ο κωδικός τύπου των πωλήσεων δεν μπορεί να είναι δεδομένου ότι αυτό είναι ένα σύστημα που ορίζεται συντομογραφία για κάθε είδος των πωλήσεων σε γενικές αναζητήσεις διεπαφή καθολικό
hu_hu: Az értékesítési típus kódja nem lehet, mivel ez a rendszer által meghatározott rövidítése az esetleges forgalmi típusú főkönyvi interfész kereséseket

source: The customer/sales/pricelist type
el_gr: Ο πελάτης / πωλήσεις / τύπου τιμοκατάλογο
hu_hu: Az ügyfél / értékesítési / árlista típus

source: The customer/sales/pricelist type
el_gr: Ο πελάτης / πωλήσεις / τύπου τιμοκατάλογο
hu_hu: Az ügyfél / értékesítési / árlista típus

source: Customer/sales/pricelist type
el_gr: Πελατών / πωλήσεων / τύπου τιμοκατάλογο
hu_hu: Vevő árszint

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
el_gr: Ο αριθμός των συναλλαγών που χρησιμοποιούν τον εν λόγω πελάτη / πωλήσεις / τύπου τιμοκατάλογος δεν θα μπορούσε να ανακτηθεί
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this sale type because customer transactions have been created using this sales type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του είδους την πώληση, επειδή οι συναλλαγές πελατών δημιουργήθηκαν με χρήση αυτού του τύπου των πωλήσεων
hu_hu: Nem lehet törölni ezt a típusú értékesítésre, mert ügyfélforgalom hoztak létre ezzel a kereskedelmi típusú

source: transactions using this sales type code
el_gr: συναλλαγών με χρήση αυτού του κώδικα τύπου πωλήσεων
hu_hu: tranzakciók ezzel értékesítési típusú kódot

source: The number of transactions using this Sales Type record could not be retrieved because
el_gr: Ο αριθμός των συναλλαγών χρησιμοποιώντας αυτό Πωλήσεις Τύπος ρεκόρ δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A tranzakciók száma ezzel Értékesítés típusa rekord nem lehetett letölteni, mert

source: Cannot delete this sale type because customers are currently set up to use this sales type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του είδους την πώληση, επειδή οι πελάτες οι οποίες έχουν συγκροτηθεί για να χρησιμοποιήσουν αυτόν τον τύπο πωλήσεων
hu_hu: Nem lehet törölni ezt a típusú értékesítésre, mivel a vevők jelenleg beállítva, hogy használja ezt a kereskedelmi típusú

source: customers with this sales type code
el_gr: πελάτες με αυτόν τον κωδικό είδους πωλήσεις
hu_hu: ügyfeleknek, hogy ennek az értékesítési típusú kódot

source: The Sales Type record could not be deleted because
el_gr: Οι Πωλήσεις Τύπος ρεκόρ δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: Az értékesítési típusú rekord nem lehet törölni, mert

source: Sales type
el_gr: Πωλήσεις Τύπος
hu_hu: Értékesítés típusa

source: price list
el_gr: τιμοκατάλογος
hu_hu: árlista

source: The Sales Type prices could not be deleted because
el_gr: Οι Πωλήσεις Τύπος τιμές δεν μπορούσαν να διαγραφεί διότι
hu_hu: Az értékesítési típusú árakat nem lehetett törölni, mert

source: and any prices for this sales type / price list were also deleted
el_gr: καθώς και κάθε τιμών για αυτό το είδος των πωλήσεων / τιμοκατάλογο ήταν επίσης διαγραφεί
hu_hu: és minden árakat a értékesítési típusú árjegyzéket is törlésre

source: Type Code
el_gr: Τύπος κώδικα
hu_hu: Típus kód

source: Are you sure you wish to delete this price list and all the prices it may have set up?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον κατάλογο των τιμών και όλες τις τιμές που μπορεί να έχει δημιουργήσει;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Show All Sales Types Defined
el_gr: Εμφάνιση Όλοι οι τύποι Πωλήσεις Ορίζεται
hu_hu: Összes Értékesítési típust nem definiál

source: Sales Type/Price List Setup
el_gr: Πωλήσεις Τύπος / Διαμόρφωση Τιμοκατάλογος
hu_hu: Eladás típus/Árszint

source: Sales Type Name
el_gr: Πωλήσεις Όνομα Τύπος
hu_hu: Értékesítési típus neve

source: Select an Asset
el_gr: Επιλέξτε ένα περιουσιακό στοιχείο
hu_hu: Válasszon ki egy Asset

source: There are no asset categories currently defined please use the link below to set them up
el_gr: Δεν υπάρχουν κατηγορίες στοιχείων του ενεργητικού επί του παρόντος ορίζεται παρακαλούμε χρησιμοποιήστε το παρακάτω σύνδεσμο για να τους συστήσει
hu_hu: Nincsenek eszközök köre jelenleg meghatározott kérjük használja az alábbi linket az azokat felállító

source: Define Asset Categories
el_gr: Καθορίστε τις κατηγορίες περιουσιακών στοιχείων
hu_hu: Adjuk Asset Kategóriák

source: Any asset category
el_gr: Κάθε κατηγορία του ενεργητικού
hu_hu: Bármilyen eszköz kategóriában

source: Enter partial description
el_gr: Εισάγετε μερική περιγραφή
hu_hu: Adja meg a részleges leírása

source: Enter partial asset code
el_gr: Εισάγετε τον κωδικό μερική ενεργητικού
hu_hu: Adja meg a részleges eszköz kódot

source: Asset description keywords have been used in preference to the asset code extract entered
el_gr: Οι λέξεις-κλειδιά Asset περιγραφή έχουν χρησιμοποιηθεί κατά προτίμηση από τον κωδικό του ενεργητικού απόσπασμα εγγράφεται
hu_hu: Eszköz leírása a kulcsszavakat, amelyek előnyben részesíthetők az eszközök kódot kivonatot be

source: No assets were returned by the SQL because
el_gr: Δεν περιουσιακά στοιχεία επιστρέφονται από τον SQL επειδή
hu_hu: Nem eszközöket által visszaadott SQL miatt

source: No assets were returned by this search please re-enter alternative criteria to try again
el_gr: Δεν περιουσιακά στοιχεία που επιστρέφονται από αυτή την αναζήτηση πληκτρολογήστε ξανά τα εναλλακτικά κριτήρια για να προσπαθήσετε ξανά
hu_hu: Nem eszközöket által visszaadott keresési kérjük, adja meg újra alternatív kritériumokat, hogy próbálkozzon újra

source: Search All Sales Orders
el_gr: Αναζήτηση Όλες οι παραγγελίες πωλήσεων
hu_hu: Keresés minden Vevői rendelések

source: Search Sales Orders
el_gr: Αναζήτηση Παραγγελίες Πωλήσεων
hu_hu: Vissza a megrendelésekhez

source: for the part
el_gr: για το τμήμα
hu_hu: A rész

source: No selections have been made to search for parts
el_gr: Δεν επιλογές έχουν γίνει για την αναζήτηση τμημάτων
hu_hu: Nincs választás tettek a kereséshez alkatrészek

source: choose a stock category or enter some characters of the code or description then try again
el_gr: επιλέξτε μια κατηγορία μετοχών ή εισάγετε χαρακτήρες του κωδικού ή της περιγραφής στη συνέχεια προσπαθήστε ξανά
hu_hu: válasszon egy kategóriát állomány, vagy írjuk be néhány karaktert a kód vagy leírást, majd próbálja újra

source: for all orders placed after
el_gr: για όλες τις παραγγελίες μετά
hu_hu: minden megrendelések után

source: Search Orders
el_gr: Αναζήτηση Παραγγελίες
hu_hu: Keresés Rendelések

source: Show Completed orders only
el_gr: Εμφάνιση εντολές Συμπλήρωση μόνο
hu_hu: Kész rendelések csak

source: To search for sales orders for a specific part use the part selection facilities below
el_gr: Για να αναζητήσετε τις παραγγελίες πωλήσεων για μια συγκεκριμένη χρήση μέρους των εγκαταστάσεων επιλογής τμήμα κάτω
hu_hu: Keresni a vevői rendelések egy bizonyos részét használja a részét kiválasztási eszközök az alábbi

source: Sales Orders
el_gr: Πωλήσεις Παραγγελίες
hu_hu: Értékesítési megrendelések

source: Select Contract
el_gr: Επιλέξτε Συμβόλαιο
hu_hu: Telephely kód

source: Contracts
el_gr: Συμβάσεις
hu_hu: Kapcsolat

source: Select A Contract
el_gr: Επιλέξτε Ένα Συμβόλαιο
hu_hu: Válasszon egy Főkönyvi számlát

source: Not Yet Quoted
el_gr: Δεν έχει ακόμη Εισηγμένες
hu_hu: Még nem jegyzett

source: Quoted - No Order Placed
el_gr: Εισηγμένες - Δεν παραγγελία
hu_hu: Idézett - Nincs megrendelés

source: All Contracts
el_gr: Όλες οι συμβάσεις
hu_hu: Kapcsolat

source: New Contract
el_gr: Νέα σύμβαση
hu_hu: Kapcsolat

source: No contracts were returned by the SQL because
el_gr: Δεν συμβάσεις επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: Issue To WO
el_gr: Τεύχος να WO
hu_hu: használva

source: Contract Ref
el_gr: Συμβόλαιο Ref
hu_hu: A szerződés Ref

source: Create Credit Note
el_gr: Δημιουργία πιστωτικό σημείωμα
hu_hu: Létrehozása Credit megjegyzés

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
el_gr: Αυτό το πιστωτικό σημείωμα έχει ήδη υποστεί επεξεργασία. Ανανεώνοντας τη σελίδα δεν θα εισέλθει το πιστωτικό σημείωμα και πάλι
hu_hu: Ez a jóváírást már feldolgozták. Az oldal frissítésével nem lép a jóváírás újra

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
el_gr: Παρακαλείσθε να χρησιμοποιήσετε τους συνδέσμους πλοήγησης παρέχονται αντί να χρησιμοποιούν το πρόγραμμα περιήγησης πίσω κουμπί και στη συνέχεια, έχοντας να ανανεώσετε
hu_hu: Kérjük, használja a navigációs linkek használata helyett a böngésző Vissza gombot, majd miután a frissítési

source: At least one Customer Name keyword OR an extract of a Customer Code must be entered for the search
el_gr: Τουλάχιστον μια λέξη κλειδί ονόματος πελάτη Ή ένα απόσπασμα ενός κωδικού πελάτη πρέπει να εισαχθεί για την αναζήτηση
hu_hu: Min egy kulcsszavat a névből, vagy a vevő kód egy részét kell megadni a kereséshez

source: Customer branch records requested cannot be retrieved because
el_gr: Πελάτης εγγραφές κλάδος αυτός δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Ügyfél ág rekordok kért nem lehet letölteni, mert

source: Sorry
el_gr: Συγνώμη
hu_hu: Bocsánat

source: there are no customer branch records contain the selected text
el_gr: δεν υπάρχουν αρχεία υποκατάστημα πελάτη περιέχει το επιλεγμένο κείμενο
hu_hu: nincs ügyfél ág nyilvántartás tartalmazza a kijelölt szöveg

source: Select Customer For Credit Note
el_gr: Επιλογή πελατών για πιστωτικό σημείωμα
hu_hu: Válassza ki az Ügyfél számára Credit megjegyzés

source: Customer Selection
el_gr: Πελάτης Επιλογή
hu_hu: Ügyfél kiválasztása

source: Enter text in the customer name
el_gr: Πληκτρολογήστε το κείμενο στο όνομα του πελάτη
hu_hu: Szöveget az ügyfél nevére

source: Enter text extract in the customer code
el_gr: Πληκτρολογήστε το κείμενο απόσπασμα από τον κώδικα του πελάτη
hu_hu: Írja be a szöveget kivonat az ügyfél kód

source: There are no products available that match the criteria specified
el_gr: Δεν υπάρχουν διαθέσιμα προϊόντα που ταιριάζουν με τα κριτήρια που καθορίζονται
hu_hu: Nincs rendelkezésre álló termékek, amelyek megfelelnek a meghatározott feltételeknek

source: The SQL statement used was
el_gr: Η πρόταση SQL χρησιμοποιήθηκε ήταν
hu_hu: Az SQL utasítás felhasznált

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
el_gr: είναι ήδη σχετικά με αυτό το πιστωτικό - το σύστημα δεν θα επιτρέψει το ίδιο θέμα στην πιστωτικό σημείωμα πάνω από μία φορά. Ωστόσο, μπορείτε να αλλάξετε την ποσότητα πιστωθεί της υπάρχουσας γραμμής, εάν χρειάζεται
hu_hu: már ezen a hitel - a rendszer nem engedi ugyanazt a pontot a jóváírást több alkalommal. Azonban meg lehet változtatni a mennyiséget jóvá a meglévő vonal, ha szükséges

source: There is a problem selecting the part because
el_gr: Υπάρχει ένα πρόβλημα επιλογής των μέρει, επειδή
hu_hu: Van egy probléma, kiválasztása részben azért, mert

source: does not exist in the database and cannot therefore be added to the credit note
el_gr: δεν υπάρχει στη βάση δεδομένων και συνεπώς δεν μπορεί να προστεθεί στο πιστωτικό σημείωμα
hu_hu: nem létezik az adatbázisban, és ezért nem lehet hozzáadni a jóváírás
