Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: webERP is not available right now
el_gr: webERP δεν είναι διαθέσιμη αυτή τη στιγμή
hu_hu: webERP nem áll most

source: during maintenance of the system
el_gr: κατά τη συντήρηση του συστήματος
hu_hu: érvénytelen felhasználó a rendszerben

source: webERP is configured to allow only secure socket connections. Pages must be called with https://
el_gr: webERP έχει ρυθμιστεί ώστε να επιτρέπει μόνο ασφαλείς συνδέσεις πρίζα. Σελίδες πρέπει να κληθεί με https: / /
hu_hu: a rendszer biztonságos felületen érhető csak el. Az oldalak eléréséhez használja a https://.... formátumot

source: Security settings have not been defined for your user account. Please advise your system administrator. It could also be that there is a session problem with your PHP web server
el_gr: Οι ρυθμίσεις ασφαλείας δεν έχουν καθοριστεί για το λογαριασμό χρήστη σας. Παρακαλείστε να ενημερώσετε το διαχειριστή του συστήματός σας. Θα μπορούσε επίσης να είναι ότι υπάρχει ένα πρόβλημα συνεδρία με PHP web server σας
hu_hu: Nincsenek biztonsági beállítások ehhez a felhasználóhoz. Lépjen kapcsolatba a rendszeradminisztrátorral. Lehet, hogy session hiba a PHP beállításoknál

source: Security Permissions Problem
el_gr: Ασφάλεια Πρόβλημα Δικαιώματα
hu_hu: Biztonsági hiba

source: This form was not submitted with a correct ID
el_gr: Το έντυπο αυτό δεν υποβλήθηκε με τη σωστή ταυτότητα
hu_hu: Ez a forma nem került benyújtásra a megfelelő azonosító

source: Could not retrieve user details on login because
el_gr: Δεν μπόρεσα να ανακτήσετε τα στοιχεία του χρήστη για σύνδεση επειδή
hu_hu: Nem lehet letölteni a felhasználó adatait a belépés, mert

source: There was a problem deleting expired audit-trail history
el_gr: Υπήρξε ένα πρόβλημα κατά τη διαγραφή λήξει ιστορία διαδρομής διαχειριστικού ελέγχου
hu_hu: Hiba az alapértelmezett fuvarozó beállításánál

source: Back to login page
el_gr: Επιστροφή στην σελίδα εισόδου
hu_hu: Vissza a belépés oldalra

source: The company name entered (
el_gr: Το όνομα της εταιρείας που καταγράφονται (
hu_hu: Az alkatrész

source: Check the company name entered (
el_gr: Ελέγξτε το όνομα της εταιρείας που καταγράφονται (
hu_hu: utoljára megadotttól

source: The company name abbreviation entered at login must also have a company directory defined. See your system administrator
el_gr: Η συντομογραφία για το όνομα της εταιρείας τέθηκε σε σύνδεση πρέπει επίσης να έχουν ένα κατάλογο της εταιρείας ορίζεται. Δείτε το διαχειριστή του συστήματος
hu_hu: A cég nevének rövidítése lépett a bejelentkezéskor kell egy céges könyvtár meghatározott. Lásd meg a rendszergazdát

source: The configuration in the file config.php for the database user name and password do not provide the information required to connect to the database server
el_gr: Η διαμόρφωση στο αρχείο config.php για το όνομα χρήστη και τον κωδικό πρόσβασης βάσης δεδομένων δεν παρέχουν τις πληροφορίες που απαιτούνται για να συνδεθείτε με το διακομιστή βάσης δεδομένων
hu_hu: A config.php file-ban megadott felhasználó név/jelszó nem megfelelő a kapcsolódáshoz

source: The company name entered does not correspond to a database on the database server specified in the config.php configuration file. Try logging in with a different company name
el_gr: Το όνομα της εταιρείας εισήλθε δεν αντιστοιχεί σε μια βάση δεδομένων στο διακομιστή βάσης δεδομένων που καθορίζεται στο αρχείο ρυθμίσεων config.php. Δοκιμάστε να συνδεθείτε με διαφορετικό όνομα εταιρείας
hu_hu: A config.php file-ban megadott cégnévhez nemtalálható adatbázis. Próbáljon más bejelebtkezést

source: Database SQL Failure
el_gr: Βάση δεδομένων SQL Παράλειψη
hu_hu: Adatbázis SQL hiba

source: Error Rolling Back Transaction
el_gr: Σφάλμα Rolling Back Συναλλαγής
hu_hu: Tranzakció Roll Back hiba

source: Database Rollback Error
el_gr: Λάθος στη βάση δεδομένων Rollback
hu_hu: Adatbázis Roll Back hiba

source: The system has just run the regular database administration and optimisation routine.
el_gr: Το σύστημα έχει τρέξει μόνο την τακτική διαχείριση βάσεων δεδομένων και τη ρουτίνα βελτιστοποίησης.
hu_hu: A rendszer az adatbázis karbanatrtó rutinokat futtatja

source: The company name entered together with the configuration in the file config.php for the database user name and password do not provide the information required to connect to the database.
el_gr: Το όνομα της εταιρείας εισήλθε σε συνδυασμό με τη διαμόρφωση του config.php αρχείο για το όνομα χρήστη και τον κωδικό πρόσβασης βάσης δεδομένων δεν παρέχουν τις πληροφορίες που απαιτούνται για να συνδεθείτε με τη βάση δεδομένων.
hu_hu: A config.php file-ban megadott login név és a cégnév nem egyezik az adatbázisban tárolt információkkal

source: Try logging in with an alternative company name.
el_gr: Δοκιμάστε να συνδεθείτε με ένα εναλλακτικό όνομα της εταιρείας.
hu_hu: Próbáljon másik cég nevében belépni

source: DB ERROR:
el_gr: DB ΣΦΑΛΜΑ:
hu_hu: DB HIBA:

source: Error Rolling Back Transaction!!
el_gr: Σφάλμα Rolling Back Συναλλαγής!
hu_hu: Tranzakció Roll Back hiba

source: DB DEBUG:
hu_hu: BD DEBUG:

source: The system has just run the regular database administration and optimisation routine
el_gr: Το σύστημα έχει τρέξει μόνο την τακτική διαχείριση βάσεων δεδομένων και τη ρουτίνα βελτιστοποίησης
hu_hu: A rendszer az adatbázis karbantartó rutinokat futtatja

source: The report does not have any output columns
el_gr: Η έκθεση δεν έχει καμία στήλες εξόδου
hu_hu: A kimutatásban nincs megadva érvényes oszlop

source: You need to set up the data columns that you wish to show in the report
el_gr: Θα πρέπει να συσταθεί τις στήλες των δεδομένων που θέλετε να δείτε στην έκθεση
hu_hu: Be kell állítania az adat oszlopokat, melyeket a kimutatásban látni szeretne

source: No Columns
el_gr: Δεν Στήλες
hu_hu: Nincs oszlop

source: Enter Columns for this report
el_gr: Εισάγετε στήλες για αυτή την έκθεση
hu_hu: Adjon meg oszlopot a kimutatáshoz

source: The report cannot have more than 10 columns in it
el_gr: Η έκθεση δεν μπορεί να έχει περισσότερα από 10 στήλες σε αυτό
hu_hu: A kimutatásban nem lehet több mint 10 oszlop

source: Please delete one or more columns before attempting to run it
el_gr: Διαγράψτε μία ή περισσότερες στήλες πριν επιχειρήσετε να το τρέξετε
hu_hu: Töröljön néhány oszlopot, mielőtt futtatja a kimutatást

source: Too Many Columns
el_gr: Πάρα πολλές στήλες
hu_hu: Túl sok oszlop

source: Maintain Columns for this report
el_gr: Τη διατήρηση των στηλών για την παρούσα έκθεση
hu_hu: Oszlopok karbatartás

source: Calculated fields must use columns defined in the report specification
el_gr: Υπολογιζόμενα πεδία πρέπει να χρησιμοποιήσει τις στήλες που ορίζονται στη συγγραφή έκθεσης
hu_hu: A kalkulált mezők csak beállított oszlopokkal működhetnek

source: The numerator column number entered for this calculation is not defined in the report
el_gr: Ο αριθμός στήλης αριθμητής τέθηκε για τον υπολογισμό αυτό δεν ορίζεται στην έκθεση
hu_hu: A sorszám oszlop nincs beállítva a kimutatásban

source: Calculation With Undefined Column
el_gr: Υπολογισμός με ασαφή Στήλη
hu_hu: Nem definiált oszlopra hivatkozás a számolásban

source: The denominator column number entered for this calculation is not defined in the report
el_gr: Ο αριθμός στήλης παρονομαστής που εγγράφονται για τον υπολογισμό αυτό δεν ορίζεται στην έκθεση
hu_hu: A megadott nevező oszlop nincs definiálva a kimutatásban

source: Calculation With Undefined Denominator
el_gr: Υπολογισμός με ασαφή παρονομαστή
hu_hu: Nem definiált oszlopra hivatkozás a számolásban

source: There was a problem running the SQL to retrieve the sales analysis information
el_gr: Υπήρξε ένα πρόβλημα λειτουργίας του SQL για να ανακτήσετε τις πληροφορίες ανάλυση των πωλήσεων
hu_hu: Hiba (SQL) a kalulációs adatok elérésénél

source: The SQL that was used to retrieve the user defined sales analysis info was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση του χρήστη ορίζονται οι πωλήσεις info ανάλυση
hu_hu: SQL sor

source: The user defined sales analysis SQL did not return any rows
el_gr: Ο χρήστης που ορίζονται ανάλυση πωλήσεων SQL δεν επέστρεψε κανένα σειρές
hu_hu: A felhasználó által beállított SQL nem adott vissza értéket

source: have another look at the criteria specified
el_gr: έχουν μια άλλη ματιά στο προσδιόρισε τα κριτήρια
hu_hu: ellenőrizze a megadott feltételeket

source: Nothing To Report
el_gr: Δεν έχει τίποτα να Έκθεση
hu_hu: Nincs adat

source: An error occurred in adding a new period number
el_gr: Παρουσιάστηκε σφάλμα κατά την προσθήκη ενός νέου αριθμός της περιόδου
hu_hu: Hiba az időszak szám rögzítésénél

source: An error occurred in retrieving the period number
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση του αριθμού περίοδο
hu_hu: Hiba az időszak szám elérésénél

source: Could not insert first period
el_gr: Δεν ήταν δυνατή η εισαγωγή πρώτης περιόδου
hu_hu: Nem rögzíthető az első időszak

source: Could not insert second period
el_gr: Δεν ήταν δυνατή η εισαγωγή δεύτερης περιόδου
hu_hu: Nem rögzíthető az első időszak

source: The variable
el_gr: Η μεταβλητή
hu_hu: A változó

source: is set to
el_gr: έχει οριστεί σε
hu_hu: beállítva

source: The freight calculation for the destination city cannot be performed because
el_gr: Ο υπολογισμός εμπορευματικών μεταφορών για την πόλη προορισμού δεν μπορεί να εκτελεστεί γιατί
hu_hu: A szállítási költség a megadott célállomásra nem kalkulálható, mert

source: Customer No.
el_gr: Κωδ. Πελάτη
hu_hu: Vevő kód

source: Shipped by
el_gr: Αποσταλεί από
hu_hu: Által szállított

source: Actual Picked
el_gr: Πραγματική Διαλεγμένες
hu_hu: Egyenleg

source: There is a problem in retrieving the pricing information for part
el_gr: Υπάρχει ένα πρόβλημα κατά την ανάκτηση των πληροφοριών τιμολόγησης από την πλευρά
hu_hu: Hiba az árképzés adatok elérésénél

source: and for Customer
el_gr: και για την Εξυπηρέτηση Πελατών
hu_hu: és a vevő

source: the error message returned by the SQL server was
el_gr: το μήνυμα λάθους που επιστρέφεται από το διακομιστή SQL ήταν
hu_hu: SQL hiba

source: There are no prices set up for
el_gr: Δεν υπάρχουν τιμές που έχει συσταθεί για
hu_hu: Nincs árazás beállítva

source: Can not retrieve the cost of sales GL code because
el_gr: Δεν είναι δυνατή η ανάκτηση του κόστους πωλήσεων GL κώδικα, επειδή
hu_hu: Az értékesítés költségei főkönyvi kód nem elérhető, mert

source: SQL to get the cost of sales GL Code
el_gr: SQL για να πάρει το κόστος πωλήσεων GL κώδικα
hu_hu: SQL, hogy a költségek az értékesítés GL kód

source: Could not determine the correct general ledger account to use for posting the cost of this sale. Go to the setup menu and define appropriate COGS (Cost Of Goods Sold) accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
el_gr: Δεν μπόρεσα να καθοριστεί η σωστή γενικό λογαριασμό του καθολικού να χρησιμοποιήσει για την απόσπαση του κόστους της εν λόγω πώλησης. Πηγαίνετε στο μενού ρύθμισης και ορίζουν κατάλληλες ΚΠΠ (Κόστος Πωληθέντων) λογαριασμούς. Για να ενεργοποιήσετε το τιμολόγιο αυτό πρέπει να το δημοσιεύσετε έχει αναρτηθεί στην προεπιλογή των πωλήσεων και ΚΠΠ - τον αριθμό του λογαριασμού 1
hu_hu: Nem végrehajtható a főkönyvi feladás (értékesítés költségei). A Beállítások menüpontban elllenőrizze a főkönyvi beállításokat

source: There was a problem retrieving the sales general ledger code because
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των πωλήσεων γενικό κώδικα καθολικό γιατί
hu_hu: Hiba az értékesítés főkönyvi feladásakor, mert

source: SQL to get the sales GL Codes for sales and discounts
el_gr: SQL για να πάρει τις πωλήσεις GL Κωδικοί για τις πωλήσεις και τις εκπτώσεις
hu_hu: SQL sor

source: Could not determine the correct general ledger account to use for posting this sale to. Go to the setup menu and define appropriate Sale GL Posting accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
el_gr: Δεν μπόρεσα να καθοριστεί η σωστή γενικό λογαριασμό του καθολικού να χρησιμοποιήσετε για αυτή την απόσπαση πώληση. Πηγαίνετε στο μενού ρύθμισης και ορίζουν κατάλληλες Πώληση ΓΠ λογαριασμούς απόσπαση. Για να ενεργοποιήσετε το τιμολόγιο αυτό πρέπει να το δημοσιεύσετε έχει αναρτηθεί στην προεπιλογή των πωλήσεων και ΚΠΠ - τον αριθμό του λογαριασμού 1
hu_hu: A főkönyvi feladás sikertelen ezzel az eladással. A Beállítások menüben ellenőrizze az értékesítés főkönyvi beállításait

source: Aged Customer Balances For Customers from
el_gr: Ηλικίας Πελατών Καταθέσεις για πελάτες από
hu_hu: Görgetett vevői egyenelegek vevőtől

source: And Trading in
el_gr: Και εμπορία
hu_hu: Kereskedés itt

source: And Has at Least 1 Branch Serviced By Sales Person #
el_gr: Και έχει τουλάχιστον 1 κατάστημα εξυπηρετείται από πωλητή #
hu_hu: És legalább 1 Fióktelepe által kiszolgált értékesítő személyt #

source: Aged Supplier Balances For Suppliers from
el_gr: Ηλικίας Προμηθευτή Υπόλοιπα των προμηθευτών από
hu_hu: Görgetett szállítói egyenlegek szállítótól

source: Balance Sheet as at
el_gr: Ισολογισμός
hu_hu: Egyeneg kimutatás

source: for Receipt Batch
el_gr: ΓΙΑ ΤΗΝ ΑΠΟΔΕΣΜΕΥΣΗ Παραλαβή
hu_hu: Bevétel köteg

source: Date of Banking
el_gr: Ημερομηνία Τραπεζικής
hu_hu: Értéknap

source: Banked into
el_gr: Banked σε
hu_hu: Bank

source: Account Number
el_gr: Αριθμός Λογαριασμού
hu_hu: Számla száma

source: Bank Details
el_gr: Τράπεζα Λεπτομέρειες
hu_hu: Bank adatok

source: Bill Of Material Listing for Parts Between
el_gr: Bill κατάλογος των πρώτων υλών για τα Μέρη Μεταξύ
hu_hu: Alapanyag számlák lista

source: Component Part/Description
el_gr: Συστατικό μέρος / Περιγραφή
hu_hu: Alkatrész leírás

source: Wrk Cntr
hu_hu: Üzem

source: Payments Summary
el_gr: Πληρωμές Περίληψη
hu_hu: Kifizetések összesen

source: Reference / General Ledger Posting Details
el_gr: Αναφορά / Γενική Λογιστική Απόσπαση Λεπτομέρειες
hu_hu: Ref. / Főkönyvi feladás adatok

source: Customers List for
el_gr: Πελάτες Λίστα για
hu_hu: Vevő lista

source: All Territories
el_gr: Όλα τα εδάφη
hu_hu: Összes terület

source: Territory
el_gr: Επικράτεια
hu_hu: Terület

source: Territories
el_gr: Εδάφη
hu_hu: Területek

source: and for
el_gr: και για την
hu_hu: és

source: Salespeople
el_gr: Πωλητές
hu_hu: Eladó

source: Act Code
el_gr: Πράξη κώδικα
hu_hu: Kód

source: Postal Address
el_gr: Ταχυδρομική Διεύθυνση
hu_hu: Postai cím

source: Branch Contact Information
el_gr: Υποκατάστημα Επικοινωνία
hu_hu: Kapcsolat információ

source: Branch Delivery Address
el_gr: Υποκατάστημα Διεύθυνση Παράδοσης
hu_hu: Szállítási cím

source: Customer Payments
el_gr: Πελάτης Πληρωμές
hu_hu: Vevő név

source: input on
el_gr: επί των εισροών για
hu_hu: Árajánlat nyomtatás

source: Net Amount
el_gr: Καθαρό Ποσό
hu_hu: Számla

source: Total Amount
el_gr: Συνολικό ποσό
hu_hu: Összeg

source: Customer Balances For Customers between
el_gr: Πελάτης υπολοίπων για πελάτες μεταξύ των
hu_hu: Az ügyfél egyenlegét ügyfelek között

source: Variances Between Orders and Deliveries Listing
el_gr: Αποκλίσεις μεταξύ παραγγελιών και παραδόσεων Χρηματιστήριο
hu_hu: Közötti eltérések Rendelések és szállítások listája

source: For Inventory Category
el_gr: Για την κατηγορία Απογραφή
hu_hu: A leltár kategória

source: Deliveries ex
el_gr: Παραδόσεις ex
hu_hu: Szállítások ex

source: Item and Description
el_gr: Θέση και Περιγραφή
hu_hu: Elem és leírás

source: Inv Date
el_gr: Inv Ημερομηνία
hu_hu: Inv Dátum

source: Days Between Requested Delivery Date and Invoice Date
el_gr: Ημέρες μεταξύ της ζητηθείσας ημερομηνία παράδοσης και η ημερομηνία έκδοσης του τιμολογίου
hu_hu: Nap között kért szállítási határidő és a számla dátuma

source: GRN number
el_gr: GRN αριθμός
hu_hu: Beszállítás szám

source: PO number
el_gr: PO αριθμός
hu_hu: Beszállítás szám

source: Item Number
el_gr: Θέση Αριθμός
hu_hu: Szám

source: Date Recd
el_gr: Ημερομηνία Recd
hu_hu: Fogadva

source: Qty in Suppliers UOM
el_gr: Ποσότητα σε Προμηθευτές UOM
hu_hu: Mennyiség a Szállítók mértékegysége

source: Qty in Stock UOM
el_gr: Ποσότητα σε Stock UOM
hu_hu: Mennyiség raktáron mértékegysége

source: Qty
el_gr: Ποσότητα
hu_hu: Menny

source: Inventory Valuation for Categories between
el_gr: Απογραφή Αποτίμησης για τις κατηγορίες μεταξύ
hu_hu: Készletértékelés a kategóriák között

source: location
el_gr: τοποθεσία
hu_hu: helyen

source: Low GP Sales Between
el_gr: Χαμηλή Πωλήσεις GP Μεταξύ
hu_hu: Alacsony GP Értékesítési között

source: less than
el_gr: λιγότερο από
hu_hu: kevesebb, mint

source: Packing Slip
el_gr: Συσκευασία Slip
hu_hu: Csomagolási Slip

source: Customer Copy
el_gr: Πελάτης Αντιγραφή
hu_hu: Ügyfél másolása

source: Your Ref
el_gr: Ref σας
hu_hu: Ön Ref

source: This Del
el_gr: Αυτό Del
hu_hu: Ez a Del

source: Prev Dels
el_gr: Προηγ Dels
hu_hu: Előző Dels

source: Orders Invoiced Listing
el_gr: Παραγγελίες Τιμολογημένες Λίστα
hu_hu: Az Elsőfokú Bíróság Számlázott listázása

source: for delivery ex
el_gr: για την παράδοση εκ
hu_hu: Szállítási ex

source: Order Status Listing
el_gr: Παραγγελία Λίστα Κατάσταση
hu_hu: Megrendelés státusz

source: Outstanding GRNs Valuation for Suppliers between
el_gr: Εξαιρετική Αποτίμηση GRNs για Προμηθευτές μεταξύ
hu_hu: Kiemelkedő értéke a GRNs szállítók között

source: Final Payment Run For Supplier Codes between
el_gr: Τελική πληρωμή Run For Προμηθευτής Κώδικες μεταξύ
hu_hu: Végszámla Run A Szállító kódok között

source: Payment Run (Print Only) For Supplier Codes between
el_gr: Πληρωμή Run (μόνο εκτύπωση) για τον προμηθευτή Κώδικες μεταξύ
hu_hu: Fizetési Run (nyomtatáshoz) A Szállító kódok között

source: And Only Suppliers Trading in
el_gr: Και μόνο Trading Προμηθευτές στην
hu_hu: És csak a szállítók kereskedés

source: Due
el_gr: Λόγω
hu_hu: Miatt

source: Profit and loss for the
el_gr: Κέρδη και ζημίες της
hu_hu: Nyereség / Veszteség

source: months to
el_gr: μήνες για να
hu_hu: hónapok

source: and including
el_gr: και συμπεριλαμβανομένης της
hu_hu: Csak árajánlat

source: Quotation For
el_gr: Προσφορά για
hu_hu: Ajánlat

source: Tax Class
el_gr: Φορολογική Κατηγορία
hu_hu: Adó osztály

source: GRAND TOTAL
el_gr: ΓΕΝΙΚΟ ΣΥΝΟΛΟ
hu_hu: VÉGÖSSZEG

source: This is not an invoice
el_gr: Αυτό δεν είναι ένα τιμολόγιο
hu_hu: Számla

source: as of
el_gr: από
hu_hu: mint a

source: Statement dated
el_gr: Δήλωση της
hu_hu: I nyilatkozatban

source: Please send with remittance to
el_gr: Παρακαλούμε να στείλετε με έμβασμα σε
hu_hu: Kérjük, küldje az átutalással

source: Check Sheets for Categories between
el_gr: Ελέγξτε Φύλλα για κατηγορίες μεταξύ
hu_hu: Ellenőrizze lapok kategóriák között

source: Counted
el_gr: Που μετρήθηκαν
hu_hu: Leszámolható

source: Transfer No
el_gr: Μεταφορά αριθ
hu_hu: Transzfer Nem

source: Qty Shipped
el_gr: Ποσότητα Αποστέλλεται
hu_hu: Db Szállításkor

source: Negative Stocks Listing
el_gr: Αρνητική Αποθέματα Λίστα
hu_hu: Negatív készlet listázása

source: Stock transfer number
el_gr: Αριθμός υλικού της μεταβίβασης
hu_hu: Megrendelés szám

source: Transfer To
el_gr: Μεταφορά Προς
hu_hu: Akt átutalás

source: Supplier Balances For Suppliers between
el_gr: Προμηθευτής υπολοίπων για Προμηθευτές μεταξύ
hu_hu: Görgetett szállítói egyenlegek szállítótól

source: Transactions for tag
el_gr: Συναλλαγές για την ετικέτα
hu_hu: Tranzakciók összesen

source: Search On Location
el_gr: Αναζήτηση στην τοποθεσία
hu_hu: Készlet helyen

source: Number Of Items
el_gr: Αριθμός τεμαχίων
hu_hu: Darabszám

source: Top Items Sales Search Result
el_gr: Κορυφή Αποτελέσματα Στοιχεία Πωλήσεις Αναζήτηση
hu_hu: Top tételek Értékesítés Keresés eredménye

source: Total Inv
el_gr: Σύνολο Inv
hu_hu: Összesen

source: CREDIT NOTE
el_gr: Πιστωτικό σημείωμα
hu_hu: Jóváírást

source: Dispatch Detail
el_gr: Αποστολή Λεπτομέρεια
hu_hu: Feladás részletei

source: Dispatched From
el_gr: Αποστέλλονται από
hu_hu: Elszállított

source: Sold To
el_gr: Sold να
hu_hu: Eladva

source: Customer Tax Ref
el_gr: Πελάτης Ref Φορολογικές
hu_hu: Ügyfél adó Ref

source: Customer Order Ref.
el_gr: Πελάτης Ref Τάξης.
hu_hu: Vevő rendelés

source: Delivered To (check Dispatch Detail)
el_gr: Παραδόθηκε σε (ελέγξτε Dispatch Λεπτομέρεια)
hu_hu: Megérkezés (check kiszállítás Részlet)

source: Cust. Tax Ref
el_gr: Cust. Φορολογικές Ref
hu_hu: Cust. Adó Ref

source: Cust. Reference No.
el_gr: Cust. Αριθμός αναφοράς
hu_hu: Vevői hivatkozás

source: Disc.
el_gr: Δίσκου.
hu_hu: Kedvezmény

source: and for the
el_gr: και για την
hu_hu: és

source: FOR VIEWING ONLY
el_gr: Για την προβολή ΜΟΝΟ
hu_hu: Csak megjelenítésre

source: DO NOT SEND TO SUPPLIER
el_gr: Να μην αποσταλεί στον προμηθευτή
hu_hu: Ne küldj a szállító

source: SUPPLIERS
el_gr: ΠΡΟΜΗΘΕΥΤΕΣ
hu_hu: BESZÁLLÍTÓK

source: THIS IS NOT AN ORDER
el_gr: ΑΥΤΟ ΔΕΝ ΕΙΝΑΙ ΜΙΑ ΔΙΑΤΑΞΗ
hu_hu: Ez nem MEGRENDELÉS

source: Requisition Number
el_gr: Επίταξης Αριθμός
hu_hu: Definició

source: Date Reqd
el_gr: Ημερομηνία reqd
hu_hu: Dátum Reqd

source: The lines on the purchase order cannot be retrieved because
el_gr: Οι γραμμές σχετικά με την εντολή αγοράς δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A vonalak a megrendelés nem lehet letölteni, mert

source: The SQL statement that was used to retrieve the purchase order lines was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την ανάκτηση των γραμμών παραγγελίας ήταν
hu_hu: Az SQL utasítás, hogy használták letölteni a megrendelés vonalak

source: is already on this order the system is set up to prevent the same item being on the order more than once. However you can change the quantity ordered of the existing line if necessary
el_gr: είναι ήδη σχετικά με αυτό το σκοπό το σύστημα έχει ρυθμιστεί ώστε να αποφευχθεί το ίδιο αντικείμενο που με τη σειρά πάνω από μία φορά. Ωστόσο, μπορείτε να αλλάξετε την παραγγελθείσα ποσότητα της υπάρχουσας γραμμής, εάν χρειάζεται
hu_hu: már szerepel a megrendelésben. A rendszer nem engedélyezi ugyanazt a terméket többszőr felvenni egy megrendelésbe. Változtassa meg a rendelt mennyiéget ha szükséges

source: The details for
el_gr: Οι λεπτομέρειες για την
hu_hu: Részletek

source: The SQL used to retrieve the pricing details but failed was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες τιμών, αλλά απέτυχε ήταν
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: could not be found in the database
el_gr: δεν θα μπορούσε να βρεθεί στη βάση δεδομένων
hu_hu: nem elérhetők az adtabázisban

source: it has not been added to the order
el_gr: ότι δεν έχει προστεθεί με τη διάταξη
hu_hu: nem lett hozzáadva a megrendeléshez

source: Item Does Not Exist
el_gr: Το σημείο δεν υπάρχει
hu_hu: Nincs ilyen termék

source: could not be added to the order because it has been flagged as obsolete
el_gr: δεν θα μπορούσε να προστεθεί με τη διάταξη, επειδή έχει επισημανθεί ως άνευ αντικειμένου
hu_hu: nem rögzíthető tétel, mert a termék megszüntnek lett jelölve

source: Obsolete Item
el_gr: Ξεπερασμένα Θέση
hu_hu: Megszünt termék

source: No more lines can be added to this order the customer account is currently at or over their credit limit
el_gr: Δεν υπάρχουν άλλα κονδύλια μπορούν να προστεθούν σε αυτήν την διαταγή του λογαριασμού του πελάτη είναι επί του παρόντος ή πάνω από το πιστωτικό τους όριο
hu_hu: Több tétel nem rögzíthető, mert a vevő hitel limitje nem engedi

source: does not have a cost set up and order entry is set up to prohibit sales of items with no cost data entered
el_gr: δεν έχει ένα κόστος που έχει συσταθεί και η καταχώρηση της παραγγελίας έχει συσταθεί για να εμποδίσουν την πώληση των αντικειμένων που δεν εισάγει δεδομένα κόστους
hu_hu: nincs költség rögzítve, és a megrendelések beállításánál nincs engedélyezve a költségek nélküli megrendelés készítése

source: The transaction number could not be incremented
el_gr: Ο αριθμός των συναλλαγών δεν θα μπορούσε να αυξάνεται
hu_hu: A tranzakció szám nem növelhető

source: The following SQL to increment the transaction number was used
el_gr: Οι παρακάτω SQL για να την αυξήσετε τον αριθμό συναλλαγής χρησιμοποιήθηκε
hu_hu: SQL sor
