Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Accounts Receivable/Payable Settings
el_gr: Εισπρακτέους / πληρωτέους λογαριασμούς Ρυθμίσεις
hu_hu: Esedékes / fizetendő számlák beállítások

source: First Overdue Deadline in (days)
el_gr: Πρώτη Εκπρόθεσμες Προθεσμία σε (ημέρες)
hu_hu: Első lejárt határidő (nap)

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
el_gr: Πελάτη και προμηθευτή υπόλοιπα εμφανίζονται ως εκπρόθεσμες από την παρούσα πολλές ημέρες. Αυτή η παράμετρος χρησιμοποιείται για τον πελάτη και προμηθευτή οθόνες έρευνας και ηλικίας καταχωρήσεις
hu_hu: Vevői és szállítói egyenlegek jelennek esedékes ez a sok napon át. Ez a paraméter az ügyfél-és beszállítói érdeklődés képernyők és idősebb listát

source: Second Overdue Deadline in (days)
el_gr: Δεύτερη Εκπρόθεσμες Προθεσμία σε (ημέρες)
hu_hu: Lejárt a második határidő (nap)

source: As above but the next level of overdue
el_gr: Όπως και παραπάνω, αλλά το επόμενο επίπεδο των ληξιπρόθεσμων
hu_hu: Mint fent, de a következő szint az esedékes

source: Default Credit Limit
el_gr: Προεπιλογή Όριο Πίστωσης
hu_hu: Alapértelmezett hitelkeret

source: The default used in new customer set up
el_gr: Η προεπιλογή που χρησιμοποιείται σε νέο πελάτη που έχει συσταθεί
hu_hu: Az alapértelmezett használt új ügyfél felállított

source: Check Credit Limits
el_gr: Ελέγξτε Πιστωτικών Ορίων
hu_hu: Ellenőrizze a hitelkeretek

source: Do not check
el_gr: Μην επιλέξετε
hu_hu: Nem ellenőrzi a

source: Warn on breach
el_gr: Προειδοποίηση σε παράβαση
hu_hu: Figyelmeztet megsértésére

source: Prohibit Sales
el_gr: Πωλήσεις Απαγόρευση
hu_hu: Tilthatják Értékesítés

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
el_gr: Πιστωτικά όρια μπορούν να ελεγχθούν κατά την είσοδο για να προειδοποιήσει μόνο ή να σταματήσει τη σειρά από το να εγγράφονται σε περίπτωση που θα λάβει το υπόλοιπο του λογαριασμού του πελάτη υπερβεί το όριο τους
hu_hu: Hitelkeretek lehet ellenőrizni a rendelés, hogy figyelmeztesse, vagy csak megállítani a sorrendben, hogy belépett, ha venné a vevő fizetési mérleg egyenlege feletti korlátozást

source: Show Settled Last Month
el_gr: Εμφάνιση Πάγια Τελευταίος μήνας
hu_hu: Megjelenítés Betelepült Múlt hónapban

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
el_gr: Η ρύθμιση αυτή αφορά τη μορφή των δηλώσεων πελάτη. Εάν τα τιμολόγια και πιστωτικά σημειώματα που έχουν καταβληθεί και εγκαταστάθηκαν κατά τη διάρκεια του τρέχοντος μήνα θα πρέπει να αποδειχθεί στη συνέχεια, επιλέξτε Ναι. Επιλέγοντας Δεν θα δείξει μόνο το παρόν εκκρεμή τιμολόγια, τις πιστώσεις και τις πληρωμές που δεν έχουν κατανεμηθεί
hu_hu: Ez a beállítás vonatkozik a formáját vevői nyilatkozatok. Ha a számlák és jóváírási, hogy fizettek, és állandó folyamán az aktuális hónap kell bemutatni, majd válasszuk az Igen. Kiválasztása nem csak azt mutatják, a jelenleg fennálló számlák, a hitelek és kifizetések, amelyeket nem osztottak

source: Romalpa Clause
el_gr: Romalpa ρήτρα
hu_hu: Romalpa záradék

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
el_gr: Αυτό το κείμενο εμφανίζεται σε τιμολόγια και πιστωτικά σημειώματα με μικρά γράμματα. Κανονικά, η ρήτρα παρακρατήσεως της κυριότητας που δίνει το δικαίωμα της εταιρείας να συλλέξει τα εμπορεύματα τα οποία δεν έχουν πληρωθεί για το - για να δώσει κάποια προστασία για επισφαλείς απαιτήσεις.
hu_hu: Ez a szöveg jelenik meg a számlák és jóváírási apró betűkkel. Normális esetben a fenntartási kikötés, hogy ad a vállalat jogi gyűjteni áruk, amelyek nem fizették ki -, hogy némi védelmet a behajthatatlan követelések.

source: Quick Entries
el_gr: Γρήγορη Ενδείξεις
hu_hu: Gyors bejegyzések

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
el_gr: Αυτή η παράμετρος καθορίζει τη διάρθρωση των πωλήσεων οθόνης για την είσοδο. Ο αριθμός των διαθέσιμων πεδίων για γρήγορη καταχωρήσεις. Οποιοσδήποτε αριθμός 1 - 99 μπορούν να εισαχθούν.
hu_hu: Ez a paraméter határozza meg az elrendezés a vevői képernyőn. A mezők száma álló gyors bejegyzés. Minden szám 1-től 99 kell beírni.

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
el_gr: Για να δείτε τα πιο συχνά παραγγελθέντα προϊόντα πληκτρολογήστε τον αριθμό των συχνά διέταξε στοιχεία που θέλετε να εμφανίσετε 1 έως 99. Εάν δεν επιθυμείτε να εμφανίζονται τα συχνά παραγγείλει λίστα εισάγετε το 0.
hu_hu: Hogy megmutassam a leggyakrabban megrendelt adja meg a gyakran megrendelt szeretne megjeleníteni 1-99. Ha nem akarod megjeleníteni a gyakran rendelt cikkek listáját írjuk be a 0.

source: Sales Order Allows Same Item Multiple Times
el_gr: Πωλήσεις Διάταξη Επιτρέπει ίδιο σημείο πολλές φορές
hu_hu: Vevői rendelés Lehetővé teszi ugyanazt a tételt többször

source: Order Entry allows Line Item Narrative
el_gr: Order Entry σάς επιτρέπει στοιχείου γραμμής Αφήγηση
hu_hu: Rendelt mennyiség a tételsorhoz

source: Allow Narrative Entry
el_gr: Καταστεί δυνατή η έναρξη Αφήγηση
hu_hu: Megjegyzés

source: No Narrative Line
el_gr: Δεν αφηγηματική γραμμή
hu_hu: Szöveg

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
el_gr: Επιλέξτε εάν ή να μην επιτρέπουν την είσοδο της αφήγησης, με τα σημεία line παραγγελία. Αυτή η αφήγηση θα αναγράφονται στα τιμολόγια και τη συσκευασία μπόλια. Χρήσιμα κυρίως για τις επιχειρήσεις παροχής υπηρεσιών.
hu_hu: Válassza ki, hogy nem léphetnek az elbeszélés a megrendelt tételeket. Ez a narratíva jelenik meg a számlákon, és a csomagolás kombiné. Hasznos elsősorban a szolgáltató vállalkozások.

source: A picking note must be produced before an order can be delivered
el_gr: Μια συλλογή σημείωμα θα πρέπει να έχουν παραχθεί πριν από την παραγγελία μπορεί να παραδοθεί
hu_hu: A szedés jegyzéket be kell mutatni, mielőtt az ahhoz teljesíteni lehet

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
el_gr: Επιλέξτε ή μη-συγκομιδής σημείωμα θα πρέπει να έχουν παραχθεί πριν από την παραγγελία μπορεί να παραδοθεί σε έναν πελάτη.
hu_hu: Válassza ki, hogy a szedés jegyzéket be kell mutatni, mielőtt az ahhoz lehet szállítani egy ügyfél.

source: Auto Update Exchange Rates Daily
el_gr: Αυτόματη Συνάλλαγμα Ενημέρωση Ημερήσια
hu_hu: Automatikus frissítés Árfolyamok Napi

source: Format of Packing Slips
el_gr: Μορφή της συσκευασίας Γλιστρήματα
hu_hu: Formátum Csomagolási csúszások

source: Laser Printed
el_gr: Εκτύπωση με λέιζερ
hu_hu: Lézernyomtatás

source: Special Stationery
el_gr: Ειδικά Χαρτικά
hu_hu: Különleges Irodaszerek

source: Choose the format that packing notes should be printed by default
el_gr: Επιλέξτε τη μορφή που επισημαίνει συσκευασίας θα πρέπει να εκτυπώνονται από προεπιλογή
hu_hu: Válassza ki a formátumot, hogy a csomagolás megjegyzi kell kinyomtatni alapértelmezés szerint

source: Invoice Orientation
el_gr: Τιμολόγιο Προσανατολισμός
hu_hu: Számlázási cím

source: Select the invoice layout
el_gr: Επιλέξτε το τιμολόγιο διάταξη
hu_hu: Adja meg az egyenleg dátumot

source: Show company details on packing slips
el_gr: Εμφάνιση στοιχείων της εταιρείας σχετικά με τη συσκευασία μπόλια
hu_hu: Show cégadatok csomagoló kombiné

source: Show Company Details
el_gr: Αναλυτικά η Εταιρεία
hu_hu: Megjelenítés Cégadatok

source: Hide Company Details
el_gr: Απόκρυψη Λεπτομέρειες Εταιρίας
hu_hu: Elrejtése Cégadatok

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
el_gr: Πελάτης υποκαταστημάτων μπορεί να ρυθμιστεί από προεπιλογή να μην εκτύπωσης συσκευασίας μπόλια με το λογότυπο της εταιρείας και τη διεύθυνση. Αυτό είναι χρήσιμο για τις εταιρείες εν λόγω πλοίου προς τους πελάτες τους πελάτες και να δείξει την προέλευση της αποστολής θα ήταν ακατάλληλη. Υπάρχει μια επιλογή για την εγκατάσταση των υποκαταστημάτων των πελατών σε πλοίο τυφλή, αυτή η ρύθμιση είναι η προεπιλογή εφαρμόζεται σε όλα τα νέα καταστήματα του πελάτη
hu_hu: Ügyfél ágak is alapértelmezés szerint nem nyomtatja csomagolás csúszik a cég logója és címe. Ez hasznos lehet a vállalatok számára, hogy a hajó az ügyfelek ügyfelek és megmutatni a forrása a szállítás nem lenne megfelelő. Lehetőség van a beállítás az ügyfél ágazatok hajó vak, ez a beállítás az alapértelmezett alkalmazni minden új ügyfél fiókok

source: Dispatch Cut-Off Time
el_gr: Αποστολή καταληκτική ώρα
hu_hu: Küldő Cut-Off Time

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
el_gr: Καταδικάζει εγγράφονται μετά από αυτή τη φορά θα προεπιλογή να αποσταλούν την επόμενη ημέρα, αυτό μπορεί να είναι πάνω από μαστίζονται από τη στιγμή της πώλησης εισόδου για
hu_hu: Az Elsőfokú Bíróság lépett ezen időszak letelte után alapértelmezésként szállítják a következő napon ez lehet átállítani időpontjában az eladási rendelés

source: Allow Sales Of Zero Cost Items
el_gr: Επιτρέψτε Πωλήσεων της μηδενικής στοιχεία κόστους
hu_hu: Hagyjuk Értékesítési nulla költség tételek

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
el_gr: Αν ένα στοιχείο που επιλέγονται σε θέση ώστε να μην έχει κάποιο κόστος που έχει συσταθεί στη συνέχεια, αν αυτή η παράμετρος έχει οριστεί σε Δεν τότε η γραμμή ώστε δεν θα μπορούν να εγγράφονται
hu_hu: Ha egy kiválasztott elem a rendelés nem költség létre akkor, ha ez a paraméter nincs, akkor a rendelési sor nem fogja tudni kell beírni

source: Controlled Items Must Exist For Crediting
el_gr: Ελεγχόμενων ειδών θα πρέπει να υπάρχουν για την πίστωση
hu_hu: Ellenőrzött termékek léteznie kell jóváírásának

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
el_gr: Η παράμετρος αυτή σχετίζεται με τη συμπεριφορά της ελεγχόμενης κώδικα αντικείμενα. Εάν ένα σειριακό αριθμημένο στοιχείο δεν έχει προηγουμένως υπήρχε τότε ένα πιστωτικό σημείωμα για αυτό δεν θα επιτρέπεται εφόσον αυτό έχει οριστεί στην τιμή Ναι
hu_hu: Ez a paraméter érinti a viselkedését ellenőrzött termékek kódot. Ha a sorszámozott tétel korábban nem létezett, akkor a jóváírási értesítés nem lesz megengedett, ha ezt az Igen

source: Could not load price lists
el_gr: Δεν ήταν δυνατή η φόρτωση των τιμοκαταλόγων
hu_hu: Nem tudta betölteni árlisták

source: Default Price List
el_gr: Default Τιμοκατάλογος
hu_hu: Alapértelmezett árlista

source: Unavailable
hu_hu: Nem érhető el

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
el_gr: Ο κατάλογος αυτός τιμή χρησιμοποιείται ως έσχατη λύση όταν δεν υπάρχει τιμή που έχει δημιουργηθεί για ένα αντικείμενο στον τιμοκατάλογο ότι ο πελάτης έχει ρυθμιστεί για
hu_hu: Az árlista használják a legszükségesebb esetben nincs ár létre egy tétel az árlistában, hogy az ügyfél számára létrehozott

source: Could not load shippers
el_gr: Δεν ήταν δυνατή η φόρτωση φορτωτές
hu_hu: Nem sikerült betölteni a feladók

source: Default Shipper
el_gr: Default Φορτωτής
hu_hu: Alapértelmezett Szállító

source: This shipper is used where the best shipper for a customer branch has not been defined previously
el_gr: Αυτό αποστολέα χρησιμοποιείται όταν το καλύτερο φορτωτή για το υποκατάστημα πελάτης δεν έχει οριστεί προηγουμένως
hu_hu: Ez a feladó használni, ha a legjobb feladó ügyfél számára ág még nem határozták meg korábban

source: Do Freight Calculation
el_gr: Να Υπολογισμός φορτίων
hu_hu: Ne Szállítási kiszámítása

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
el_gr: Αν αυτό έχει οριστεί στην τιμή Ναι, τότε το σύστημα θα προσπαθήσει να υπολογίσει το κόστος μεταφοράς της αποστολής με βάση το βάρος και κυβικά και τα δεδομένα που ορίζονται για κάθε αποστολέα τους και των συντελεστών για τη ναυτιλία σε διάφορες τοποθεσίες. Τα αποτελέσματα αυτού του υπολογισμού θα έχει νόημα μόνο εάν τα δεδομένα έχουν εγγραφεί για το στοιχείο βάρους και όγκου στο σημείο εγκατάστασης των αποθεμάτων για όλα τα στοιχεία και το κόστος μεταφοράς για κάθε αποστολέα συντηρείται σωστά.
hu_hu: Ha ez a beállítás értéke Igen, akkor a rendszer megpróbálja kiszámítani a szállítási költség a kiszállítás súlya alapján, és harmadfokú, és az adatokat meghatározni az egyes szállító és azok aránya hajózás különböző helyszíneken. Az e számítás eredményét csak az esetben lehet értelme, ha az adatok bevitele a tétel súlya és mennyisége az állomány tétel beállítása az összes elem és a szállítási költségeket az egyes szállító gondozták megfelelően.

source: Apply freight charges if an order is less than
el_gr: Εφαρμόστε τα έξοδα μεταφοράς, αν μια εντολή είναι μικρότερη από
hu_hu: Alkalmazza fuvardíjak, ha a megrendelés nem éri el

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
el_gr: Η παράμετρος αυτή είναι αποτελεσματική μόνο αν Να Εμπορευματικές Υπολογισμός έχει οριστεί σε Ναι. Αν έχει οριστεί σε 0 τότε εμπορευματικών μεταφορών είναι πάντα φορτισμένη. Η συνολική αξία της παραγγελίας είναι σε σύγκριση με την τιμή αυτή να αποφασίσει εάν ή να μην ναύλο
hu_hu: Ez a paraméter csak akkor hatásos, ha a Do Freight számítása Igen értékre van állítva. Ha értéke 0, akkor teherszállítás mindig felszámolásra. A teljes megbízás értéke képest ez az érték a döntés-e vagy sem a díjat árufuvarozási

source: Create Debtor Codes Automatically
el_gr: Δημιουργία Κώδικες οφειλέτη Αυτόματα
hu_hu: Készítsen Adós kódok automatikus

source: Set to Automatic - customer codes are automatically created - as a sequential number
el_gr: Ρύθμιση για αυτόματη - οι κωδικοί των πελατών δημιουργούνται αυτόματα - ως ένας αύξων αριθμός
hu_hu: Automatikus beállítást - vásárlói kód automatikusan létrejön - mint egy sorszám

source: Could not load tax categories table
el_gr: Δεν ήταν δυνατή η φορολογική επιβάρυνση πίνακα κατηγορίες
hu_hu: Nem ellenőrizhető az adó elszámolás főkönyvi számla, mert

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
el_gr: Αυτή είναι η κατηγορία που χρησιμοποιήθηκε για την είσοδο των τιμολογίων προμηθευτών καθώς και την κατηγορία στην οποία εμπορευμάτων προσελκύει φόρου
hu_hu: Ez az adónem igénybevett szállítói számlák és a kategóriát, ahol a teherszállítás vonzza adó

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
el_gr: Αυτή η παράμετρος είναι αυτό που εμφανίζεται στα τιμολόγια φόρου και πιστώσεις για τη φορολογική αρχή του, π.χ. εταιρείας. στην αυστραλιανή αυτό θα από την ABN: - στη ΝΖ θα ήταν GST αριθ: στο Ηνωμένο Βασίλειο θα ήταν ΦΠΑ Regn. Δεν
hu_hu: Ez a paraméter az, ami megjelenik adó számlák és hitelek esetében az adóhatóság a cég pl. Ausztrál ez a ABN: - NZ lenne GST-szám: az Egyesült Királyságban lenne ÁFA Regn. Nem

source: Country Of Operation
el_gr: Χώρα λειτουργίας
hu_hu: Ország Működési

source: Number Of Periods Of StockUsage
el_gr: Αριθμό των περιόδων StockUsage
hu_hu: Időszakok száma StockUsage

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
el_gr: Σε έρευνες χρήση του υλικού αυτού εξαρτάται από τα πόσα περιόδους χρήσης υλικού για να δείξει. Μια μέση τιμή υπολογίζεται για διάστημα αυτό πολλές περιόδους
hu_hu: A készlet használata kérdések ebben határozza meg, hány időszakok állomány használata mutatni. Egy átlagos számítják át ezt a sok időt

source: Show order values on GRN
el_gr: Εμφάνιση τιμών για την GRN
hu_hu: Megjelenítés érdekében értékek GRN

source: Should the value of the purchased stock be shown on the GRN screen
el_gr: Σε περίπτωση που η αξία των εξαγορασθεισών μετοχών να εμφανίζεται στην οθόνη GRN
hu_hu: Ha az érték a vásárolt készlet megjelenik a képernyőn GRN

source: Check Quantity Charged vs Deliver Qty
el_gr: Έλεγχος ποσότητας που καταλογίστηκε εναντίον Παράδοση Ποσότητα
hu_hu: Ellenőrizze a mennyiség Töltött vs Deliver db

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
el_gr: Στην είσοδο της ΑΡ τιμολογίων αυτή καθορίζει εάν όχι να ελέγχει τις παραληφθείσες ποσότητες στο απόθεμα δένουν με τις ποσότητες που τιμολογούνται
hu_hu: A bejegyzést az AP számlák e határozza meg, hogy nem ellenőrzi az átvett mennyiségeket a készlet követi a mennyiségek kiszámlázott

source: Check Price Charged vs Order Price
el_gr: Ελέγξτε τιμή που χρεώνεται vs Τιμή Παραγγελία
hu_hu: Ellenőrizze a felszámított ár vs Rendelési ár

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
el_gr: Στην είσοδο της ΑΡ τιμολογίων Αυτή η παράμετρος καθορίζει το αν ή όχι να ελέγξει τις τιμές τιμολογίου δένουν να καταδικάζεται τιμές
hu_hu: A bejegyzést az AP számlák ez a paraméter határozza meg, hogy ellenőrizni számlázási árához köti le a megrendelt árak

source: Allowed Over Charge Proportion
el_gr: Επιτρέπονται Πάνω Αναλογία Χρέωση
hu_hu: Engedélyezett túltöltés aránya

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
el_gr: Εάν η επιταγή χρεώσεις τιμή τιμή Τάξης εναντίον πρόκειται να ναι, τότε η αναλογία αυτή καθορίζει το ποσοστό κατά το οποίο τα τιμολόγια μπορούν να είναι υπερβολικό ποσό σε σχέση με την τιμή
hu_hu: Ha ellenőrizzük az árak díjak vs Rendelési ár van beállítva, hogy igen, akkor ez az arány határozza meg a százalékos arány, amellyel számlát lehet túltölteni tekintetében az árak

source: Allowed Over Receive Proportion
el_gr: Επιτρέπονται Λήψη Πάνω Ποσοστό
hu_hu: Engedélyezett felett fogadása aránya

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
el_gr: Εάν η επιταγή ποσότητας που καταλογίστηκε ποσότητα παράδοσης εναντίον πρόκειται να ναι, τότε η αναλογία αυτή καθορίζει το ποσοστό κατά το οποίο τα τιμολόγια μπορούν να είναι υπερβολικό ποσό σε σχέση με την παράδοση
hu_hu: Ha ellenőrizni mennyiség felszámolásra vs szállítási mennyiség van beállítva, hogy igen, akkor ez az arány határozza meg a százalékos arány, amellyel számlát lehet túltölteni tekintetében szállítási

source: Purchase Order Allows Same Item Multiple Times
el_gr: Εντολή αγοράς Επιτρέπει ίδιο σημείο πολλές φορές
hu_hu: Megrendelés Lehetővé teszi ugyanazt a tételt többször

source: January
el_gr: Ιανουάριος
hu_hu: Január

source: February
el_gr: Φεβρουάριος
hu_hu: Február

source: March
el_gr: Μαρτίου
hu_hu: Március

source: April
el_gr: Απριλίου
hu_hu: Április

source: May
el_gr: Μάιος
hu_hu: Május

source: June
el_gr: Ιουνίου
hu_hu: Június

source: July
el_gr: Ιουλίου
hu_hu: Július

source: August
el_gr: Αύγουστος
hu_hu: Augusztus

source: September
el_gr: Σεπτέμβριος
hu_hu: Szeptember

source: October
el_gr: Οκτωβρίου
hu_hu: Október

source: Financial Year Ends On
el_gr: Οικονομικό Έτος Λήξη
hu_hu: A pénzügyi év vége:

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
el_gr: Καθορισμός του μήνα κατά τον οποίο το οικονομικό έτος που λήγει επιτρέπει στο σύστημα να παρέχει χρήσιμες προεπιλογών για γενικές εκθέσεις καθολικό
hu_hu: Meghatározása, amely hónapban a pénzügyi év vége lehetővé teszi, hogy a rendszer hasznos alapértelmezett főkönyvi jelentések

source: Report Page Length
el_gr: Έκθεση Μήκος Σελίδα
hu_hu: Jelentés oldal hossza

source: Default Maximum Number of Records to Show
el_gr: Default Μέγιστος Αριθμός βιβλία που αποδεικνύουν
hu_hu: Alapértelmezett maximális száma rekordok megjelenítése

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
el_gr: Όταν σελίδες έχουν κωδικό για να περιοριστεί ο αριθμός των επιστρεφόμενων εγγραφών - όπως η επιλογή των πελατών, επιλέξτε τον προμηθευτή και να επιλέξετε το στοιχείο, τότε αυτό θα είναι το προεπιλεγμένο αριθμό των εγγραφών προς εμφάνιση για ένα χρήστη που δεν έχει αλλάξει αυτό για τον εαυτό τους στις ρυθμίσεις του χρήστη.
hu_hu: Amikor a lapok kódot számának korlátozása visszaküldött rekordok - mint válasszon ügyfél, válasszuk a szállító és válassza a elemet, akkor ez lesz az alapértelmezett rekordok száma megmutatni a felhasználónak, aki nem változtatott ezen a maguk számára a felhasználói beállításokat.

source: Maximum Size in KB of uploaded images
el_gr: Μέγιστο μέγεθος σε KB του μεταφόρτωση εικόνων
hu_hu: Maximális mérete KB-ban a feltöltött képek

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
el_gr: Εικόνα αρχεία των στοιχείων μπορεί να φορτωθεί στον κεντρικό υπολογιστή. Το σύστημα θα ελέγχει ότι τα αρχεία που φορτώνονται είναι μικρότερο από αυτό το μέγεθος (σε KB) πριν θα τους επιτραπεί να γίνουν upload. Μεγάλες φωτογραφίες θα κάνει το σύστημα αργό και θα είναι δύσκολο να δείτε στην οθόνη του Η συντήρηση του τροχαίου.
hu_hu: Képfájlok tételek lehet feltölteni a szerverre. A rendszer ellenőrzi, hogy a feltöltött fájlok kevesebb, mint a mérete (KB) előtt fogják engedni, hogy fel kell tölteni. Nagy kép teszi a rendszer lassú és nehéz lesz megtekinteni az állomány tartási képernyőn.

source: Could not load the Number Of Month Must be Shown
el_gr: Δεν ήταν δυνατή η φόρτωση του αριθμού του μήνα πρέπει να εμφανίζεται
hu_hu: Nem sikerült betölteni a száma Hónapok fel kell tüntetni

source: Number Of Month Must Be Shown
el_gr: Αριθμός του μήνα πρέπει να εμφανίζεται
hu_hu: Száma hónap kell mutatni
