Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The stock held as at
el_gr: Το απόθεμα που πραγματοποιήθηκε στις
hu_hu: Az állomány tartott a

source: Total Quantity
el_gr: Συνολική Ποσότητα
hu_hu: Össz. mennyiség

source: Stock Re-Order Level Maintenance
el_gr: Αποθήκη Επίπεδο Συντήρησης Re-Order
hu_hu: Stock Re-Order szintű karbantartása

source: Show Re-Order Levels
el_gr: Εμφάνιση Επίπεδα Re-Order
hu_hu: Megjelenítés Re-Order szintek

source: Serial Item Research
el_gr: Serial Θέση Έρευνα
hu_hu: Soros jogcím Kutatás

source: No History found for Serial Number
el_gr: Δεν βρέθηκαν Ιστορία για τον αύξοντα αριθμό
hu_hu: Nincs története talált Sorozatszám

source: Details for Serial Item
el_gr: Λεπτομέρειες για Serial Θέση
hu_hu: Részletek

source: Length
el_gr: Μήκος
hu_hu: Elküldve

source: CurInvQty
hu_hu: Ország

source: Move Qty
el_gr: Μετακίνηση Ποσότητα
hu_hu: Mozgás db

source: Move Type
el_gr: Μετακίνηση Τύπος
hu_hu: Eladás típus

source: Trans #
hu_hu: Tranz

source: DebtorNo
hu_hu: Terhelés

source: Move Ref
el_gr: Μετακίνηση Ref
hu_hu: Mozgás Ref

source: Total Move Qty
el_gr: Συνολική Ποσότητα Μετακίνηση
hu_hu: Össz ár

source: Stock Of Controlled Items
el_gr: Αποθήκη των ελεγχόμενων ειδών
hu_hu: Stock ellenőrzött termékek

source: This page must be called with parameters specifying the item to show the serial references and quantities
el_gr: Αυτή η σελίδα πρέπει να κληθεί με παραμέτρους που προσδιορίζουν το στοιχείο για να δείτε τα διαδοχικές παραπομπές και τις ποσότητες
hu_hu: Ez az oldal kell meghívni paraméterekkel meghatározza az elem megjelenítéséhez a soros referenciák és mennyiségek

source: It cannot be displayed without the proper parameters being passed
el_gr: Δεν μπορεί να εμφανίζεται χωρίς την κατάλληλη παραμέτρους που πέρασε
hu_hu: Ez nem lehet megjeleníteni anélkül, hogy a megfelelő paramétereket a kiszabott

source: Could not retrieve the requested item because
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζήτησαν αυτού του είδους, διότι
hu_hu: Nem sikerült letölteni a kért elem, mert

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
el_gr: Αυτό το στοιχείο είναι είτε kitset ή συγκροτήματος ή εικονική μέρος και δεν μπορούν να έχουν ένα απόθεμα εκμετάλλευση
hu_hu: Ez a tétel vagy egy kitset vagy az összeszerelést vagy a hatóanyag nélküli része, és nem lehet az állomány gazdaság

source: This page cannot be displayed
el_gr: Αυτή η σελίδα δεν μπορεί να εμφανιστεί
hu_hu: Ez az oldal nem jeleníthető meg

source: Only serialised or controlled items can be displayed in this page
el_gr: Μόνο σε συνέχειες ή ελεγχόμενων ειδών μπορούν να εμφανιστούν σε αυτή τη σελίδα
hu_hu: Csak a sorozatban, vagy ellenőrzött termékek is megjelennek ezen az oldalon

source: Could not retrieve the stock location of the item because
el_gr: Δεν ήταν δυνατή η ανάκτηση της θέσης απόθεμα το στοιχείο, επειδή
hu_hu: Nem lehet letölteni az állomány az elem helyét, mert

source: The SQL used to lookup the location was
el_gr: Η SQL χρησιμοποιείται για την αναζήτηση της θέσης ήταν
hu_hu: Az SQL használt keresést a helyszín

source: The serial numbers/batches held cannot be retrieved because
el_gr: Οι αύξοντες αριθμοί / παρτίδες που πραγματοποιήθηκε δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A sorozatszám / tételek tartott nem lehet letölteni, mert

source: Serialised items in
el_gr: Serialised στοιχεία
hu_hu: Serialised tételek

source: Controlled items in
el_gr: Ελεγχόμενων ειδών
hu_hu: Ellenőrzött termékek

source: In units of
el_gr: Σε μονάδες
hu_hu: Egység

source: Expiry Date
el_gr: Ημερομηνία λήξης
hu_hu: Árfolyam

source: Total quantity
el_gr: Συνολική ποσότητα
hu_hu: Teljes mennyiség

source: The Stock Item code cannot be empty
el_gr: Ο κωδικός Θέση Χρηματιστήριο δεν μπορεί να είναι κενή
hu_hu: A készlet jogcím kódot nem lehet üres

source: The make or buy flag cannot be changed from
el_gr: Η παράγουν ή αγοράζουν σημαίας δεν μπορεί να αλλάξει από
hu_hu: Az, hogy vagy vásárolni zászló nem változott

source: where there is a quantity of stock on hand at any location
el_gr: όπου υπάρχει ποσότητα των αποθεμάτων που υπάρχουν σε οποιαδήποτε θέση
hu_hu: ahol mennyiségű raktárkészlet bárhol

source: Currently there are
el_gr: Επί του παρόντος υπάρχουν
hu_hu: Jelenleg vannak

source: on hand
el_gr: σχετικά με το χέρι
hu_hu: kéznél

source: where the item is to be lot controlled
el_gr: όταν η θέση αυτή πρέπει να ελέγχεται πολύ
hu_hu: ha a tétel, hogy a sok ellenőrzés

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
el_gr: Kitset, φάντασμα, εικονική και συναρμολόγηση αντικειμένων δεν μπορεί να γίνει πολύ ελεγχόμενες
hu_hu: Kitset, fantom, cumi és összeszerelés elemeket nem lehet nagyon szabályozott

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
el_gr: Η παράγουν ή αγοράζουν σημαίας δεν μπορεί να αλλάξει σε ένα kitset όπου υπάρχει εξαιρετική ποσότητα που πρέπει να παραδοθεί σε εντολές πώλησης
hu_hu: Az, hogy vagy vásárolni zászlót nem lehet megváltoztatni, hogy a kitset ahol kiemelkedő mennyiséget kell szállítani a vevői rendelések

source: outstanding
el_gr: εκκρεμών
hu_hu: kiemelkedő

source: The make or buy flag cannot be changed to
el_gr: Η παράγουν ή αγοράζουν σημαίας δεν μπορεί να αλλάξει για να
hu_hu: Az, hogy vagy vásárolni zászlót nem lehet változtatni

source: where there is a quantity outstanding to be received on purchase orders
el_gr: όπου υπάρχει μια ποσότητα που εκκρεμούν πρέπει να παρέχονται με τις εντολές αγοράς
hu_hu: ha van egy kiemelkedő mennyiséget kell kapott megrendeléseket

source: yet to be received
el_gr: ακόμη να λάβει
hu_hu: még nem kapott

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
el_gr: Η παράγουν ή αγοράζουν σημαίας δεν μπορεί να αλλάξει από κατασκευάζονται, kitset ή συναρμολόγηση σε
hu_hu: Az, hogy vagy vásárolni zászló nem változott gyártani, kitset illetve a gyülekezés

source: where there is a bill of material set up for the item
el_gr: όπου υπάρχει ένας λογαριασμός του υλικού που έχει συσταθεί για το στοιχείο
hu_hu: ahol számlát anyagi létre az elem

source: Bills of material are not appropriate for purchased or dummy items
el_gr: Γραμματίων του υλικού δεν είναι κατάλληλες για την αγορά ή την εικονική αντικείμενα
hu_hu: Darabjegyzékek nem megfelelő vásárolt vagy dummy tételek

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
el_gr: Η παράγουν ή αγοράζουν σημαίας δεν μπορεί να αλλάξει από κατασκευάζονται, αγοράζονται ή εικονική σε kitset ή συναρμολόγησης, όπου το στοιχείο είναι ένα εξάρτημα σε έναν λογαριασμό της ύλης
hu_hu: Az, hogy vagy vásárolni zászló nem változott gyártott, vásárolt vagy színlelt egy kitset vagy összeállításából, amelyben a termék egyik összetevője a számlát az anyagi

source: Assembly and kitset items are not appropriate as components in a bill of materials
el_gr: Συνέλευση και τα στοιχεία kitset δεν είναι κατάλληλες ως συστατικά σε ένα λογαριασμό των υλικών
hu_hu: Közgyűlés és kitset elemek nem megfelelő, mivel összetevői a darabjegyzék

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
el_gr: Δεν μπορείτε να αλλάξετε μια μη-ελεγχόμενη θέση σε ελεγχόμενη (ή πίσω από την ελεγχόμενη σε μη ελεγχόμενα, όταν αυτή τη στιγμή υπάρχει απόθεμα σε ετοιμότητα για το στοιχείο
hu_hu: Nem tudja megváltoztatni a nem ellenőrzött tétel szabályozott (vagy vissza Ellenőrzött a nem ellenőrzött, ha jelenleg raktárkészlet az elem

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
el_gr: Δεν μπορείτε να αλλάξετε μια Serialised θέση να μη Serialised (ή αντίστροφα), όταν υπάρχει μια ποσότητα σε ετοιμότητα για το στοιχείο
hu_hu: Nem tudja megváltoztatni a Serialised tétel nem Serialised (vagy fordítva), ha van egy mennyiséget, viszont a tétel

source: The stock item could not be updated because
el_gr: Το στοιχείο απόθεμα θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: Az állomány elem nem lehet frissíteni mert

source: The SQL that was used to update the stock item and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου υλικό και απέτυχε ήταν
hu_hu: Az SQL, hogy használták, hogy frissítse az állomány tételt, és nem volt

source: The stock code entered is actually already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
el_gr: Ο κώδικας τέθηκε υλικό είναι πραγματικά ήδη στη βάση δεδομένων - να επιβάλουν οι κωδικούς αποθεμάτων που απαγορεύεται από το σύστημα. Δοκιμάστε επιλέγοντας μια εναλλακτική κωδικό απόθεμα
hu_hu: Az állomány kódot beírni valójában már az adatbázisban - duplikált állománykódokat tilos a rendszer. Próbálja választhatsz alternatív részvénypiacokat kódot

source: New Item
el_gr: Νέα θέση
hu_hu: Új elem

source: Cannot delete this stock item because there are stock movements that refer to this item
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο απόθεμα διότι υπάρχουν κινήσεις αποθεμάτων που αναφέρονται σε αυτό το αντικείμενο
hu_hu: Nem törölhető állomány elem, mert vannak olyan készletmozgások, hogy nézze meg ezt az elemet

source: stock movements that refer to this item
el_gr: κινήσεις αποθεμάτων που αναφέρονται σε αυτό το αντικείμενο
hu_hu: készletmozgások, hogy nézze meg ezt az elemet

source: Cannot delete this item record because there are bills of material that require this part as a component
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο ρεκόρ, επειδή υπάρχουν λογαριασμοί του υλικού που απαιτούν αυτό το μέρος ως συστατικό
hu_hu: Nem lehet törölni ezt az elemet rekordot, mert vannak olyan darabjegyzék igénylő ez a rész, mint egy komponens

source: bills of material that require this part as a component
el_gr: λογαριασμούς του υλικού που απαιτούν αυτό το μέρος ως συστατικό
hu_hu: darabjegyzékek igénylő ez a rész, mint egy komponens

source: Cannot delete this item record because there are existing sales orders for this part
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο ρεκόρ, διότι υπάρχουν υφιστάμενες εντολές πώλησης για αυτό το τμήμα
hu_hu: Nem lehet törölni, mert ez a tétel rekordot már vannak megrendelések az e rész

source: sales order items against this part
el_gr: πωλήσεις ειδών διαταχθεί αυτό το μέρος
hu_hu: vevői elemek ellen, ez a rész

source: Cannot delete this item because sales analysis records exist for it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο, επειδή οι πωλήσεις αρχείων ανάλυσης υπάρχουν γι &#39;αυτό
hu_hu: Nem lehet törölni, mert ez a tétel értékesítésének elemzése vannak nyilvántartások, hogy

source: sales analysis records against this part
el_gr: μητρώα πωλήσεων ανάλυση κατά το μέρος αυτό
hu_hu: értékesítési elemzés nyilvántartások ellen ez a rész

source: Cannot delete this item because there are existing purchase order items for it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο, διότι υπάρχουν τα υπάρχοντα στοιχεία για την αγορά γι &#39;αυτό
hu_hu: Nem lehet törölni ezt az elemet, mert már vannak megrendelést tételek is

source: purchase order item record relating to this part
el_gr: αγορά προκειμένου σημείο ρεκόρ που σχετίζονται με αυτό το μέρος
hu_hu: megrendelés elem rögzítésére vonatkozó ezen részének

source: Cannot delete this item because there is currently some stock on hand
el_gr: Δεν μπορείτε να διαγράψετε αυτό το στοιχείο, διότι αυτή τη στιγμή υπάρχει κάποια απόθεμα σε ετοιμότητα
hu_hu: Nem lehet törölni ezt a tételt, mert jelenleg némi raktárkészlet

source: on hand for this part
el_gr: σε ετοιμότητα για αυτό το μέρος
hu_hu: kéznél ez a rész

source: Could not delete the location stock records because
el_gr: Δεν ήταν δυνατή η διαγραφή της λογιστικής αποθήκης τοποθεσία, επειδή
hu_hu: Nem sikerült törölni a helyet, mert raktárnyilvántartásnak

source: Could not delete the prices for this stock record because
el_gr: Δεν μπόρεσε να διαγράψει τις τιμές για αυτό το βιβλίο αποθήκης, επειδή
hu_hu: Nem ellenőrizhető mint készlet főkönyvi számla, mert

source: Could not delete the purchasing data because
el_gr: Δεν μπόρεσε να διαγράψει τα δεδομένα αγοράς, διότι
hu_hu: Nem sikerült törölni a vásárlási adatokat, mert

source: Could not delete the bill of material because
el_gr: Δεν μπόρεσε να διαγράψει τον λογαριασμό του υλικού, επειδή
hu_hu: Nem sikerült törölni a törvényjavaslatot az anyagot, mert

source: Could not delete the item record
el_gr: Δεν ήταν δυνατή η διαγραφή του στοιχείου ρεκόρ
hu_hu: Nem sikerült törölni az elem rekordot

source: Deleted the stock master record for
el_gr: Διαγράφεται το ρεκόρ master υλικό για το
hu_hu: Törölt állomány master rekord

source: and all the location stock records set up for the part
el_gr: και όλα τα βιβλία αποθήκης θέση που έχει συσταθεί για το μέρος
hu_hu: és az összes helyet készletnyilvántartás létre a rész

source: and any bill of material that may have been set up for the part
el_gr: καθώς και κάθε νομοσχέδιο του υλικού που μπορεί να έχουν δημιουργηθεί για το μέρος
hu_hu: és a bill of anyagot, amely hoztak létre a rész

source: and any purchasing data that may have been set up for the part
el_gr: και όλα τα δεδομένα αγοράς που μπορεί να έχουν δημιουργηθεί για το μέρος
hu_hu: és a beszerzési adatok is hoztak létre a rész

source: and any prices that may have been set up for the part
el_gr: καθώς και κάθε τιμές που μπορεί να έχουν δημιουργηθεί για το μέρος
hu_hu: és minden árak, amelyek hoztak létre a rész

source: Only click the Delete button if you are sure you wish to delete the item!
el_gr: Μόνο κάντε κλικ στο κουμπί Διαγραφή εάν είστε σίγουροι ότι θέλετε να διαγράψετε το στοιχείο!
hu_hu: Csak kattintson a Törlés gombra, ha biztosan akarja törölni az elem!

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
el_gr: Οι έλεγχοι θα γίνουν για να εξασφαλιστεί ότι δεν υπάρχουν κινήσεις των αποθεμάτων, των πωλήσεων αρχείων ανάλυσης, οι πωλήσεις ειδών παραγγελία ή αντικείμενα εντολή αγοράς για το στοιχείο
hu_hu: Az ellenőrzéseket fognak tenni annak érdekében, hogy ne készletmozgások, értékesítés elemzés nyilvántartás, értékesítési vagy beszerzési elemek rendezése érdekében elemek az elem

source: No deletions will be allowed if they exist
el_gr: Δεν διαγραφές θα επιτρέπεται εφόσον υπάρχουν,
hu_hu: Nem törlések megengedett lesz, ha vannak ilyenek

source: Delete This Item
el_gr: Διαγράψετε αυτό το στοιχείο
hu_hu: Ez a jogcím törlése

source: Could not retrieve the requested item
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζήτησαν αυτού του είδους
hu_hu: Nem sikerült letölteni a kért elem

source: The SQL used to retrieve the items was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τα στοιχεία ήταν
hu_hu: Az SQL használt letölteni a tételeket volt

source: This is a kitset part and cannot have a stock holding
el_gr: Αυτό είναι ένα μέρος kitset και δεν μπορούν να έχουν μια εκμετάλλευση αποθεμάτων
hu_hu: Ez egy kitset része, és nem lehet az állomány gazdaság

source: only the total quantity on outstanding sales orders is shown
el_gr: μόνο η συνολική ποσότητα για εκκρεμείς παραγγελίες πωλήσεων καταδεικνύεται
hu_hu: csak a teljes mennyiség a fennálló vevői rendelések látható

source: This is an assembly part and cannot have a stock holding
el_gr: Αυτό είναι ένα μέρος της συναρμολόγησης και δεν μπορούν να έχουν ένα απόθεμα εκμετάλλευση
hu_hu: Ez egy szerelvény része, és nem lehet az állomány gazdaság

source: This is an dummy part and cannot have a stock holding
el_gr: Αυτό είναι ένα εικονικό μέρος και δεν μπορούν να έχουν μια εκμετάλλευση αποθεμάτων
hu_hu: Ez egy bábu része, és nem lehet az állomány gazdaság

source: The workorder component demand for this product from
el_gr: Η ζήτηση συνιστώσα workorder για αυτό το προϊόν από
hu_hu: nincs alkatrész megadva

source: Pricing history for sales of
el_gr: ιστορία τιμολόγησης για τις πωλήσεις της
hu_hu: Árképzési története értékesítésére vonatkozó

source: No history of sales of
el_gr: Δεν υπάρχει ιστορικό των πωλήσεων
hu_hu: Nincs története értékesítése

source: Show Usage
el_gr: Εμφάνιση Χρήση
hu_hu: Megjelenítés használata

source: Transfer Controlled Items
el_gr: Μεταφορά ελεγχόμενων ειδών
hu_hu: Transzfer ellenőrzött termékek

source: Enter A Stock Transfer
el_gr: Εισάγετε A Μεταφορά Αποθέματος
hu_hu: Adja meg a Stock Transfer

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
el_gr: Αυτή η σελίδα ανοίγει μόνο εάν ένα απόθεμα μεταφοράς για μια ελεγχόμενη θέση έχει ξεκινήσει
hu_hu: Ez az oldal csak akkor lehet megnyitni, ha a Stock Transfer az ellenőrzött tétel indult

source: Receive A Stock Transfer
el_gr: Λήψη A Μεταφορά Αποθέματος
hu_hu: A Stock Transfer fogadása

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
el_gr: Το μεταβιβαζόμενο στοιχείο πρέπει να οριστεί ως ελέγχεται απαιτούν στοιχεία από τους αριθμούς παρτίδας ή αριθμούς σειράς μεταφέρονται
hu_hu: Az átadott tételt kell meghatározni ellenőrzött megkövetelni input a tétel számát vagy gyári számok átvitele

source: Transfer Items is set equal to
el_gr: Μεταφορά στοιχείων είναι ίσος με
hu_hu: Transzfer elemek esetén akkora, hogy

source: Back To Transfer Screen
el_gr: Back To Μεταφορά οθόνης
hu_hu: Vissza Transzfer képernyő

source: Transfer of controlled item
el_gr: Μεταφορά του ελεγχόμενου είδους
hu_hu: Transzfer az ellenőrzött tétel

source: Stock Transfers
el_gr: Αποθήκη Μεταφορές
hu_hu: Stock átcsoportosítása

source: Select Item to Transfer
el_gr: Επιλέξτε το αντικείμενο για μεταφορά
hu_hu: Adja meg az egyenleg dátumot

source: Unable to locate Stock Code
el_gr: Αδυναμία εντοπισμού Χρηματιστήριο κώδικα
hu_hu: Nem található a Stock-kód

source: The part entered is either or a dummy part or an assembly or a kit-set part
el_gr: Το τμήμα που γράψατε είναι μία ή εικονική μέρος ή το σύνολο ή τμήμα kit-που
hu_hu: Az alkatrész megadott vagy, vagy egy dummy alkatrész vagy összeállítás, illetve a készlet-set rész

source: These parts are not physical parts and no stock holding is maintained for them
el_gr: Αυτά τα μέρη δεν είναι φυσικά τα μέρη και δεν διατηρεί απόθεμα, διατηρείται για τους
hu_hu: Ezek a részek nem a fizikai alkatrészek és nem rendelkeznek raktárral gazdaságot fenntartják számukra

source: Stock Transfers are therefore not possible
el_gr: Αποθήκη Μεταφορές ως εκ τούτου δεν είναι δυνατόν
hu_hu: Stock átutalások ezért nem lehetséges

source: Enter another Transfer
el_gr: Εισάγετε ένα άλλο Μεταφορά
hu_hu: Adjon meg egy másik Transzfer

source: The quantity entered must be a positive number greater than zero
el_gr: Η ποσότητα που τέθηκε πρέπει να είναι ένας θετικός αριθμός μεγαλύτερος του μηδενός
hu_hu: A feltüntetett mennyiségnek pozitívnak kell lennie szám nagyobb, mint nulla

source: The locations to transfer from and to must be different
el_gr: Οι θέσεις για την μεταφορά από και προς πρέπει να είναι διαφορετικό
hu_hu: A helyszínek a transzfert, és különböznie kell

source: Could not retrieve the QOH at the sending location because
el_gr: Δεν ήταν δυνατή η ανάκτηση των QOH στην αποστολή τοποθεσία, επειδή
hu_hu: Nem sikerült letölteni a QOH a küldő helyen, mert

source: The serial stock item record could not be added because
el_gr: Ο αύξων ρεκόρ στοιχείο αποθεμάτων δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A soros állomány tétel eredménye nem lehetett hozzá, mert

source: The following SQL to insert the serial stock item record was used
el_gr: Οι παρακάτω SQL για να εισάγετε τον σειριακό ρεκόρ στοιχείο αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: Az alábbi SQL be a soros állomány elem rekord használt

source: Could not retrieve QOH at the destination because
el_gr: Δεν ήταν δυνατή η ανάκτηση QOH στον τόπο προορισμού, επειδή
hu_hu: Nem sikerült letölteni QOH a célállomáson, mert

source: Could not determine if the serial item exists in the transfer to location
el_gr: Δεν μπόρεσα να καθορίσει αν ο αύξων στοιχείο υπάρχει στη μεταβίβαση στην τοποθεσία
hu_hu: Nem tudta meghatározni, ha a soros elem létezik át helyét

source: The following SQL to insert the serial stock item record was used:
el_gr: Οι παρακάτω SQL για να εισάγετε τον σειριακό ρεκόρ στοιχείο υλικού χρησιμοποιήθηκε:
hu_hu: Az alábbi SQL be a soros állomány tétel eredménye volt:

source: An inventory transfer of
el_gr: Μια μεταβίβαση απογραφή των
hu_hu: A jegyzék átadása

source: Transfer Quantity
el_gr: Μεταφορά Ποσότητα
hu_hu: Transzfer mennyiség

source: Enter Stock Transfer
el_gr: Εισάγετε Μεταφορά Αποθέματος
hu_hu: Adja Stock Transfer

source: Usage
el_gr: Χρήσης
hu_hu: Használata

source: Stock Usage Graph Problem
el_gr: Αποθήκη Πρόβλημα Γράφημα Χρήση
hu_hu: Stock Használat grafikon probléma

source: The stock usage for the selected criteria could not be retrieved because
el_gr: Η χρήση των αποθεμάτων για τα επιλεγμένα κριτήρια δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az állomány használata a kiválasztott kritériumokat nem lehetett letölteni, mert

source: There are no movements of this item from the selected location to graph
el_gr: Δεν υπάρχουν κινήσεις αυτής της θέσης από την επιλεγμένη τοποθεσία στο γράφημα
hu_hu: Nincs mozgását ezt az elemet a kijelölt helyre grafikon

source: Stock Usage
el_gr: Αποθήκη Χρήσης
hu_hu: Stock Használat

source: You should automatically be forwarded to the usage graph
el_gr: Εσείς θα πρέπει αυτομάτως να διαβιβασθεί στο γράφημα χρήσης
hu_hu: Ön automatikusan fel kell küldeni a használati gráf

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
el_gr: Το επιλεγμένο στοιχείο είναι εικονική ή συγκροτήματος ή κιτ-ορίστε το σημείο και δεν μπορούν να έχουν ένα απόθεμα εκμετάλλευση
hu_hu: A kiválasztott tétel egy bábu vagy az összeszerelést vagy a készlet-set elem, és nem lehet az állomány gazdaság

source: Please select a different item
el_gr: Παρακαλώ επιλέξτε ένα διαφορετικό στοιχείο
hu_hu: Kérjük, válasszon egy másik elemet

source: Show Graph Of Stock Usage
el_gr: Εμφάνιση Διάγραμμα Χρήσης Stock
hu_hu: Megjelenítés grafikon Stock kihasználtsága

source: Average Usage per month is
el_gr: Μέσος όρος χρήσης ανά μήνα
hu_hu: Átlagos használat havonta van

source: Contract Charges or Credits
el_gr: Τέλη Σύμβαση ή Credits
hu_hu: A szerződés a felszámított költségek vagy névsora

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
el_gr: Οι χρεώσεις Σύμβαση ή πιστώσεων οι οποίες καταλογίζονται τιμολόγια προμηθευτή ή πιστωτικά σημειώματα, αντίστοιχα. Για να εισάγετε συναλλαγές προμηθευτή ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή, τότε ο σύνδεσμος να εισάγετε ένα τιμολόγιο προμηθευτή ή πιστωτικό σημείωμα πρέπει να κάνετε κλικ στο
hu_hu: A szerződés a díjakat vagy hitelek terhére szállítói számla vagy jóváírás tekintetében. Ahhoz, hogy be szállító tranzakciók a szállító először meg kell kiválasztani a nyertes kiválasztása képernyőn, majd a linket adja meg a szállítói számla vagy jóváírás kell kattintott

source: Select A Supplier
el_gr: Επιλογή Α Προμηθευτής
hu_hu: Válasszon Szállító

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
el_gr: Η αναφορά σύμβαση που δεν υφίσταται ως πελάτης παραγγείλει σύμβαση. Αυτή η σύμβαση δεν μπορεί να χρεωθεί σε
hu_hu: A szerződés hivatkozási be nem létezik, mint a vásárló megrendelt szerződést. Ezt a szerződést nem lehet terhelni
