Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Successfully uploaded EDI_INV_
el_gr: Επιτυχής φόρτωση EDI_INV_
hu_hu: Sikeresen Feltöltött EDI_INV_

source: via ftp to
el_gr: μέσω FTP στο
hu_hu: ftp-n keresztül a

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
el_gr: Δεν μπορείτε να δημιουργθεί μήνυμα ΗΑΔ δεδομένου ότι δεν υπάρχει κανένα πρότυπο μηνυμάτων EDI INVOIC
hu_hu: Nem lehet létrehozni EDI-üzenetet, mivel nincs EDI INVOIC üzenetsablon létre

source: Select Order To Print
el_gr: Επιλέξτε για να εκτυπώσετε
hu_hu: Válassza A nyomtatáshoz

source: Select an Order Number to Print before calling this page
el_gr: Επιλέξτε ένα αριθμό παραγγελίας για να τυπωθεί πριν από την κλήση αυτής της σελίδας
hu_hu: Válasszon ki egy sorszámmal nyomtatása hívás előtt ezt az oldalt

source: Outstanding Sales Orders
el_gr: Εκκρεμείς παραγγελίες πωλήσεων
hu_hu: Kiemelkedő értékesítési megrendelések

source: Completed Sales Orders
el_gr: Ολοκληρώθηκε παραγγελίες πωλήσεων
hu_hu: Befejezett Vevői rendelések

source: There was a problem retrieving the order header details for Order Number
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις λεπτομέρειες κεφαλίδας παραγγελίας για τον Αριθμό Παραγγελίας
hu_hu: Hiba a rendelés fej letöltésénél. Megrendelés száma:

source: Print Packing Slip Error
el_gr: Εκτύπωση Σφάλμα δελτίου συσκευασίας
hu_hu: Nyomtatás Csomagolási Slip hiba

source: Unable to Locate Order Number
el_gr: Αδυναμία εντοπισμού Αριθμός Παραγγελίας
hu_hu: Nem található a rendelési száma

source: The packing slip for order number
el_gr: Η ολίσθηση συσκευασίας για τον αύξοντα αριθμό
hu_hu: A csomagolás szelvényen tételszámú

source: has previously been printed
el_gr: έχει ήδη τυπωθεί
hu_hu: korábban kinyomtatott

source: It was printed on
el_gr: Ήταν εκτυπώνονται σε
hu_hu: Ez volt nyomtatva

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
el_gr: Ο έλεγχος αυτός είναι εκεί για να διασφαλίσει ότι αντίγραφο συσκευασία μπόλια δεν παράγονται και αποστέλλονται πάνω από μία φορά για τον πελάτη
hu_hu: Ez az ellenőrzés van annak biztosítására, hogy az ismétlődő csomagolás csúszik nem gyártanak, és szállítanak többször az ügyfél

source: Do a Re-Print
el_gr: Κάνετε μια Re-Εκτύπωση
hu_hu: Van egy Re-Print

source: On Pre-Printed Stationery
el_gr: Στις προ-τυπωμένα χαρτικά είδη
hu_hu: Előre nyomtatott levélpapírok

source: Even Though Previously Printed
el_gr: Ακόμα κι αν Προηγουμένως Έντυπο
hu_hu: Még Bár korábban nyomtatott

source: Plain paper
el_gr: Απλό χαρτί
hu_hu: Normál papír

source: Or select another Order Number to Print
el_gr: Ή επιλέξτε μια άλλη Αριθμός Παραγγελίας για εκτύπωση
hu_hu: Vagy válasszon másik sorszámmal nyomtatása

source: Delivered To
el_gr: Παραδόθηκε σε
hu_hu: Megérkezés

source: PO Line
hu_hu: PO vonal

source: Quantity Ordered
el_gr: Παραγγελθείσα ποσότητα
hu_hu: Mennyiségi határ

source: The transaction should have been emailed off
el_gr: Η συναλλαγή πρέπει να έχει σταλθεί μέσω ηλεκτρονικού ταχυδρομείου
hu_hu: A tarnzakció email-ezve lesz

source: to email the customer transaction
el_gr: στο ηλεκτρονικό ταχυδρομείο της συναλλαγής πελάτη
hu_hu: vevői tranzakció email

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
el_gr: Η συναλλαγή θα έπρεπε να είχε αποσταλεί στα ανοικτά. Εάν αυτό δεν συμβεί (ίσως το πρόγραμμα περιήγησης δεν υποστηρίζει META Ανανέωση)
hu_hu: Az ügylet kellett volna e-mailben ki. Ha ez nem történik meg (talán a böngésző nem támogatja a META Refresh)

source: The email address does not appear to be a valid email address. The transaction was not emailed
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν φαίνεται να είναι μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου. Η συναλλαγή δεν έγινε μέσω e-mail
hu_hu: A megadott email cím túl rövid

source: There was a problem retrieving the contact details for the customer
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις λεπτομέρειες επαφής για τον πελάτη
hu_hu: HIba a vevői kapcsolat adatok elérésénél

source: OK
el_gr: ΟΚ
hu_hu: Rendben

source: View Currency Trend
el_gr: Δείτε Trend Νόμισμα
hu_hu: Helyi pénznem

source: Factor Company Maintenance
el_gr: Συντελεστής συντήρησης Εταιρεία
hu_hu: Helyszínek karbantartás

source: Factor Companies
el_gr: Συντελεστής Εταιρειών
hu_hu: Fuvarozó cég

source: The factoring company name must be entered and be forty characters or less long
el_gr: Το όνομα της εταιρείας πρακτόρευσης πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A cégnév max. 50 karakter lehet

source: The factoring company
el_gr: Η εταιρεία factoring
hu_hu: Alapértelmezett fuvarozó

source: The SQL that was used to insert the factor but failed was
el_gr: Ο SQL που χρησιμοποιείται για να εισαχθεί ο παράγοντας, αλλά απέτυχε ήταν
hu_hu: SQL üzenet

source: A new factoring company for
el_gr: Μια νέα εταιρεία factoring για
hu_hu: Alapértelmezett fuvarozó

source: has been added to the database
el_gr: έχει προστεθεί στη βάση δεδομένων
hu_hu: került az adatbázisba

source: The factoring company could not be updated because
el_gr: Η εταιρεία factoring μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: The SQL that was used to update the factor but failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του συντελεστή, αλλά απέτυχε ήταν
hu_hu: SQL üzenet

source: The factoring company record for
el_gr: Η δισκογραφική εταιρεία factoring για
hu_hu: Vevői allokálás rekord

source: Cannot delete this factor because there are suppliers using them
el_gr: Δεν μπορείτε να διαγράψετε το στοιχείο αυτό, διότι υπάρχουν προμηθευτές που τις χρησιμοποιούν
hu_hu: Nem lehet a vevő rekordot törölni, mert telephely rekordok hivatkoznak rá

source: suppliers using this factor company
el_gr: προμηθευτές που χρησιμοποιούν την εν λόγω εταιρεία παράγοντας
hu_hu: használó szállítók ez a tényező cég

source: Factoring company record record for
el_gr: Factoring ρεκόρ δισκογραφική εταιρεία για
hu_hu: Faktoring cég rekord rekord

source: Factor company Name
el_gr: Παράγοντας Επωνυμία εταιρείας
hu_hu: Factor cég neve

source: Telephone
el_gr: Τηλέφωνο
hu_hu: Telefon

source: Insert New Factor
el_gr: Εισαγωγή νέας Factor
hu_hu: Új vevő felvitel

source: Update Factor
el_gr: Ενημέρωση Factor
hu_hu: Vevő módosítás

source: There is no second warning if you hit the delete button below
el_gr: Δεν υπάρχει δεύτερη προειδοποίηση, αν πατήσετε το κουμπί διαγραφής παρακάτω
hu_hu: Nincs második figyelmeztetés, ha bejön a Törlés gombra

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
el_gr: Ωστόσο, οι έλεγχοι θα γίνουν για να διασφαλίζεται ότι δεν υπάρχουν προμηθευτές χρησιμοποιούν αυτό το στοιχείο πριν από τη διαγραφή των μεταποιημένων
hu_hu: Azonban ellenőrzéseket fognak tenni annak érdekében, nincs szállító használja ezt a tényezőt, mielőtt a törlés feldolgozott

source: Delete Factor
el_gr: Διαγραφή Factor
hu_hu: Vevő törlés

source: Are you sure you wish to delete this factoring company?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την εταιρεία factoring;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Company Name
el_gr: Όνομα εταιρείας
hu_hu: Cég

source: Address 4
el_gr: Διεύθυνση 4
hu_hu: Cím 4

source: Address 5
el_gr: Διεύθυνση 5
hu_hu: cím

source: Address 6
el_gr: Διεύθυνση 6
hu_hu: cím

source: Create New Factor
el_gr: Δημιουργία νέου Factor
hu_hu: Új Factor

source: Fixed Asset Category Maintenance
el_gr: Σταθερό Συντήρηση Κατηγορία Asset
hu_hu: Eladási kategóriák karbantartása

source: Fixed Asset Categories
el_gr: Σταθερό κατηγορίες στοιχείων ενεργητικού
hu_hu: Eladási kategóriák karbantartása

source: The Fixed Asset Category code must be six characters or less long
el_gr: Το σταθερό κωδικό Asset κατηγορία πρέπει να είναι έξι χαρακτήρες ή λιγότερο μακρά
hu_hu: A körzetkód 2, vagy 1 karakter hosszú

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
el_gr: Το σταθερό κωδικό Asset κατηγορία πρέπει να είναι τουλάχιστον 1 χαρακτήρα αλλά λιγότερο από έξι χαρακτήρες
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: The Fixed Asset Category description must be twenty characters or less long
el_gr: Η Σταθερή περιγραφή Asset Κατηγορία πρέπει να είκοσι χαρακτήρες ή λιγότερο μακρά
hu_hu: A jóváírás leírás max 30 karakter lehet

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
el_gr: Οι λογαριασμοί που επιλέγονται για να υποβάλετε κόστος ή συσσωρευμένες αποσβέσεις που δεν μπορεί να είναι είτε του λογαριασμού ελέγχου οφειλέτες, υπόψη τον έλεγχο των πιστωτών ή GRN εκκρεμείς λογαριασμούς
hu_hu: A számlák kiválasztott utáni költség, illetve halmozott értékcsökkenés nem lehet sem az adósok ellenőrzés számla, a hitelezők ellenőrzése számla vagy GRN függő számlák

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
el_gr: Ο λογαριασμός του κόστους επιλεγμένων περιουσιακών στοιχείων τραπεζικού λογαριασμού - οι τραπεζικοί λογαριασμοί προστατεύονται από οποιοδήποτε άλλο αποσπάσεις που τους υποβάλλονται. Επιλέξτε έναν άλλο λογαριασμό του ισολογισμού για το κόστος περιουσιακού στοιχείου
hu_hu: Az eszköz ára számla kiválasztott bankszámlán - bankszámlák védi attól, hogy bármilyen más hozzászólásokat rájuk. Válasszon ki egy másik mérleget venni az eszköz költsége

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
el_gr: Η συσσωρευμένη λογαριασμός επιλεγμένο απόσβεση ενός τραπεζικού λογαριασμού - οι τραπεζικοί λογαριασμοί προστατεύονται από οποιοδήποτε άλλο αποσπάσεις που τους υποβάλλονται. Επιλέξτε έναν άλλο λογαριασμό του ισολογισμού για το περιουσιακό στοιχείο συσσωρευμένων αποσβέσεων
hu_hu: A halmozott értékcsökkenés figyelembe kiválasztott bankszámlán - bankszámlák védi attól, hogy bármilyen más hozzászólásokat rájuk. Válasszon ki egy másik mérleget venni az eszköz halmozott értékcsökkenéssel

source: Could not update the fixed asset category
el_gr: Δεν μπορέσαμε να ενημερώσουμε το πάγιο κατηγορία του ενεργητικού
hu_hu: Nem frissíthető a rekord mert

source: Updated the fixed asset category record for
el_gr: Ενημερώθηκε το πάγιο ρεκόρ κατηγορία περιουσιακού στοιχείου για
hu_hu: Vevői allokálás rekord

source: Could not insert the new fixed asset category
el_gr: Δεν ήταν δυνατή η εισαγωγή των νέων σταθερών κατηγορία του ενεργητικού
hu_hu: Nem sikerült beilleszteni az új tárgyi eszköz kategóriában

source: A new fixed asset category record has been added for
el_gr: Μια νέα σταθερή ρεκόρ στην κατηγορία του ενεργητικού έχει προστεθεί για
hu_hu: Egy új tárgyi eszközök kategória rekordot adtak az

source: Cannot delete this fixed asset category because fixed assets have been created using this category
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του πάγιου ενεργητικού της κατηγορίας, επειδή οι ακινητοποιήσεις έχουν δημιουργηθεί χρησιμοποιώντας αυτή την κατηγορία
hu_hu: Nem lehet törölni ezt a tárgyi eszköz kategóriába, mert befektetett eszközök segítségével hozták létre, ebben a kategóriában

source: fixed assets referring to this category code
el_gr: πάγια περιουσιακά στοιχεία αναφέρονται σε αυτόν τον κωδικό της κατηγορίας
hu_hu: állóeszközök utalva ebben a kategóriában kódot

source: The fixed asset category
el_gr: Η σταθερή κατηγορία του ενεργητικού
hu_hu: A befektetett eszközök kategória

source: Cat Code
el_gr: Cat κώδικα
hu_hu: Cat kód

source: Cost GL
el_gr: Κόστος GL
hu_hu: Költség GL

source: Disposal GL
el_gr: Διάθεση GL
hu_hu: Ártalmatlanítás GL

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη σταθερή κατηγορία του ενεργητικού; Συμπληρωματικοί έλεγχοι θα διενεργούνται πριν από την πραγματική διαγραφή για να εξασφαλιστεί η ακεραιότητα των δεδομένων δεν διακυβεύεται.
hu_hu: Biztos benne, hogy szeretné törölni ezt a tárgyi eszközök kategóriába? További ellenőrzéseket kell végezni, mielőtt a tényleges törlés, hogy biztosítsa az adatok integritását nem kerül veszélybe.

source: Show All Fixed Asset Categories
el_gr: Προβολή όλων των πάγιων περιουσιακών στοιχείων Κατηγορίες
hu_hu: Összes Fixed Asset kategória

source: Category Code
el_gr: Κατηγορία Κώδικα
hu_hu: Kategória kód

source: Fixed Asset Cost GL Code
el_gr: Σταθερό Κόστος Asset GL κώδικα
hu_hu: Fixed Asset költség GL kód

source: Profit and Loss Depreciation GL Code
el_gr: Κέρδη και Ζημίες αποσβέσεων GL κώδικα
hu_hu: Nyereség/Veszteség lista

source: Balance Sheet Accumulated Depreciation GL Code
el_gr: Ισολογισμός Σωρευμένες Αποσβέσεις κώδικα GL
hu_hu: Mérleg halmozott ÉCS GL kód

source: Depreciation Journal Entry
el_gr: Αποσβέσεις Έναρξη Εφημερίδα
hu_hu: Napló bejegyzés

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
el_gr: Δεν λογίζεται απόσβεση θα δεσμευθεί ως την ημερομηνία επεξεργασίας είναι πέρα από την τρέχουσα ημερομηνία. Η λειτουργία απόσβεσης μπορεί μόνο να τρέξει για περιόδους πριν από σήμερα
hu_hu: Nem értékcsökkenés kerül lekötött a feldolgozás napján túl van az aktuális dátum. Az értékcsökkenési távon csak akkor lehet futtatni a megelőző időszakokra ma

source: Date Purchased
el_gr: Ημερομηνία αγοράς
hu_hu: Vásárlás dátuma:

source: Cost
el_gr: Κόστος
hu_hu: Költség

source: B/fwd Book Value
el_gr: Β / fwd Λογιστική Αξία
hu_hu: B / fwd Könyv szerinti érték

source: Depn Type
el_gr: Depn Τύπος
hu_hu: Depn típus

source: Depn Rate
el_gr: Depn Τιμή
hu_hu: Depn ráta

source: New Depn
el_gr: Νέα Depn
hu_hu: Új Depn

source: Total for
el_gr: Σύνολο για
hu_hu: Összesen

source: Cannot insert a depreciation GL entry for the depreciation because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL απόσβεσης για την απόσβεση λόγω
hu_hu: Nem lehet beszúrni értékcsökkenési GL bejegyzést az értékcsökkenés miatt

source: The SQL that failed to insert the GL Trans record was
el_gr: Ο SQL που απέτυχε να προστεθεί η GL Trans ρεκόρ ήταν
hu_hu: Sikertelen főkönyvi rekord felvitel (SQL)

source: Cannot insert a fixed asset transaction entry for the depreciation because
el_gr: Δε μπορεί να εισαχθεί μια σταθερή είσοδο συναλλαγής πλεονέκτημα για την απόσβεση λόγω
hu_hu: Nem lehet beszúrni egy befektetett eszköz ügylet bejegyzés az értékcsökkenés miatt

source: The SQL that failed to insert the fixed asset transaction record was
el_gr: Ο SQL που απέτυχε να προστεθεί η σταθερή ρεκόρ συναλλαγή ενεργητικού ήταν
hu_hu: Az SQL, hogy nem szúrja be a tárgyi eszköz tranzakció eredménye volt,

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο περιουσιακό στοιχείο συσσωρευμένες αποσβέσεις θα μπορούσε να μην είναι ενημερωμένος:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök elszámolt értékcsökkenése nem sikerült frissíteni:

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was:
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να επιχειρήσει την ενημέρωση των συσσωρευμένων αποσβέσεων των στοιχείων ενεργητικού ήταν:
hu_hu: Az alábbi SQL arra használták, hogy megpróbálja a frissítés a felhalmozott értékcsökkenés az eszköz volt:

source: GRAND Total
el_gr: Γενικό Σύνολο
hu_hu: Mindösszesen

source: Depreciation
el_gr: Απόσβεση
hu_hu: Leírás

source: has been successfully entered
el_gr: έχει εισαχθεί επιτυχώς
hu_hu: sikeresen rögzítve

source: Return to main menu
el_gr: Επιστροφή στο κύριο μενού
hu_hu: Visszatérés a főmenübe

source: Date to Process Depreciation
el_gr: Ημερομηνία για την επεξεργασία Αποσβέσεις
hu_hu: Dátuma a folyamat ÉCS

source: Commit Depreciation
el_gr: Commit Αποσβέσεις
hu_hu: Commit értékcsökkenés

source: Fixed Assets
el_gr: Πάγιο Ενεργητικό
hu_hu: Tárgyi eszközök

source: Back to Select
el_gr: Επιστροφή στην Επιλογή
hu_hu: és a vevő

source: Fixed Asset Items
el_gr: Πάγια Στοιχεία Ενεργητικού
hu_hu: Készlet hely beállítás

source: Something is wrong with uploading a file
el_gr: Κάτι πάει στραβά με τη μεταφόρτωση ενός αρχείου
hu_hu: Valami gond van egy fájl feltöltésével

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
el_gr: Η περιγραφή περιουσιακό στοιχείο πρέπει να αναγράφεται και σε πενήντα ή λιγότερους χαρακτήρες πολύ. Δεν μπορεί να είναι μια συμβολοσειρά μηδενικού μήκους, είτε, περιγραφή απαιτείται
hu_hu: Az eszköz leírását meg kell adni, és ötven vagy ennél kevesebb karakter hosszú. Ez nem lehet nulla hosszúságú karakterláncot vagy egy leírás szükséges

source: The asset long description cannot be a zero length string, a long description is required
el_gr: Το περιουσιακό στοιχείο μακρά περιγραφή δεν μπορεί να είναι μια συμβολοσειρά μηδενικού μήκους, μια μεγάλη περιγραφή απαιτείται
hu_hu: Az eszköz hosszú leírás nem lehet nulla hosszúságú karakterlánc, egy hosszú leírás szükséges

source: The barcode must be 20 characters or less long
el_gr: Ο γραμμωτός κώδικας πρέπει να είναι 20 χαρακτήρες ή λιγότερο μακρά
hu_hu: A vonalkód kell 20 karakter hosszú vagy annál kevesebb

source: There are no asset categories defined. All assets must belong to a valid category,
el_gr: Δεν υπάρχουν κατηγορίες που ορίζονται ενεργητικού. Όλα τα περιουσιακά στοιχεία πρέπει να ανήκει σε μια έγκυρη κατηγορία,
hu_hu: Nincsenek eszközök köre meghatározott. Minden eszköz tartoznia kell egy érvényes kategória,

source: The depreciation rate is expected to be a number between 0 and 100
el_gr: Ο συντελεστής απόσβεσης αναμένεται να είναι ένας αριθμός μεταξύ 0 και 100
hu_hu: Az értékcsökkenés rátája várhatóan egy számot 0 és 100

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
el_gr: Αριθμοί λιγότερο από 1 ερμηνεύονται ως λιγότερο από 1%. Ο συντελεστής απόσβεσης πρέπει να εγγράφονται ως έναν αριθμό μεταξύ 0 και 100
hu_hu: A számok kevesebb mint 1 értelmezik, mint kevesebb, mint 1%. Az amortizációs kulcs kell beírni egy számot 0 és 100

source: change category
el_gr: Κατηγορία αλλαγή
hu_hu: változás kategóriában

source: Cannot insert a GL entry for the change of asset category because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για την αλλαγή κατηγορίας περιουσιακών στοιχείων, επειδή
hu_hu: Nem lehet beszúrni GL bejegyzés módosítására irányuló eszköz kategóriába, mert

source: The SQL that failed to insert the cost GL Trans record was
el_gr: Ο SQL που απέτυχε να εισάγετε το κόστος GL Trans ρεκόρ ήταν
hu_hu: Az SQL, hogy nem sikerült beilleszteni a költségek GL Trans rekord

source: The asset could not be updated because
el_gr: Το περιουσιακό στοιχείο θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: Az eszköz nem lehet frissíteni, mert

source: The SQL that was used to update the asset and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του περιουσιακού στοιχείου και απέτυχε ήταν
hu_hu: Az SQL, hogy használták frissíteni az eszközt és nem volt

source: The asset could not be added because
el_gr: Το περιουσιακό στοιχείο δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: Az eszköz nem lehetett hozzá, mert

source: The SQL that was used to add the asset failed was
el_gr: Ο SQL που χρησιμοποιούνται για την προσθήκη του περιουσιακού στοιχείου απέτυχε ήταν
hu_hu: Az SQL, amit használt hozzá az eszköz nem volt,

source: The new asset has been added to the database with an asset code of:
el_gr: Το νέο περιουσιακό στοιχείο έχει προστεθεί στη βάση δεδομένων με κωδικό στοιχείο του ενεργητικού της:
hu_hu: Az új eszköz került fel az adatbázisba eszköz kódja:

source: Validation failed, no updates or deletes took place
el_gr: Επικύρωση απέτυχε, όχι ενημερώσεις ή διαγράφει έλαβε χώρα
hu_hu: Az ellenőrzés nem sikerült, nincs frissítés vagy törli történt

source: The asset still has a net book value - only assets with a zero net book value can be deleted
el_gr: Το περιουσιακό στοιχείο εξακολουθεί να έχει καθαρή λογιστική αξία - μόνο περιουσιακά στοιχεία με μηδενική καθαρή λογιστική αξία μπορεί να διαγραφεί
hu_hu: Az eszköz továbbra is a nettó könyv szerinti értéke - csak eszközök a nulla könyv szerinti nettó értéke lehet törölni

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
el_gr: Το περιουσιακό στοιχείο έχει τις συναλλαγές που συνδέονται με αυτό. Το περιουσιακό στοιχείο μπορεί να διαγραφεί μόνο όταν καθαρίζεται το πάγιο περιουσιακό στοιχείο συναλλαγές, διαφορετικά η ακεραιότητα των σταθερών εκθέσεων του ενεργητικού μπορεί να διακυβευθεί
hu_hu: Az eszköz a tranzakciók társul hozzá. Az eszköz csak akkor törölhető, ha a tárgyi eszköz ügyletek légtelenítsük, különben az integritás tárgyi eszköz jelentések is veszélybe

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
el_gr: Υπάρχει μια εντολή αγοράς που έχει συσταθεί για αυτό το περιουσιακό στοιχείο. Η γραμμή εντολής αγοράς, πρέπει να διαγραφεί πρώτα
hu_hu: Van egy megrendelést hozzanak létre erre eszköz. A megrendelés sort törölni kell az első

source: Delete asset
el_gr: Διαγραφή του ενεργητικού
hu_hu: Törlés eszköz

source: Cannot insert a GL entry for the deletion of the asset because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για τη διαγραφή του περιουσιακού στοιχείου, επειδή
hu_hu: Nem lehet beszúrni GL bejegyzés törlését az eszköz, mert

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για την αναστροφή των συσσωρευμένων αποσβέσεων για τη διαγραφή του περιουσιακού στοιχείου, επειδή
hu_hu: Nem lehet beszúrni GL bejegyzést a fordított halmozott értékcsökkenés törlésének az eszköz, mert

source: Could not delete the asset record
el_gr: Δεν μπόρεσε να διαγράψει την εγγραφή του ενεργητικού
hu_hu: Nem sikerült törölni az eszközt rekordot

source: Deleted the asset record for asset number
el_gr: Διαγράφεται η εγγραφή του ενεργητικού για τον αριθμό του ενεργητικού
hu_hu: Törölve az eszköz rekordot eszköz száma

source: Asset Code
el_gr: Asset κώδικα
hu_hu: Kód

source: Asset Description
el_gr: Asset Περιγραφή
hu_hu: Tétel leírás

source: short
el_gr: σύντομο
hu_hu: rövid

source: long
el_gr: μακράς
hu_hu: hosszú

source: Asset Category
el_gr: Ενεργητικού Κατηγορία
hu_hu: Termék kategória

source: The asset categories could not be retrieved because
el_gr: Οι κατηγορίες στοιχείων ενεργητικού δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az eszközök köre nem sikerült letölteni, mert

source: Add or Modify Asset Categories
el_gr: Προσθήκη ή Τροποποίηση κατηγορίες στοιχείων ενεργητικού
hu_hu: Hozzáadása vagy módosítása eszközök köre

source: The asset locations could not be retrieved because
el_gr: Οι θέσεις του ενεργητικού δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az eszköz helyeket nem sikerült letölteni, mert

source: The SQL used to retrieve asset locations and failed was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση θέσεις του ενεργητικού και απέτυχε ήταν
hu_hu: Az SQL használt eszköz letöltéséhez helyeken, és nem volt
