Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Adding the new stock Category record
el_gr: Η προσθήκη του νέου ρεκόρ αποθεμάτων Κατηγορία
hu_hu: Vevői allokálás rekord

source: The SQL to insert the new stock category record failed
el_gr: Ο SQL για να εισάγετε το νέο ρεκόρ κατηγορίας μετοχών απέτυχε
hu_hu: SQL sor

source: Changing stock properties
el_gr: Αλλαγή ιδιοτήτων υλικού
hu_hu: gyártások kapcsolatban ezzel a telephellyel

source: The SQL to update stock properties records failed
el_gr: Ο SQL για την ενημέρωση λογιστική αποθήκης ιδιότητες απέτυχε
hu_hu: SQL sor

source: Changing stock master records
el_gr: Αλλάζοντας τα αρχεία master υλικού
hu_hu: Változó készlet master rekordok

source: The SQL to update stock master transaction records failed
el_gr: Ο SQL επικαιροποίησης των στοιχείων των συναλλαγών αποθεμάτων πλοίαρχος απέτυχε
hu_hu: SQL sor

source: Deleting the old stock category record
el_gr: Διαγράφοντας το παλιό ρεκόρ κατηγορία μετοχών
hu_hu: Vevői allokálás rekord

source: The SQL to delete the old stock category record failed
el_gr: Ο SQL για να διαγράψετε το παλιό ρεκόρ κατηγορία μετοχών απέτυχε
hu_hu: SQL sor

source: Existing Inventory Category Code
el_gr: Υπάρχον απόθεμα Κωδικός Κατηγορία
hu_hu: Készlet kategória kód (ig)

source: New Inventory Category Code
el_gr: Νέος Κώδικας Κατηγορία Αποθεμάτων
hu_hu: Készlet kategória kód (ig)

source: UTILITY PAGE Change A Stock Code
el_gr: UTILITY ΣΕΛΙΔΑ αλλάξετε έναν κωδικό Χρηματιστήριο
hu_hu: UTILITY OLDAL A készletfelhalmozás kód

source: Change An Inventory Item Code
el_gr: Αλλαγή κωδικού Θέση Αποθεμάτων
hu_hu: Változás Az Inventory pont Kód

source: The stock code
el_gr: Ο κώδικας απόθεμα
hu_hu: Az állomány-kód

source: does not currently exist as a stock code in the system
el_gr: δεν υφίσταται σήμερα ως κωδικός αποθεμάτων στο σύστημα
hu_hu: jelenleg nem létezik, mint az állomány kódot a rendszer

source: The new stock code to change the old code to contains illegal characters - no changes will be made
el_gr: Ο νέος κώδικας απόθεμα για να αλλάξετε τον παλιό κώδικα για να περιλαμβάνει την παράνομη χαρακτήρες - δεν θα γίνουν αλλαγές
hu_hu: Az új állomány kódot változtatni a régi kód nem megengedett karaktereket tartalmaz - nincs változás lesz

source: The new stock code to change the old code to must be entered as well
el_gr: Ο νέος κώδικας απόθεμα για να αλλάξετε τον παλιό κώδικα να πρέπει να εγγραφεί, καθώς
hu_hu: A folyamatos készlet bevitel nem végrehajtható, mert

source: The replacement stock code
el_gr: Ο κώδικας ζωικού κεφαλαίου αντικατάστασης
hu_hu: A csere állomány kód

source: already exists as a stock code in the system
el_gr: υπάρχει ήδη ως κωδικός αποθεμάτων στο σύστημα
hu_hu: már létezik egy állomány kódot a rendszer

source: a unique stock code must be entered for the new code
el_gr: ένα μοναδικό κωδικό υλικό πρέπει να εγγράφονται για το νέο κώδικα
hu_hu: egyedi állomány kódot kell beírni az új kódot

source: Adding the new stock master record
el_gr: Η προσθήκη της νέας εγγραφής master υλικού
hu_hu: Felveszi az új állomány törzsrekord

source: The SQL to insert the new stock master record failed
el_gr: Ο SQL για να εισάγετε το νέο ρεκόρ πλοίαρχος απόθεμα απέτυχε
hu_hu: Az SQL hogy helyezze be az új állomány törzsrekord nem sikerült

source: Changing any image files
el_gr: Αλλαγή οποιαδήποτε αρχεία εικόνας
hu_hu: Megváltoztatása olyan képfájlokat

source: Deleting the old stock master record
el_gr: Η διαγραφή της παλαιάς κύρια εγγραφή υλικού
hu_hu: Törli a régi állomány törzsrekord

source: The SQL to delete the old stock master record failed
el_gr: Ο SQL για να διαγράψετε το παλιό ρεκόρ master υλικό απέτυχε
hu_hu: Az SQL törölni a régi állomány törzsrekord nem sikerült

source: Existing Inventory Code
el_gr: Υπάρχοντα κώδικα Απογραφή
hu_hu: Meglévő készlet kód

source: New Inventory Code
el_gr: Νέος Κώδικας Απογραφή
hu_hu: Új Készlet kód

source: Identify Allocation Stuff Ups
el_gr: Προσδιορίστε Ups Stuff Κατανομής
hu_hu: Határozza elosztása cuccok Ups

source: Ov Amt
hu_hu: Ov össz

source: There are no inconsistent allocations
el_gr: Δεν υπάρχουν ασυμβίβαστες κατανομές
hu_hu: Nincsenek inkonzisztens juttatások

source: all is well
el_gr: όλα είναι καλά
hu_hu: minden rendben van

source: Customer Allocations != DebtorTrans.Alloc
el_gr: Πελάτης Χορηγήσεις! = DebtorTrans.Alloc
hu_hu: Ügyfél Juttatások! = DebtorTrans.Alloc

source: There are no inconsistencies with allocations
el_gr: Δεν υπάρχουν ανακολουθίες με κατανομές
hu_hu: Nincs ellentmondás a juttatások

source: Invoice Number
el_gr: Αριθμός τιμολογίου
hu_hu: Számla száma

source: Original Invoice Total
el_gr: Αρχικό σύνολο του τιμολογίου
hu_hu: Számla összegek

source: Total amount recorded as allocated against it
el_gr: Συνολικό ποσό που καταγράφεται ως διατεθεί εις βάρος της
hu_hu: Teljes összeget elszámolni kiosztott ellen

source: Total of allocation records
el_gr: Σύνολο εγγραφών κατανομής
hu_hu: Összesen kiosztási rekordok

source: Debtors Control Integrity
el_gr: Χρεώστες Ακεραιότητα Ελέγχου
hu_hu: Vevői (debtor) főkönyvi számla

source: Start Period:
el_gr: Έναρξη Περιόδου:
hu_hu: Időszak (ig)

source: End Period:
el_gr: Λήξη περιόδου:
hu_hu: Időszak

source: Bal B/F in GL
el_gr: Bal B / F στην GL
hu_hu: Bal B / F GL

source: Bal C/F in GL
el_gr: Bal C / F στην GL
hu_hu: Bal C / F GL

source: Calculated
el_gr: Υπολογιζόμενη
hu_hu: Allokált

source: Check Period Sales Ledger Control Account
el_gr: Ελέγξτε πωλήσεις κατά την περίοδο λογαριασμό του καθολικού ελέγχου
hu_hu: Ellenőrizze időszak Értékesítési Ledger Ellenőrző számla

source: Create Chart Details Records
el_gr: Δημιουργία Γραφήματος Εγγραφές Λεπτομέρειες
hu_hu: Hozzon létre ábra Részletek Records

source: Could not test to see that all chart detail records properly initiated
el_gr: Δεν ήταν δυνατή η δοκιμή για να δούμε ότι όλες οι λεπτομέρειες γράφημα καταγράφει ορθά κίνησε
hu_hu: Nem ellenőrizhető a főkönyvi számlatükör beállítása

source: Inserting new chart details records required failed because
el_gr: Εισαγωγή νέων στοιχείων γραφήματος μητρώα που απαιτούνται απέτυχε διότι
hu_hu: Új számlatükör rekord rögzítése siketelen, mert

source: Chart Details Created successfully
el_gr: Διάγραμμα Λεπτομέρειες Δημιουργήθηκε με επιτυχία
hu_hu: Ábra: Részletek Létrehozva sikeresen

source: No additional chart details were required to be added
el_gr: Δεν υπάρχουν πρόσθετα στοιχεία γραφήματος έπρεπε να προστεθούν
hu_hu: Nincs további chart részleteket kellett hozzá kell adni

source: UTILITY PAGE That sets up a new blank company record if not already existing
el_gr: UTILITY ΣΕΛΙΔΑ Αυτό δημιουργεί ένα νέο κενό δισκογραφική εταιρεία εάν δεν είναι ήδη υφιστάμενες
hu_hu: UTILITY oldalt hoz létre egy új üres társaság eredménye, ha nem a már meglévő

source: An existing company record is set up already. No alterations have been made
el_gr: Ένα υπάρχον δισκογραφική εταιρεία έχει συσταθεί ήδη. Δεν έχουν γίνει αλλαγές
hu_hu: Egy már meglévő társaság rekord létrehozásakor már. Nem változtatásokat hajtottak végre

source: Company record is now available for modification by clicking
el_gr: Δισκογραφική εταιρεία είναι πλέον διαθέσιμη για τροποποίηση πατώντας
hu_hu: Vállalati rekordot már elérhető a módosítás kattintással

source: this link
el_gr: αυτόν τον σύνδεσμο
hu_hu: ezt a linket

source: Create Database Template File
el_gr: Δημιουργία βάσης δεδομένων αρχείου προτύπου
hu_hu: adatbázisból

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
el_gr: Το όνομα του προτύπου δεν έχει εγγραφεί ή να απέχει μόλις 1 χαρακτήρα - μια ενημερωτική όνομα απαιτείται π.χ. η Deutsche-διανομής, στην περίπτωση μιας εταιρείας διανομής γερμανικά
hu_hu: A név a sablon nem vettek fel, vagy csak 1 karakter - egy informatív megadása kötelező pl. Deutsche-forgalmazás esetén a német szállítmányozó cég

source: Show the sql template file produced
el_gr: Δείτε το sql αρχείο που παράγεται πρότυπο
hu_hu: Mutasd meg a sql sablonfájl előállított

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the webERP project
el_gr: Η εκτέλεση του να δημιουργήσει ένα νέο σενάριο πρότυπο εταιρεία θα εξάγει όλες τις ομάδες λογαριασμού, κωδικούς λογαριασμού και του φόρου που έχει συσταθεί πίνακες συμπεριλαμβανομένων των ομάδων φόρου, οι φορολογικές αρχές, φορολογικές κλπ. ποσοστά, ωστόσο, δεν πρόκειται για συναλλαγές και τα προσωπικά δεδομένα θα εξαχθούν. Υπάρχει δυνατότητα για την πρόληψη συγκεκριμένων λογαριασμών γενικής λογιστικής από την εξαγωγή τους, όπου αυτές θεωρούνται ιδιωτικά - και πάλι όχι συναλλαγής ή του υπολοίπου δεδομένα εξάγονται και μπορείτε να επιθεωρεί το περιεχόμενό του sql αρχείο. Το αρχείο προτύπου θα αποσταλεί αυτόματα στο webERP έργου
hu_hu: Futás az hozzon létre egy új társaság sablont parancsfájl export az összes számla csoport, figyelembe kódok és adózási létrehozott táblázatokat adóval csoportok, adóhatóságok, az adókulcsok stb azonban semmilyen ügyletet, vagy privát adatokat exportálni fogják. Van lehetőség, hogy ne külön főkönyvi számlákon a kivitelt, ahol ezek tartják saját - szintén nem tranzakciós vagy mérleg adatokat exportálni, és tudod ellenőrizni a tartalmát a sql fájl. A sablon fájl e-mailben automatikusan a webERP projekt

source: Enter the name of the template to be created
el_gr: Πληκτρολογήστε το όνομα του προτύπου που θα δημιουργηθεί
hu_hu: Írja be a nevét a sablon kell létrehozni

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
el_gr: Προειδοποίηση: Όλα τα επιλεγμένα λογαριασμοί θα εξάγεται - παρακαλώ-επιλέξτε τους λογαριασμούς που δεν επιθυμούν να εξάγουν στο νέο αρχείο προτύπου
hu_hu: Figyelmeztetés: Minden kiválasztott számlák exportálni fogják - de kérem, válassza ki a-fiókok nem kíván exportálni az új sablon fájl

source: Create Template and Email
el_gr: Δημιουργία προτύπου και Email
hu_hu: Sablon létrehozása és e-mail

source: Currency Debtor Balances
el_gr: Νόμισμα οφειλέτη Ζυγοί
hu_hu: Pénznem Adós egyenlegek

source: Debtors Balances By Currency Totals
el_gr: Οφειλέτες των υπολοίπων κατά νόμισμα Σύνολα
hu_hu: Adósok egyenlegek valutanemek összesítések

source: Total Debtor Balances in
el_gr: Σύνολο Οφειλέτης Υπόλοιπα σε
hu_hu: Összesen Adós Egyenlegek

source: Total Balances in local currency
el_gr: Σύνολο Υπόλοιπα σε τοπικό νόμισμα
hu_hu: Összesen Mérleg helyi valutában

source: Show Local Currency Total Suppliers Balances
el_gr: Εμφάνιση τοπικούς προμηθευτές Σύνολο συναλλάγματος Καταθέσεις
hu_hu: Megjelenítés A helyi pénznem Összesen Ellátó mérlegek

source: Suppliers Balances By Currency Totals
el_gr: Οι προμηθευτές των υπολοίπων κατά Σύνολα Νόμισμα
hu_hu: Ellátó egyenlegek valutanemek Összesen

source: Total Supplier Balances in
el_gr: Σύνολο Προμηθευτής Υπόλοιπα σε
hu_hu: Összesen Szállító Egyenlegek

source: Price List Export Problem ....
el_gr: Τιμοκατάλογος Πρόβλημα Εξαγωγή ....
hu_hu: Árlista Export probléma ....

source: Customer List Export Problem ....
el_gr: Πελατολόγιο Πρόβλημα Εξαγωγή ....
hu_hu: Ügyfél lista exportálása probléma ....

source: The Customer List could not be retrieved by the SQL because
el_gr: Η Λίστα Πελάτης δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: Az Ügyfél lista nem sikerült letölteni a SQL, mert

source: Salesman List Export Problem ....
el_gr: Κατάλογος Πωλητής Πρόβλημα Εξαγωγή ....
hu_hu: Ügynök listája Export probléma ....

source: The Salesman List could not be retrieved by the SQL because
el_gr: Η Λίστα Πωλητής δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: Az ügynök lista nem sikerült letölteni a SQL, mert

source: Security Token List Export Problem ....
el_gr: Security Token Πρόβλημα Εξαγωγή λίστας ....
hu_hu: Biztonsági Token listája Export probléma ....

source: The Image List could not be retrieved by the SQL because
el_gr: Η Λίστα εικόνα δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A kép lista nem sikerült letölteni a SQL, mert

source: The Security Token List could not be retrieved by the SQL because
el_gr: Το Security Token Λίστα δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A biztonsági Token lista nem lehet letölteni az SQL, mert

source: Security Role List Export Problem ....
el_gr: Ασφάλεια Κατάλογος Ρόλος Πρόβλημα Εξαγωγή ....
hu_hu: Biztonsági szerepe listája Export probléma ....

source: The Security Role List could not be retrieved by the SQL because
el_gr: Η Ασφάλεια Ρόλος Λίστα δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A biztonsági szerepe lista nem lehet letölteni az SQL, mert

source: Security Group List Export Problem ....
el_gr: Ασφάλεια Ομάδας Κατάλογος Πρόβλημα Εξαγωγή ....
hu_hu: Biztonsági csoport lista Export probléma ....

source: The Security Group List could not be retrieved by the SQL because
el_gr: Η ομάδα ασφαλείας λίστα δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A biztonsági csoport lista nem lehet letölteni az SQL, mert

source: Security User List Export Problem ....
el_gr: Ασφάλεια Κατάλογος χρηστών Πρόβλημα Εξαγωγή ....
hu_hu: Biztonság Felhasználói lista Export probléma ....

source: The Security User List could not be retrieved by the SQL because
el_gr: Η Ασφάλεια Λίστα Χρηστών δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A Security felhasználói lista nem sikerült letölteni a SQL, mert

source: Data Exports
el_gr: Δεδομένα Εξαγωγές
hu_hu: Az adatok export

source: Price List Export
el_gr: Τιμή εξαγωγής List
hu_hu: Árlista Export

source: For Location
el_gr: Για Τοποθεσία
hu_hu: A hely

source: Customer List Export
el_gr: Πελάτης Εξαγωγή λίστας
hu_hu: Ügyfél lista exportálása

source: Salesman List Export
el_gr: Πωλητής των εξαγωγών Κατάλογος
hu_hu: Salesman Lista exportálása

source: Image List Export
el_gr: Εικόνα Εξαγωγή λίστας
hu_hu: Képlista Export

source: Security Token List Export
el_gr: Security Token Εξαγωγή λίστας
hu_hu: Biztonsági Token Lista exportálása

source: Security Role List Export
el_gr: Ασφάλεια Εξαγωγή λίστας Ρόλος
hu_hu: Biztonsági szerepe Lista exportálása

source: Security Group List Export
el_gr: Ασφάλεια Εξαγωγή Ομάδας Κατάλογος
hu_hu: Biztonsági csoport lista exportálása

source: Security User List Export
el_gr: Ασφάλεια Εξαγωγή Κατάλογος χρηστών
hu_hu: Biztonság Felhasználói lista exportálása

source: Delete Credit Note
el_gr: Διαγραφή πιστωτικό σημείωμα
hu_hu: Törlés Credit megjegyzés

source: This page must be called with the credit note number
el_gr: Αυτή η σελίδα θα πρέπει να ονομάζεται με τον αριθμό πιστωτικό σημείωμα
hu_hu: Ez az oldal kell meghívni a jóváírás száma

source: it is not intended for use by non-system administrators
el_gr: δεν προορίζεται για χρήση από μη σύστημα διαχειριστές
hu_hu: nem használhatják, nem rendszergazdák

source: The number of stock movements to be deleted is
el_gr: Ο αριθμός των κινήσεων των αποθεμάτων που πρέπει να διαγραφεί
hu_hu: Száma készletmozgások, hogy el kell hagyni a

source: the sql server returned the following error
el_gr: ο SQL Server επέστρεψε το ακόλουθο σφάλμα
hu_hu: Az SQL Server a következő hibaüzenetet

source: A problem was encountered trying to delete the Debtor transaction record
el_gr: Ένα πρόβλημα που αντιμετωπίζουν προσπαθούν να διαγράψετε την εγγραφή συναλλαγής Οφειλέτης
hu_hu: A probléma az volt, felmerült megpróbálta törölni az Adós ügylet eredménye

source: A problem was encountered attempting to reverse the update the sales order detail record
el_gr: Ένα πρόβλημα που αντιμετωπίζουν επιχειρεί να αντιστρέψει την ενημέρωση των πωλήσεων ρεκόρ για λεπτομέρεια
hu_hu: A probléma lépett fel megpróbálja visszafordítani a frissítés a vevői részleteket rekord

source: the SQL server returned the following error message
el_gr: το διακομιστή SQL επέστρεψε το ακόλουθο μήνυμα λάθους
hu_hu: Az SQL kiszolgáló a következő hibaüzenetet

source: SQL to reverse update to the location stock records failed with the error
el_gr: SQL για να αντιστραφεί ενημέρωση της λογιστικής αποθήκης τοποθεσία απέτυχε με το λάθος
hu_hu: SQL fordított frissíteni a helyszínre készletnyilvántartás nem sikerült a hibát

source: The SQL to delete the sales analysis records with the message
el_gr: Ο SQL για να διαγράψετε τα αρχεία ανάλυση των πωλήσεων με το μήνυμα
hu_hu: Az SQL törölni az értékesítési elemzés rekordokat az üzenet

source: SQL to delete the stock movement record failed with the message
el_gr: SQL για να διαγράψετε την εγγραφή κίνησης των αποθεμάτων απέτυχε με το μήνυμα
hu_hu: SQL törölni a készletek alakulása rekordot nem sikerült az üzenetet

source: Deleted the credit note stock movements
el_gr: Διαγράφεται τις κινήσεις αποθεμάτων πιστωτικό σημείωμα
hu_hu: Törölte a jóváírást készletmozgások

source: Credit note number
el_gr: Τον αριθμό της πιστωτικής σημείωσης
hu_hu: Jóváírást száma

source: has been completely deleted
el_gr: έχει διαγραφεί πλήρως
hu_hu: már teljesen törölve

source: To ensure the integrity of the general ledger transactions must be reposted from the period the credit note was created
el_gr: Για να εξασφαλιστεί η ακεραιότητα των γενικών συναλλαγών καθολικό πρέπει να αναδημοσιευθούν από την περίοδο που το πιστωτικό σημείωμα δημιουργήθηκε
hu_hu: Integritásának biztosítása érdekében a főkönyvi tranzakciókat kell reposted az időszakban a jóváírás jött létre

source: Delete Invoice
el_gr: Διαγραφή Τιμολόγιο
hu_hu: Törlés számla

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
el_gr: Αυτή η σελίδα πρέπει να κληθεί με την InvoiceNo να διαγράψετε Z_DeleteInvoice.php; InvoiceNo = ΧΧ
hu_hu: Ez az oldal kell meghívni a InvoiceNo törölni Z_DeleteInvoice.php? InvoiceNo = XX

source: This page should not be run by non-system administrators
el_gr: Αυτή η σελίδα δεν θα πρέπει να διοικείται από μη σύστημα διαχειριστές
hu_hu: Ez az oldal nem lehet futtatni a nem-rendszergazda

source: The SQL to delete the delivery differences records failed because
el_gr: Ο SQL για να διαγράψετε τις διαφορές παράδοσης αρχεία απέτυχε διότι
hu_hu: Az SQL törölni a szállítási nyilvántartások különbségek miatt nem sikerült

source: Any order delivery differences records have been deleted
el_gr: Όποιες διαφορές παράδοσης για τα αρχεία έχουν διαγραφεί
hu_hu: Bármilyen sorrendben szállítási különbségek rekordok törölték

source: The debtorTrans record could not be deleted
el_gr: Η debtorTrans ρεκόρ δεν θα μπορούσε να διαγραφεί
hu_hu: A debtorTrans rekord nem törölhető

source: The debtor transaction record has been deleted
el_gr: Το αρχείο συναλλαγών οφειλέτης έχει διαγραφεί
hu_hu: Az adós tranzakció eredménye törölték

source: The SQL to reverse the update of the sales order detail records failed because
el_gr: Ο SQL για να αντιστραφεί η επικαιροποίηση των πωλήσεων καταγράφει λεπτομερώς ώστε απέτυχε διότι
hu_hu: Az SQL fordított a frissítés a vevői rekordok nem sikerült, mert

source: The sales order records have been updated as not invoiced
el_gr: Τα στοιχεία για τις πωλήσεις έχουν ενημερωθεί ότι δεν τιμολογούνται
hu_hu: A vevői rendelés nyilvántartás naprakésszé tették a nem számlázott

source: The SQL to reverse update to the location stock records failed because
el_gr: Ο SQL να αντιστρέψει ενημέρωση της λογιστικής αποθήκης τοποθεσία απέτυχε διότι
hu_hu: Az SQL visszafordítani frissíteni a helyszínre készletnyilvántartás nem sikerült, mert

source: Reversed the location stock quantities for items that decreased
el_gr: Αντέστρεψε τις ποσότητες αποθεμάτων θέση για τα είδη που μειώθηκαν
hu_hu: Fordított a helyét állomány mennyiségeket tételek csökkent

source: The SQL to delete the sales analysis records failed because
el_gr: Ο SQL για να διαγράψετε τα αρχεία ανάλυση των πωλήσεων απέτυχε διότι
hu_hu: Az SQL törölni az értékesítési elemzés rekordokat nem sikerült, mert

source: Sales analysis records deleted
el_gr: Πωλήσεις ανάλυση αρχεία διαγράφονται
hu_hu: Értékesítési elemzés rekordok törölve

source: this deleted all sales analysis for the customer/branch and items on this invoice
el_gr: αυτό διαγράφονται όλα ανάλυση των πωλήσεων για τον πελάτη / κλάδου και τα στοιχεία σχετικά με αυτό το τιμολόγιο
hu_hu: E törölte az összes értékesítés elemzés a vendég fiók és elemeket ezen a számlán

source: The SQL to delete the stock movement records failed because
el_gr: Ο SQL για να διαγράψετε τα αρχεία κίνησης του αποθέματος απέτυχε διότι
hu_hu: Az SQL törölni a készletek alakulása nyilvántartás nem sikerült, mert

source: The stock movement records associated with the invoice have been deleted
el_gr: Τα στοιχεία των κινήσεων αποθεμάτων που συνδέονται με το τιμολόγιο που έχει διαγραφεί
hu_hu: A készletek alakulása nyilvántartás kapcsolódó számlát törölték

source: The SQL to delete the general ledger journal records failed because
el_gr: Ο SQL για να διαγράψετε τα αρχεία της γενικής περιοδικό καθολικό απέτυχε διότι
hu_hu: SQL üzenet

source: The GL journal records associated with the invoice have been deleted
el_gr: Τα μητρώα περιοδικού GL που συνδέονται με το τιμολόγιο που έχει διαγραφεί
hu_hu: A kiválasztott sor törölve

source: Delete Sales Transactions
el_gr: Διαγράψτε τις συναλλαγές των πωλήσεων
hu_hu: Törlés Értékesítés tranzakciók

source: Deleting sales analysis records
el_gr: Διαγραφή ρεκόρ πωλήσεων ανάλυση
hu_hu: Törlése értékesítési elemzés rekordok

source: The SQL to delete Sales Analysis records failed because
el_gr: Ο SQL να διαγράψει τα αρχεία Πωλήσεων Ανάλυση απέτυχε διότι
hu_hu: Az SQL törölni Sales elemzés rekordokat nem sikerült, mert

source: Deleting customer statement transactions and allocation records
el_gr: Η διαγραφή των συναλλαγών δήλωση του πελάτη και καταγράφει την κατανομή
hu_hu: Törlése ügyfél nyilatkozata ügyletek és elosztási nyilvántartást

source: The SQL to delete customer transaction records failed because
el_gr: Ο SQL να διαγράψει τα αρχεία των συναλλαγών του πελάτη απέτυχε λόγω
hu_hu: Az SQL törölni ügyfél tranzakciós rekordokat nem sikerült, mert

source: The SQL to update the transaction numbers for all sales transactions because
el_gr: Ο SQL για να ενημερώσετε τους αριθμούς συναλλαγών για όλες τις συναλλαγές των πωλήσεων, λόγω
hu_hu: Az SQL, hogy frissítse a tranzakciós számok az összes értékesítési tranzakció miatt

source: Deleting all sales order records
el_gr: Διαγραφή όλων των εγγραφών για τις πωλήσεις
hu_hu: Törlése az összes megrendelés nyilvántartás

source: The SQL to delete sales order detail records failed because
el_gr: Ο SQL για να διαγράψετε τις πωλήσεις αναλυτικές εγγραφές προκειμένου απέτυχε διότι
hu_hu: Az SQL törölni eladási rekordok érdekében nem sikerült, mert

source: The SQL to delete sales order header records failed because
el_gr: Ο SQL για να διαγράψετε ρεκόρ πωλήσεων κεφαλίδα ώστε απέτυχε διότι
hu_hu: Az SQL törölni eladási rekordok érdekében fejléc nem sikerült, mert

source: The SQL to update the transaction number of sales orders has failed
el_gr: Ο SQL για την ενημέρωση του αριθμού των συναλλαγών οι πωλήσεις παραγγελιών έχει αποτύχει
hu_hu: Az SQL frissíteni a tranzakció számát vevői rendelések nem

source: Making stock for all parts and locations nil
el_gr: Κάνοντας υλικό για όλα τα μέρη και τοποθεσίες μηδέν
hu_hu: Making állomány minden alkatrészre és helyszínek nil

source: The SQL to make all stocks zero failed because
el_gr: Ο SQL για να κάνει το μηδέν όλα τα αποθέματα απέτυχε διότι
hu_hu: Az SQL, hogy az összes állomány nulla nem sikerült, mert
