Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Countrywide Bank branches must be between 2500 and 2599
el_gr: Countrywide Bank υποκαταστήματα αυτά πρέπει να είναι μεταξύ 2500 και 2599
hu_hu: Countrywide Bank fiókjaiban között kell lennie a 2500 és 2599

source: United Bank branches must be between 2150 and 2299
el_gr: Ηνωμένο καταστημάτων της Τράπεζας πρέπει να είναι μεταξύ 2150 και 2299
hu_hu: Egyesült Bank fiókjaiban között kell lennie, 2150 és 2299

source: Hong Kong and Shanghai branches must be between 2900 and 2949
el_gr: Χονγκ Κονγκ και τη Σαγκάη υποκαταστήματα αυτά πρέπει να είναι μεταξύ 2900 και 2949
hu_hu: Hong Kong és Sanghaj ágak között kell lennie, 2900 és 2949

source: Citibank NA branches must be between 2800 and 2849
el_gr: Τα καταστήματα της Citibank NA πρέπει να είναι μεταξύ 2800 και 2849
hu_hu: A Citibank NA ágak között kell lennie 2800 és 2849

source: Rural Bank branches must be between 6700 and 6799
el_gr: Αγροτική καταστημάτων της Τράπεζας πρέπει να είναι μεταξύ 6700 και 6799
hu_hu: Vidéki Bank fiókjaiban között kell lennie 6700 és 6799

source: The prefix
el_gr: Το πρόθεμα
hu_hu: Az előtag

source: is not a valid New Zealand Bank
el_gr: δεν είναι έγκυρη Νέα Ζηλανδία Τράπεζα
hu_hu: Nem érvényes új-zélandi Bank

source: If you are using webERP outside New Zealand error trapping relevant to your country should be used
el_gr: Εάν χρησιμοποιείτε webERP εκτός λάθους Νέα Ζηλανδία παγίδευσης σχετικές με τη χώρα σας θα πρέπει να χρησιμοποιείται
hu_hu: Ha ön használ webERP kívül Új-Zéland hiba csapdázás szempontjából fontos az Ön országában kell használni

source: The account number entered does not meet the banking check sum requirement and cannot be a valid account number
el_gr: Ο αριθμός λογαριασμού που συνάφθηκαν δεν πληροί τις τραπεζική επιταγή απαίτηση ποσού και δεν μπορεί να είναι ένας έγκυρος αριθμός λογαριασμού
hu_hu: A számlaszámot feltüntetni nem felel meg a banki ellenőrző összeg a követelmény, és nem lehet érvényes számlaszám

source: The supplier number already exists in the database
el_gr: Ο αριθμός προμηθευτή υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The supplier name must be entered and be forty characters or less long
el_gr: Το όνομα του προμηθευτή πρέπει να εισαχθεί και να είναι σαράντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A nyertes nevét kell beírni, és negyven vagy ennél kevesebb karakter hosszú

source: The Supplier Code cannot be empty
el_gr: Ο Προμηθευτής κώδικα δεν μπορεί να είναι κενή
hu_hu: A Szállító kód nem lehet üres

source: The telephone number must be 25 characters or less long
el_gr: Ο αριθμός τηλεφώνου πρέπει να είναι 25 χαρακτήρες ή λιγότεροι
hu_hu: A telefonszám max. 25 karakter lehet

source: The fax number must be 25 characters or less long
el_gr: Ο αριθμός fax πρέπει να είναι 25 χαρακτήρες ή λιγότεροι
hu_hu: A faxszám max. 25 karakter lehet

source: The email address must be 55 characters or less long
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να είναι 55 χαρακτήρες ή λιγότεροι
hu_hu: Az emailcím max. 25 karakter lehet

source: The bank reference text must be less than 12 characters long
el_gr: Το κείμενο αναφοράς τράπεζα πρέπει να είναι μικρότερο από 12 χαρακτήρες
hu_hu: A banki referencia szöveget lehet kevesebb, mint 12 karakter hosszú

source: The supplier since field must be a date in the format
el_gr: Ο προμηθευτής δεδομένου ότι το πεδίο πρέπει να είναι μια ημερομηνία με τη μορφή
hu_hu: A nyertes, mivel mezőt kell egy időpontot a formátumban

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
el_gr: Προειδοποίηση - geocode Ένταξης είναι ενεργοποιημένη, αλλά δεν οικοδεσπότες είναι ρυθμισμένα. Πηγαίνετε στο geocode Setup
hu_hu: Figyelmeztetés - geokód integráció engedélyezve van, de nincs házigazdák setup. Tovább a geokód Setup

source: Cannot change currency code as transactions already exist
el_gr: Δεν μπορείτε να αλλάξετε τον κωδικό νομίσματος ως συναλλαγές ήδη υπάρχουν
hu_hu: Nem lehet megváltoztatni valuta kód tranzakciók már léteznek

source: The supplier could not be updated because
el_gr: Ο προμηθευτής δεν μπορεί να ενημερωθεί, επειδή
hu_hu: A nyertes nem lehetett frissíteni, mert

source: The SQL that was used to update the supplier but failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του προμηθευτή, αλλά απέτυχε ήταν
hu_hu: Az SQL, hogy használták, hogy frissítse a nyertes, de nem sikerült volt,

source: The supplier master record for
el_gr: Η εγγραφή πλοίαρχος προμηθευτή για
hu_hu: A szállító master rekord

source: The supplier
el_gr: Ο προμηθευτής
hu_hu: A szállító

source: The SQL that was used to insert the supplier but failed was
el_gr: Ο SQL που χρησιμοποιείται για να εισαχθεί ο προμηθευτής, αλλά απέτυχε ήταν
hu_hu: Az SQL, hogy használták, hogy helyezze be a szolgáltató, de nem sikerült volt,

source: A new supplier for
el_gr: Ένα νέο προμηθευτή για
hu_hu: Egy új szállító

source: Cannot delete this supplier because there are transactions that refer to this supplier
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του προμηθευτή, διότι υπάρχουν πράξεις που αναφέρονται στην παρούσα προμηθευτή
hu_hu: Nem lehet törölni ezt a szolgáltató, mert vannak olyan tranzakciók, melyek erre a nyertes

source: transactions against this supplier
el_gr: πράξεων κατά της εν λόγω προμηθευτή
hu_hu: ügyletek ellen, ez a szolgáltató

source: Cannot delete the supplier record because purchase orders have been created against this supplier
el_gr: Δεν μπορείτε να διαγράψετε το αρχείο προμηθευτών, επειδή οι εντολές αγοράς έχουν δημιουργηθεί κατά της εν λόγω προμηθευτή
hu_hu: Nem lehet törölni a szállító rekordot, mivel a megrendeléseket hoztak létre ellen, ez a szolgáltató

source: orders against this supplier
el_gr: διαταγές κατά της εν λόγω προμηθευτή
hu_hu: megrendelések ellen beszállító

source: Cannot delete this supplier because there are supplier contacts set up against it
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του προμηθευτή, διότι υπάρχουν επαφές προμηθευτής που έχει συσταθεί κατά το
hu_hu: Nem lehet törölni ezt a szolgáltató, mert vannak olyan beszállítói kapcsolatok létrehozása ellen

source: delete these first
el_gr: διαγράψετε αυτές τις πρώτες
hu_hu: töröljük ezeket az első

source: supplier contacts relating to this supplier
el_gr: επαφές προμηθευτή σε σχέση με αυτό τον προμηθευτή
hu_hu: beszállítói kapcsolatok kapcsolatos ez a beszállítói

source: Supplier record for
el_gr: Προμηθευτής ρεκόρ για
hu_hu: Szállító rekord

source: Supplier Type
el_gr: Προμηθευτής Τύπος
hu_hu: Szállító

source: Supplier Since
el_gr: Προμηθευτή, δεδομένου ότι
hu_hu: Szállító óta

source: Bank Particulars
el_gr: Στοιχεία της Τράπεζας
hu_hu: Bank Adatok

source: Bank reference
el_gr: Τράπεζα αναφοράς
hu_hu: Bank referencia-

source: Bank Account No
el_gr: Τραπεζικός Λογαριασμός αριθ
hu_hu: Bankszámla szám

source: Factor Company
el_gr: Συντελεστής Εταιρίας
hu_hu: Fuvarozó cég

source: Supplier Currency
el_gr: Προμηθευτής Νόμισμα
hu_hu: Szállító Pénznem

source: Not Required
el_gr: Δεν απαιτείται
hu_hu: Nem szükséges

source: Insert New Supplier
el_gr: Εισαγωγή νέου προμηθευτή
hu_hu: Beszúrás Új Szállító

source: Bank Reference
el_gr: Τράπεζα Αναφορά
hu_hu: Bank Referencia

source: Add These New Supplier Details
el_gr: Προστεθούν τα νέα αυτά στοιχεία προμηθευτή
hu_hu: Ezeket az új Beszállítói Részletek

source: Update Supplier
el_gr: Ενημέρωση Προμηθευτή
hu_hu: Frissítés Szállító

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
el_gr: Ωστόσο, οι έλεγχοι θα γίνουν για να διασφαλίζεται ότι δεν υπάρχουν εκκρεμείς εντολές αγοράς ή υφιστάμενες πληρωτέων λογαριασμών συναλλαγών πριν από τη διαγραφή των μεταποιημένων
hu_hu: Azonban ellenőrzéseket fognak tenni annak érdekében, nincs már a megrendeléseket, vagy a meglévő tartozások tranzakciók előtt a törlés feldolgozott

source: Delete Supplier
el_gr: Διαγραφή Προμηθευτή
hu_hu: Törlés Szállító

source: Are you sure you wish to delete this supplier?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό τον προμηθευτή;
hu_hu: Biztosan törölni kívánt ez a beszállítói?

source: Tenders
el_gr: Οι προσφορές
hu_hu: Határidő

source: Supplier Tendering
el_gr: Προμηθευτής Tendering
hu_hu: Szállítói allokálások

source: This functionality can only be accessed via a supplier login.
el_gr: Αυτή η λειτουργία είναι προσβάσιμη μόνο μέσω login προμηθευτή.
hu_hu: Ez a funkció csak akkor elérhetőek a szállító belépés.

source: Create or View Offers from
el_gr: Δημιουργία ή View προσφέρει από
hu_hu: Létrehozása vagy megtekintése Ajánlatok a

source: Select option for tendering
el_gr: Επιλέξτε την επιλογή για την υποβολή προσφορών
hu_hu: Adja meg az egyenleg dátumot

source: View or Amend outstanding offers from
el_gr: Προβολή ή Αλλαγή εκκρεμούν προσφορές από
hu_hu: Nézd meg vagy módosítandó kiemelkedő kínálatában

source: Create a new offer from
el_gr: Δημιουργήστε μια νέα προσφορά
hu_hu: Termékkód

source: Items to offer from
el_gr: Στοιχεία για την προσφορά από
hu_hu: Tételek ajánlata

source: Process
el_gr: Διαδικασία
hu_hu: Folyamat

source: Required By
el_gr: Απαιτείται από το
hu_hu: Által előírt

source: Select items to offer from
el_gr: Επιλογή στοιχείων για την προσφορά από
hu_hu: Válasszon tételsort a számlázáshoz

source: Supplier Transactions Inquiry
el_gr: Προμηθευτής Εξεταστική Συναλλαγές
hu_hu: Vevői tranzakció lekérdezések

source: The supplier transactions for the selected criteria could not be retrieved because
el_gr: Οι συναλλαγές προμηθευτής για τα επιλεγμένα κριτήρια δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Supp Ref
hu_hu: Szállító

source: Could not retrieve the GL transactions for this AP transaction
el_gr: Δεν ήταν δυνατή η ανάκτηση του GL πράξεις για αυτή τη συναλλαγή AP
hu_hu: A keresett szakasz nem található, próbálja újra.

source: There are no GL transactions created for the above AP transaction
el_gr: Δεν υπάρχουν ΓΠ συναλλαγές που δημιουργούνται για την ανωτέρω συναλλαγή AP
hu_hu: Nincs megadva allokálás ehhez a tranzakcióhoz

source: The GL transactions for this AP transaction are out of balance by
el_gr: Οι συναλλαγές GL για αυτή τη συναλλαγή AP είναι εκτός ισορροπίας από
hu_hu: A GL ügyletek ezen AP ügyletre az egyensúly a

source: Supplier Types
el_gr: Προμηθευτής Είδη
hu_hu: Szállító

source: Supplier Type Setup
el_gr: Προμηθευτής Τύπου εγκατάστασης
hu_hu: Vevői EDI beállítás

source: Add/edit/delete Supplier Types
el_gr: Προσθέστε / επεξεργαστείτε / διαγράψετε Προμηθευτής Είδη
hu_hu: Vevői telephelyek

source: The supplier type name description must be 100 characters or less long
el_gr: Ο τύπος προμηθευτής περιγραφή όνομα πρέπει να είναι 100 χαρακτήρες ή λιγότερο μακρά
hu_hu: A fizetési mód leírás max 40 karakter lehet

source: The supplier type name description must contain at least one character
el_gr: Ο τύπος προμηθευτής ονομασία περιγραφή πρέπει να περιέχει τουλάχιστον ένα χαρακτήρα
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: You already have a supplier type called
el_gr: Έχετε ήδη έναν τύπο προμηθευτή που ονομάζεται
hu_hu: Már van egy nyertes típus neve

source: The supplier type
el_gr: Ο τύπος προμηθευτής
hu_hu: Vevőkód (ig)

source: Supplier type
el_gr: Προμηθευτής τύπου
hu_hu: Szállító

source: The number of suppliers using this Type record could not be retrieved because
el_gr: Ο αριθμός των προμηθευτών που χρησιμοποιούν αυτόν τον τύπο εγγραφής δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this type because suppliers are currently set up to use this type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου, επειδή οι προμηθευτές είναι οι οποίες έχουν συγκροτηθεί για να χρησιμοποιήσουν αυτόν τον τύπο
hu_hu: Nem törölhető ez eladókörzet, mert vevői adatok hivatkoznak rá

source: suppliers with this type code
el_gr: προμηθευτές με αυτόν τον τύπο τον κωδικό
hu_hu: megrendelések ezzel a telephellyel

source: Are you sure you wish to delete this Supplier Type?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το Προμηθευτής Τύπος;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Receivables
el_gr: Απαιτήσεις
hu_hu: Kintlevőségek

source: Payables
el_gr: Υποχρεώσεις
hu_hu: Fizetendők

source: Purchasing
el_gr: Αγορά
hu_hu: Beszerzés

source: Manufacturing
el_gr: Βιομηχανία
hu_hu: Gyártás

source: Asset Manager
hu_hu: Elintézett

source: User name
el_gr: Όνομα Χρήστη
hu_hu: Felhasználó

source: Default Location
el_gr: Default Τοποθεσία
hu_hu: Alapértelmezett hely

source: Payment Run - Problem Report
el_gr: Πληρωμή Run - Αναφορά προβλήματος
hu_hu: Fizetések ki/be lista

source: Payment Run Report
el_gr: Πληρωμή Έκθεση Run
hu_hu: Fizetések ki/be lista

source: Payment Run
el_gr: Πληρωμή Run
hu_hu: Fizetési Run

source: and Due By
el_gr: και οφείλονται από
hu_hu: és esedékes

source: There are no outstanding supplier invoices to pay
el_gr: Δεν υπάρχουν εκκρεμή τιμολόγια προμηθευτή να πληρώσει
hu_hu: Nincs eladó rögzítve a telephelyhez

source: Payment Processing - Problem Report
el_gr: Επεξεργασία Πληρωμών - Αναφορά προβλήματος
hu_hu: Fizetési folyamatok - hibajelentések

source: None of the payments will be processed since updates to the transaction records for
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία από την ενημερώσεις για τα αρχεία των συναλλαγών για
hu_hu: Egyik kifizetések kerül feldolgozásra, mivel frissíti a tranzakciós rekordokat

source: could not be processed because
el_gr: δεν θα μπορούσε να εγκριθεί λόγω
hu_hu: nem lehet feldolgozni, mert

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία. Δυστυχώς, υπήρχε ένα πρόβλημα που διαπράττουν τις αλλαγές στη βάση δεδομένων, επειδή
hu_hu: Egyik kifizetések fogja feldolgozni. Sajnos, nem volt probléma kötelezettséget a változásokat az adatbázisba, mert

source: To process payments for
el_gr: Για τη διεκπεραίωση των πληρωμών για
hu_hu: Feldolgozni kifizetések

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
el_gr: ένα αριθμητικό συναλλαγματική ισοτιμία που εφαρμόζεται για την αγορά του νομίσματος για να προβεί στην πληρωμή με το πρέπει να εισαχθεί
hu_hu: A numerikus alkalmazandó átváltási árfolyam, hogy megvásárolta a valuta, hogy a fizetés kell beírni

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
el_gr: Το ποσοστό αυτό χρησιμοποιείται για τον υπολογισμό της διαφοράς ως αντάλλαγμα και να επιφέρει τις αναγκαίες καταχωρίσεις στο καθολικό Γενική εάν συνδέεται
hu_hu: Ez az arány kiszámításához használt különbség cserébe, és megtegyék a szükséges hozzászólásokat a főkönyvi, ha kapcsolt

source: For Suppliers Trading in
el_gr: Για Προμηθευτές Trading στο
hu_hu: A szállítók kereskedés

source: Payments Due To
el_gr: Ποσά που οφείλονται στην
hu_hu: Járó kifizetéseket

source: Pay From Account
el_gr: Πληρωμή από το λογαριασμό
hu_hu: Fizetős A Fiók

source: Print PDF Only
el_gr: Εκτύπωση PDF Μόνο
hu_hu: Nyomtatás PDF Csak

source: Print and Process Payments
el_gr: Εκτύπωση και πληρωμές Διαδικασία
hu_hu: Nyomtatás és folyamat kifizetések

source: Price List of goods from a Supplier
el_gr: Τιμοκατάλογος των εμπορευμάτων από προμηθευτή
hu_hu: Árlista az áruknak a Szállító

source: All Prices
el_gr: Όλες οι τιμές
hu_hu: Ár

source: Current Price
el_gr: Τρέχουσα Τιμή
hu_hu: Aktuális

source: Report
el_gr: Έκθεση
hu_hu: Jelentés

source: Supplier Price List for
el_gr: Προμηθευτής Τιμοκατάλογος για
hu_hu: Vevő árszint

source: Supp Code
el_gr: Supp κώδικα
hu_hu: Szállítókód (ig)

source: Purchase
el_gr: Αγορά
hu_hu: Vásárolt

source: View the Price List from supplier
el_gr: Δείτε τον τιμοκατάλογο από τον προμηθευτή
hu_hu: Adja meg az egyenleg dátumot

source: Only Current Price
el_gr: Μόνο Τρέχουσα τιμή
hu_hu: Csak Jelenlegi ár

source: Shipment Charges or Credits
el_gr: Αποστολή χρεώνει ή πιστώνει
hu_hu: Szállítás díjak vagy névsora

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
el_gr: Οι αποστολής χρεώσεις ή πιστώσεις οι οποίες καταλογίζονται τιμολόγια προμηθευτή ή πιστωτικά σημειώματα, αντίστοιχα
hu_hu: Szállítás díjakat vagy hitelek terhére szállítói számla vagy jóváírás, illetve

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
el_gr: Η αποστολή άρχισε το χέρι δεν είναι έγκυρη αναφορά αποστολή. Αν δεν ξέρετε την αναφορά μεταφορά, επιλέξτε από τη λίστα
hu_hu: A szállítmányt a kézzel bevitt nem érvényes referencia-szállítás. Ha nem tudod, hogy a szállítás referencia, válassza ki a listából

source: This shipment charge cannot be added to the invoice
el_gr: Η επιβάρυνση αποστολής δεν μπορεί να προστεθεί στο τιμολόγιο
hu_hu: Ez a szállítás díj nem adható hozzá a számla

source: Shipment charges on Invoice
el_gr: Αποστολή τιμολογεί
hu_hu: Szállítás díjak számla

source: Shipment credits on Credit Note
el_gr: Αποστολή πιστώσεις σε πιστωτικό σημείωμα
hu_hu: Szállítás hiteleket a hitel megjegyzés

source: Shipment Reference
el_gr: Αποστολή αναφοράς
hu_hu: Szállítás Referencia

source: Shipment Selection
el_gr: Αποστολή Επιλογής
hu_hu: Szállítás kiválasztása

source: otherwise select the shipment from the list
el_gr: διαφορετικά επιλέξτε την αποστολή από τη λίστα
hu_hu: Ellenkezõ esetben válasszuk az elszállítása a listán

source: Enter Shipment Charge
el_gr: Εισάγετε Χρέωση αποστολής
hu_hu: Adja szállítás díja

source: Supplier Transaction General Ledger Analysis
el_gr: Προμηθευτής Συναλλαγών Γενική Λογιστική Ανάλυση
hu_hu: Szállító tranzakció Főkönyv elemzése

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
el_gr: Για να εισάγετε ένα τιμολόγιο προμηθευτή ή πιστωτικό σημείωμα ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Adjon meg egy szállítói számla vagy jóváírás a szállító először ki kell választani a szállító kiválasztása képernyőn

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
el_gr: τότε ο σύνδεσμος να εισάγετε ένα τιμολόγιο προμηθευτή ή προμηθευτή πιστωτικού σημειώματος πρέπει να κάνετε κλικ στο
hu_hu: majd a linket adja meg a szállítói számla vagy szállítói hitellel tudomásul kell kattintott

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
el_gr: Η αναφορά που εγγράφονται σύμβαση δεν είναι έγκυρη σύμβαση, η γραμμή αυτή δεν μπορεί να προστεθεί στη συναλλαγή
hu_hu: A szerződés hivatkozási be nem érvényes szerződés, ezt a vonalat nem lehet hozzáadni a tranzakció

source: General Ledger Analysis of Invoice From
el_gr: Γενική Λογιστική Ανάλυση του τιμολογίου
hu_hu: Főkönyvi elemzése számla

source: General Ledger Analysis of Credit Note From
el_gr: Γενική Λογιστική Ανάλυση του πιστωτικού σημειώματος Από
hu_hu: Főkönyvi elemzése Credit megjegyzése

source: First overdue deadline days must be a number
el_gr: Πρώτη καθυστερήσει ημέρες προθεσμία πρέπει να είναι αριθμός
hu_hu: Az első határidő lejárt napot kell több

source: Second overdue deadline days must be a number
el_gr: Δεύτερη ημέρα καθυστέρησης προθεσμία πρέπει να είναι αριθμός
hu_hu: Második esedékes határidő napot kell több

source: Default Credit Limit must be a number
el_gr: Προεπιλογή Όριο Πίστωσης πρέπει να είναι αριθμός
hu_hu: Alapértelmezett hitelkeret számnak kell lennie

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
el_gr: Η ρήτρα Romalpa δεν μπορεί να περιέχει μονά εισαγωγικά και δεν μπορεί να είναι μεγαλύτερη από 5000 χαρακτήρες
hu_hu: A Romalpa szakasz nem tartalmazhat aposztrófot, és nem lehet hosszabb, mint 5000 karakter

source: No less than 1 and more than 99 Quick entries allowed
el_gr: Δεν λιγότερο από 1 και πάνω από το 99 Γρήγορη καταχωρήσεις επιτρέπονται
hu_hu: Nem kevesebb, mint 1, és több mint 99 gyors bejegyzést tenni

source: Freight Charge Applies If Less Than must be a number
el_gr: Ναύλος χρέωση ισχύει εάν είναι μικρότερο από πρέπει να είναι αριθμός
hu_hu: Freight térítés ellenében, ha kevesebb mint számnak kell lennie

source: Financial period per year must be a number between 1 and 12
el_gr: Οικονομική περίοδο ανά έτος πρέπει να είναι ένας αριθμός μεταξύ 1 και 12
hu_hu: Pénzügyi időszakban évi számnak kell lennie 1 és 12 között

source: The Tax Authority Reference Name must be 25 characters or less long
el_gr: Η Φορολογική Αρχή Αναφορά όνομα πρέπει να είναι 25 χαρακτήρες ή λιγότερο μακρά
hu_hu: Az APEH Referencia neve kell 25 karakter, vagy kevésbé hosszú

source: Over Charge Proportion must be a percentage
el_gr: Κατά τη διάρκεια φόρτισης Ποσοστό πρέπει να είναι ένα ποσοστό
hu_hu: Több mint költség aránya kell százalékában

source: Over Receive Proportion must be a percentage
el_gr: Πάνω Λήψη Ποσοστό πρέπει να είναι ένα ποσοστό
hu_hu: Több mint fogadása aránya kell százalékában

source: Lines per page must be greater than 1
el_gr: Γραμμές ανά σελίδα πρέπει να είναι μεγαλύτερη από 1
hu_hu: Sorok oldalankénti nagyobbnak kell lennie 1-nél

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
el_gr: Ο αριθμός των μηνών της διαδρομής ελέγχου για να κρατήσει πρέπει να είναι μηδέν ή θετικός αριθμός λιγότερο από 100 μήνες
hu_hu: A hónapok száma az ellenőrzési nyomvonal tartani kell nulla, vagy pozitív szám kevesebb, mint 100 hónapig

source: DefaultTaxCategory must be between 1 and 9
el_gr: DefaultTaxCategory πρέπει να είναι μεταξύ 1 και 9
hu_hu: DefaultTaxCategory kell 1 és 9 között

source: Default maximum number of records to display must be between 1 and 500
el_gr: Default μέγιστος αριθμός των εγγραφών για προβολή πρέπει να είναι μεταξύ 1 και 500
hu_hu: Alapértelmezett maximális számát rekordok megjelenítéséhez között kell lennie 1 és 500

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
el_gr: Το μέγιστο μέγεθος του σημείου αρχεία εικόνων πρέπει να κυμαίνεται μεταξύ 50 και 500 (Σημείωση: το ποσοστό αυτό αναφέρεται σε KB)
hu_hu: A maximális mérete pont image fájlok között kell lennie, 50 és 500 (NB ez a szám utal KB)

source: The Factory Manager Email address does not appear to be valid
el_gr: Ο Διευθυντής Εργοστασίου Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν φαίνεται να είναι έγκυρη
hu_hu: Nincs megjeleníthető

source: The Purchasing Manager Email address does not appear to be valid
el_gr: Η αγοραστική διεύθυνση ηλεκτρονικού ταχυδρομείου Manager δεν φαίνεται να είναι έγκυρο
hu_hu: Nincs megjeleníthető

source: The number of frequently ordered items to display must be numeric
el_gr: Ο αριθμός των συχνά παραγγελθέντα προϊόντα προς εμφάνιση πρέπει να είναι αριθμός
hu_hu: A napok száma csak numerikus adat lehet

source: The system configuration could not be updated because
el_gr: Η διάταξη του συστήματος θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A rendszer konfigurációja nem lehetett frissíteni, mert

source: System configuration updated
el_gr: Σύστημα ενημέρωση διαμόρφωσης
hu_hu: Rendszer konfiguráció frissítés

source: System Variable Name
el_gr: Σύστημα όνομα της μεταβλητής
hu_hu: Rendszer Változó neve

source: Default Date Format
el_gr: Προεπιλεγμένη μορφή ημερομηνίας
hu_hu: Alapértelmezett csomagjegyzék

source: The default date format for entry of dates and display.
el_gr: Η προεπιλεγμένη μορφή ημερομηνίας για την έναρξη των ημερομηνιών και οθόνη.
hu_hu: Az alapértelmezett dátumformátum a belépés dátumának és a kijelző.
