Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The balance after this assignment would be greater than the specified limit for this PC tab
el_gr: Το υπόλοιπο μετά την εν λόγω ανάθεση θα είναι μεγαλύτερα από το καθορισμένο όριο για αυτή την καρτέλα PC
hu_hu: Az egyenleg után ezt a feladatot nagyobb lenne, mint a megadott határérték erre a PC lap

source: Days
el_gr: Ημέρες
hu_hu: Napok

source: Expense Code
el_gr: Έξοδα κώδικα
hu_hu: Alapértelmezett költségek

source: Current balance
el_gr: Τρέχον υπόλοιπο
hu_hu: Aktuális

source: New Cash Assignment
el_gr: Νέα Ανάθεση Μετρητά
hu_hu: Számla kód

source: Assignment of Cash to Petty Cash Tab
el_gr: Ανάθεση σε μετρητά στο Petty Cash Tab
hu_hu: Kiosztása Cash Készpénz Tab

source: Assignment of cash to PC Tab
el_gr: Ανάθεση σε μετρητά στο PC Tab
hu_hu: Kiosztása készpénz PC Tab

source: The assignment of cash record could not be deleted because
el_gr: Η ανάθεση της καταγραφής σε μετρητά δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A készlethely (raktár) rekord nem módosítható, mert

source: Update Cash Assignment
el_gr: Ενημέρωση Εκχώρηση Μετρητά
hu_hu: Számla kód

source: Petty Cash
el_gr: Μικροέξοδα
hu_hu: Készpénzkassza

source: Claim Petty Cash Expenses From Tab
el_gr: Αίτημα μικροδαπάνες μετρητά από την καρτέλα
hu_hu: Állítás Készpénz költségeit Tab

source: Petty Cash Expense record could not be deleted because
el_gr: Petty Cash Έξοδα εγγραφής δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Maintenance Of Petty Cash Of Expenses
el_gr: Συντήρηση Από Petty Cash Εξόδων
hu_hu: Karbantartása Készpénz költségeiről

source: The Expense type code cannot be an empty string or spaces
el_gr: Ο κωδικός τύπου δαπάνης δεν μπορεί να είναι μια κενή συμβολοσειρά ή χώρους
hu_hu: A vevő kód nem lehet üres

source: The Expenses type
el_gr: Ο τύπος Έξοδα
hu_hu: Vevőkód (ig)

source: The Expense type
el_gr: Η δαπάνη τύπου
hu_hu: Vevőkód (ig)

source: Expense
el_gr: Δαπάνη
hu_hu: Költség

source: The number of type of tabs using this expense code could not be retrieved
el_gr: Ο αριθμός του τύπου των καρτελών χρήση αυτού του κώδικα δαπάνη δεν μπορεί να ανακτηθεί
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this petty cash expense because it is used in some tab types
el_gr: Δεν μπορείτε να διαγράψετε αυτή την μικροέξοδο μετρητά, επειδή χρησιμοποιείται σε ορισμένους τύπους καρτέλα
hu_hu: Nem törölhető ez a hely, mert üzemi adatok hivatkoznak rá

source: tab types using this expense code
el_gr: τύπους καρτέλα χρήση αυτού του κώδικα δαπάνη
hu_hu: üzletek hivatkoznak erre a körzetkódra

source: The expense type record could not be deleted because
el_gr: Το αρχείο τύπου δαπάνη δεν μπορεί να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Expense type
el_gr: Έξοδα τύπου
hu_hu: Költség típus

source: Tax Category
el_gr: Φορολογική Κατηγορία
hu_hu: Adó kategória

source: Are you sure you wish to delete this expense code and all the details it may have set up?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον κωδικό δαπάνη και όλες τις λεπτομέρειες που μπορεί να έχει δημιουργήσει;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Show All Petty Cash Expenses Defined
el_gr: Εμφάνιση όλων των μικροδαπάνες Ορίζεται Μετρητά
hu_hu: Minden bankszámla megjelenítése

source: Maintenance Of Petty Cash Expenses For a Type Tab
el_gr: Συντήρηση Από μικροδαπάνες μετρητά για ένα τύπο Tab
hu_hu: Karbantartása Készpénz költségek típusú Tab

source: Expense code
el_gr: Έξοδα κωδικό
hu_hu: Alkatrész kód

source: The Tab Type record could not be deleted because
el_gr: Το Tab τύπου αρχείο θα μπορούσε να μην διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: for type of tab
el_gr: για τον τύπο της καρτέλας
hu_hu: A típus lap

source: Select Type of Tab
el_gr: Επιλογή τύπου του Tab
hu_hu: Időszak (ig)

source: Expense Codes for Type of Tab
el_gr: Δαπάνη Κωδικοποίηση του τύπου του Tab
hu_hu: Költség kódjai típusa Tab

source: Select Expense Code
el_gr: Επιλέξτε Κώδικας Εξόδων
hu_hu: Válasszon másik megrendelést

source: Show HTML
el_gr: Εμφάνιση HTML
hu_hu: Mutat

source: Select A Different Date
el_gr: Επιλέξτε μια διαφορετική ημερομηνία
hu_hu: Válasszon másik időszakot

source: From Date :
el_gr: Από Ημερομηνία:
hu_hu: innen

source: To Date:
el_gr: Μέχρι σήμερα:
hu_hu: Dátum

source: Petty Cash Report Of Tab
el_gr: Petty Cash Έκθεση της καρτέλας
hu_hu: Készpénz Jelentés Tab

source: An error occurred getting the orders details
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις λεπτομέρειες παραγγελιών
hu_hu: Hiba történt a szerzés a rendelések adatait

source: Database Error
el_gr: Λάθος στη βάση δεδομένων
hu_hu: Adatbázis hiba

source: The SQL used to get the orders that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει τις παραγγελίες που απέτυχε ήταν
hu_hu: Az SQL használják, hogy a megrendelések, hogy nem volt

source: There were no expenses found in the database within the period from
el_gr: Δεν υπήρχαν τα έξοδα που βρέθηκαν στη βάση δεδομένων κατά την περίοδο από
hu_hu: Nem volt költségek található az adatbázisban a közötti időszakban

source: Please try again selecting a different date range
el_gr: Παρακαλώ δοκιμάστε να επιλέξετε ξανά ένα διαφορετικό εύρος ημερομηνιών
hu_hu: Kérjük, próbálja újra kiválasztásával egy másik dátumtartomány

source: The SQL that returned no rows was
el_gr: Ο SQL που δεν επέστρεψε γραμμές ήταν
hu_hu: Az SQL, hogy nem adott vissza sort került

source: No Petty Cash tabs were returned by the SQL because
el_gr: Δεν Petty καρτέλες Ταμειακά επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: Tab Code :
el_gr: Tab Κωδικός:
hu_hu: Telephely kód

source: User
el_gr: Χρήστης
hu_hu: Lézer

source: To
el_gr: Για να
hu_hu: Ig

source: Currency
el_gr: Νόμισμα
hu_hu: Deviza

source: Balance before
el_gr: Υπόλοιπο πριν
hu_hu: Egyenleg kimutatatás

source: Balance at
el_gr: Υπόλοιπο
hu_hu: Egyenleg mint

source: No Petty Cash Tabs were returned by the SQL because
el_gr: Δεν Petty καρτέλες Ταμειακά επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: Tab Code
el_gr: Καρτέλα κώδικα
hu_hu: Körzetkód

source: No Petty Cash movements for this tab were returned by the SQL because
el_gr: Δεν Petty κινήσεων ρευστών διαθεσίμων για αυτή την καρτέλα επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: Date Range
el_gr: Χρονικό διάστημα
hu_hu: Dátum rögzítve

source: Maintenance Of Petty Cash Tabs
el_gr: Συντήρηση Από Petty Cash Tabs
hu_hu: Karbantartása Készpénz Tabs

source: The Tab code cannot be an empty string or spaces
el_gr: Ο κωδικός Καρτέλα δεν μπορεί να είναι μια κενή συμβολοσειρά ή χώρους
hu_hu: A vevő kód nem lehet üres

source: The Tab code must be twenty characters or less long
el_gr: Ο κωδικός Tab πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο μακρά
hu_hu: A körzetkód 2, vagy 1 karakter hosszú

source: The Tab
el_gr: Το Tab
hu_hu: A változó

source: The Tab record could not be deleted because
el_gr: Η εγγραφή Tab δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Type Of Tab
el_gr: Τύπος της καρτέλας
hu_hu: Típus Tab

source: Limit
el_gr: Όριο
hu_hu: Határérték

source: GL Account For Cash Assignment
el_gr: GL Λογαριασμού για την εκχώρηση των μετρητών
hu_hu: GL-fiók Készpénzes kiosztása

source: GL Account Petty Cash Tab
el_gr: GL Λογαριασμός Petty Cash Tab
hu_hu: Számla kód

source: Show All Tabs Defined
el_gr: Δείτε όλες τις καρτέλες Ορίζεται
hu_hu: Minden bankszámla megjelenítése

source: Limit Of Tab
el_gr: Όριο Tab
hu_hu: Limit Tab

source: GL Account Cash Assignment
el_gr: GL Εκχώρηση Μετρητά Λογαριασμού
hu_hu: Számla kód

source: Maintenance Of Petty Cash Type of Tabs
el_gr: Συντήρηση του μικροαστικού τύπου Cash της Tabs
hu_hu: Karbantartása Készpénz típusa Tabs

source: The tab code must be twenty characters or less long
el_gr: Ο κωδικός καρτέλα πρέπει να είναι είκοσι χαρακτήρες ή λιγότερο μακρά
hu_hu: A körzetkód 2, vagy 1 karakter hosszú

source: The tab code must be Fifty characters or less long
el_gr: Ο κωδικός καρτέλα πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A körzetkód 2, vagy 1 karakter hosszú

source: The Tabs type
el_gr: Ο τύπος Tabs
hu_hu: Vevőkód (ig)

source: The Tab type
el_gr: Ο τύπος Tab
hu_hu: Termékkód

source: Tabs type
el_gr: Tabs τύπου
hu_hu: Tranz típus

source: The number of tabs using this Tab type could not be retrieved
el_gr: Ο αριθμός των καρτελών που χρησιμοποιούν αυτόν τον τύπο Tab δεν θα μπορούσε να ανακτηθεί
hu_hu: Nincs a megadott szempontoknak megfelelő tranzakció

source: Cannot delete this tab type because tabs have been created using this tab type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του τύπου καρτέλα επειδή καρτέλες έχουν δημιουργηθεί με αυτό τον τύπο καρτέλας
hu_hu: Nem törölhető ez eladókörzet, mert vevői adatok hivatkoznak rá

source: Return to list of tab types
el_gr: Επιστροφή στη λίστα των τύπων καρτέλας
hu_hu: Vissza a lap listája típusok

source: Tab type
el_gr: Στην καρτέλα Τύπος
hu_hu: Típus

source: Are you sure you wish to delete this code and all the description it may have set up?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον κωδικό και όλα τα περιγραφή που μπορεί να έχει δημιουργήσει;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Show All Types Tabs Defined
el_gr: Δείτε όλες τις καρτέλες τύπους ορισμένους
hu_hu: Minden bankszámla megjelenítése

source: Code Of Type Of Tab
el_gr: Κωδικός του τύπου των Tab
hu_hu: Kód típusának Tab

source: Description Of Type of Tab
el_gr: Περιγραφή του τύπου του Tab
hu_hu: Bevét típus

source: Notes:
el_gr: Σημειώσεις:
hu_hu: Mejegyzés

source: Freight
el_gr: Ναύλος
hu_hu: Fuvar

source: Create PDF Print Out For A Batch Of Receipts
el_gr: Δημιουργήστε PDF Εκτύπωση Out για μία παρτίδα Αποδείξεις
hu_hu: Legyen PDF Print ki egy köteg bevételek

source: Select the batch number of receipts to be printed
el_gr: Επιλέξτε τον αριθμό της παρτίδας των εσόδων που θα εκτυπωθεί
hu_hu: Válassza ki a gyártási tétel száma a bevételek a nyomtatandó

source: Create PDF
el_gr: Δημιουργία PDF
hu_hu: PDF létrehozása

source: An error occurred getting the header information about the receipt batch number
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις πληροφορίες της κεφαλίδας για τον αριθμό της παρτίδας παραλαβής
hu_hu: Hiba történt a szerzés a fejléc információ kézhezvételét tétel száma

source: The SQL used to get the receipt header information that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρετε τις πληροφορίες κεφαλίδας παραλαβής που απέτυχε ήταν
hu_hu: Az SQL használják, hogy az átvételi fejléc információkat, amelyek nem került

source: Create PDF Print-out For A Batch Of Receipts
el_gr: Δημιουργία PDF Print-out για μία παρτίδα Αποδείξεις
hu_hu: Legyen PDF Print-out a tételnek a bevételek

source: The receipt batch number
el_gr: Ο αριθμός παρτίδας παραλαβής
hu_hu: Az átvételi tétel száma

source: was not found in the database
el_gr: δεν βρέθηκε στη βάση δεδομένων
hu_hu: nem található az adatbázisban

source: Please try again selecting a different batch number
el_gr: Παρακαλώ δοκιμάστε να επιλέξετε ξανά ένα διαφορετικό αριθμό παρτίδας
hu_hu: Kérjük, próbálja újra kiválasztásával egy másik tétel száma

source: An error occurred getting the customer receipts for batch number
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις εισπράξεις του πελάτη για τον αριθμό της παρτίδας
hu_hu: Hiba történt a szerzés a megrendelő bevétel tétel száma

source: The SQL used to get the customer receipt information that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρετε τις πληροφορίες παραλαβή πελάτη που απέτυχε ήταν
hu_hu: Az SQL használják, hogy a vevő átvételi információkat nem volt

source: An error occurred getting the GL receipts for batch number
el_gr: Παρουσιάστηκε σφάλμα να πάρει το GL αποδείξεις για τον αριθμό της παρτίδας
hu_hu: Hiba történt a szerzés a GL bevétel tétel száma

source: The SQL used to get the GL receipt information that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει το GL πληροφορίες παραλαβής που απέτυχε ήταν
hu_hu: Az SQL használják, hogy a GL átvételi információkat nem volt

source: Banking Summary
el_gr: Τραπεζική Σύνοψη
hu_hu: Bank összesen

source: Banking Summary Number
el_gr: Τραπεζικές Αριθμός Περίληψη
hu_hu: Banki Összefoglaló száma

source: BANKED
el_gr: Κλίση
hu_hu: Dönthető

source: Payment Listing
el_gr: Πληρωμή Λίστα
hu_hu: Fizetési listázása

source: Enter the date from which cheques are to be listed
el_gr: Καταχωρίστε την ημερομηνία από την οποία οι έλεγχοι που πρέπει να αναφέρονται
hu_hu: Adja meg azt az időpontot, amely ellenőrzi, fel kell sorolni

source: Enter the date to which cheques are to be listed
el_gr: Εισάγετε την ημερομηνία στην οποία οι έλεγχοι που πρέπει να αναφέρονται
hu_hu: Adja meg a dátumot, amely ellenőrzi, fel kell sorolni

source: Email the report off
el_gr: Email η έκθεση off
hu_hu: E-mail a jelentés ki

source: An error occurred getting the payments
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις πληρωμές
hu_hu: Hiba történt a szerzés a kifizetések

source: There were no bank transactions found in the database within the period from
el_gr: Δεν υπήρχαν τραπεζικές συναλλαγές που βρέθηκαν στη βάση δεδομένων κατά την περίοδο από
hu_hu: Nem volt banki tranzakciók található az adatbázisban a közötti időszakban

source: Please try again selecting a different date range or account
el_gr: Παρακαλώ δοκιμάστε να επιλέξετε ξανά ένα διαφορετικό χρονικό διάστημα ή λογαριασμό
hu_hu: Kérjük, próbálja újra kiválasztásával egy másik dátumtartomány vagy a számla

source: Cheque Listing
el_gr: Επιταγή Λίστα
hu_hu: Csekk listázása

source: Cheque listing from
el_gr: Επιταγή λίστα από
hu_hu: Csekk listája a

source: An error occurred getting the GL transactions
el_gr: Παρουσιάστηκε σφάλμα να πάρει το GL συναλλαγές
hu_hu: Hiba történt a szerzés a GL ügyletek

source: CHEQUES
el_gr: ΕΠΙΤΑΓΕΣ
hu_hu: Csekk

source: Please find herewith payments listing from
el_gr: Παρακαλούμε βρείτε αυτήν πληρωμές λίστα από
hu_hu: Küldöm ezúton kifizetések listája a

source: Customer Listing
el_gr: Πελάτης Λίστα
hu_hu: Ügyfél lista

source: Customer List
el_gr: Πελατολόγιο
hu_hu: Ügyfél lista

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
el_gr: Το ποσό δραστηριότητα δεν είναι αριθμητική και έχετε επιλέξει να εκτυπώσετε των πελατών σε σχέση με ένα συγκεκριμένο ποσό δραστηριότητας
hu_hu: A tevékenység összeg nem numerikus, és akkor választották nyomtatni ügyfél képest egy bizonyos összeget a tevékenységi

source: this level of activity must be specified in the local currency
el_gr: αυτό το επίπεδο δραστηριότητας πρέπει να προσδιορίζονται στο τοπικό νόμισμα
hu_hu: E tevékenységi szint kell adni a helyi pénznemben

source: The customer List could not be retrieved by the SQL because
el_gr: Η λίστα των πελατών δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: Az ügyfél lista nem sikerült letölteni a SQL, mert

source: This report has no output because there were no customers retrieved
el_gr: Η έκθεση αυτή δεν έχει κανένα αποτέλεσμα, διότι δεν υπήρχαν πελάτες ανακτηθεί
hu_hu: Ez a jelentés nem kimenettel, mert nem voltak vevők le

source: Could not retrieve the activity of the branch because
el_gr: Δεν ήταν δυνατή η ανάκτηση της δραστηριότητας του υποκαταστήματος, διότι
hu_hu: Nem sikerült letölteni a tevékenységét a fióktelep, mert

source: The failed SQL was
el_gr: Η αποτυχημένη SQL ήταν
hu_hu: A sikertelen volt, SQL

source: Customers in
el_gr: Οι πελάτες στα
hu_hu: Ügyfelek

source: Turnover
el_gr: Κύκλος εργασιών
hu_hu: Forgalom

source: Customer Details Listing
el_gr: Πελάτης Λεπτομέρειες Λίστα
hu_hu: Ügyfél Részletek listázása

source: For Sales Areas
el_gr: Για Πωλήσεις Περιοχές
hu_hu: Értékesítési területek

source: All Areas
el_gr: Όλες οι Περιοχές
hu_hu: Minden terület

source: For Salesperson:
el_gr: Για ΥΠΕΥΘΥΝΟΣ:
hu_hu: A Értékesítő:

source: Level Of Activity
el_gr: Επίπεδο της δραστηριότητας
hu_hu: Tevékenységi szint

source: All customers
el_gr: Όλοι οι πελάτες
hu_hu: Minden ügyfél

source: Sales Greater Than
el_gr: Πωλήσεις Μεγαλύτερο από
hu_hu: Értékesítési Nagyobb mint

source: Sales Less Than
el_gr: Πωλήσεις Μικρότερο
hu_hu: Értékesítési Kevesebb mint

source: Activity Since
el_gr: Δραστηριότητα Από
hu_hu: Tevékenység óta

source: The date must be specified in the format
el_gr: Η ημερομηνία πρέπει να καθορίζεται σύμφωνα με το υπόδειγμα
hu_hu: A szállítás dátumát a következő formában kell megadni

source: Customer Transaction Listing
el_gr: Πελάτης κατάλογο συναλλαγών
hu_hu: Vevői tranzakciók lekérdezés

source: Enter the date for which the transactions are to be listed
el_gr: Εισάγετε την ημερομηνία για την οποία οι πράξεις πρέπει να απαριθμούνται
hu_hu: Adja meg a dátumot, amelyre az ügyletet kell felsorolni

source: Credit Notes
el_gr: Πιστωτικές Σημειώσεις
hu_hu: Jóváírási

source: An error occurred getting the transactions
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις συναλλαγές
hu_hu: Hiba a deviza rekord elérésénél

source: The SQL used to get the transaction information that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει τις πληροφορίες συναλλαγών που απέτυχε ήταν
hu_hu: SQL üzenet

source: There were no transactions found in the database for the date
el_gr: Δεν υπήρχαν συναλλαγές που βρέθηκαν στη βάση δεδομένων για την ημερομηνία
hu_hu: A vevői jóváírás nem rögzíthető, mert

source: Please try again selecting a different date
el_gr: Παρακαλώ δοκιμάστε να επιλέξετε ξανά σε διαφορετική ημερομηνία
hu_hu: Kérjük, próbálja újra kiválasztásával egy másik dátumot

source: Customer transaction listing from
el_gr: Πελάτης κατάλογο συναλλαγών από
hu_hu: Vevői tranzakció lekérdezések

source: Delivery Differences Report
el_gr: Διαφορές Αναφορά παράδοσης
hu_hu: Kézbesítési jelentés különbségek

source: Enter the date from which variances between orders and deliveries are to be listed
el_gr: Καταχωρίστε την ημερομηνία από την οποία αποκλίσεις μεταξύ παραγγελιών και των παραδόσεων πρέπει να απαριθμούνται
hu_hu: Írja be a dátumot, amelytől közötti eltéréseket megrendelések és a szállítások kell sorolni

source: Enter the date to which variances between orders and deliveries are to be listed
el_gr: Εισάγετε την ημερομηνία στην οποία αποκλίσεις μεταξύ παραγγελιών και των παραδόσεων πρέπει να απαριθμούνται
hu_hu: Írja be a dátumot, amelyre közötti eltéréseket megrendelések és a szállítások kell sorolni

source: Over All Categories
el_gr: Πάνω Όλες οι κατηγορίες
hu_hu: Több mint Minden kategória

source: Delivery Differences Log Report Error
el_gr: Οι διαφορές παράδοσης αρχείο καταγραφής σφαλμάτων Έκθεση
hu_hu: Szállítási különbségek Napló Jelentés hiba

source: An error occurred getting the variances between deliveries and orders
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις διακυμάνσεις μεταξύ των παραδόσεων και των παραγγελιών
hu_hu: Hiba történt szerzés közötti eltéréseket szállítások és megrendelések

source: The SQL used to get the variances between deliveries and orders that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει τις διακυμάνσεις μεταξύ των παραδόσεων και των παραγγελιών που απέτυχαν ήταν
hu_hu: Az SQL használják, hogy a szállítások közötti eltéréseket, és elrendeli, hogy nem volt

source: There were no variances between deliveries and orders found in the database within the period from
el_gr: Δεν υπήρχαν διαφορές μεταξύ των παραδόσεων και των παραγγελιών που βρέθηκαν στη βάση δεδομένων κατά την περίοδο από
hu_hu: Nem voltak közötti eltéréseket a szállítások és megrendelések található az adatbázisban a közötti időszakban

source: Variances Between Deliveries and Orders
el_gr: Αποκλίσεις μεταξύ των παραδόσεων &quot;και&quot; Παραγγελίες
hu_hu: Közötti eltérések szállítások és megrendelések

source: Variances Between Deliveries and Orders from
el_gr: Αποκλίσεις μεταξύ της παραδόσεις και παραγγελίες από το
hu_hu: Közötti eltérések szállítások és megrendelések

source: Total number of differences
el_gr: Συνολικός αριθμός των διαφορών
hu_hu: Száma összesen különbségek

source: Could not retrieve the count of sales order lines in the period under review
el_gr: Δεν ήταν δυνατή η ανάκτηση του αριθμού των πωλήσεων γραμμών σειρά με την υπό εξέταση περίοδο
hu_hu: Nem sikerült letölteni a gróf az értékesítés érdekében vonalak a vizsgált időszakban

source: Total number of order lines
el_gr: Συνολικός αριθμός σειρών τις
hu_hu: Száma összesen rendelési tételek

source: Please find herewith delivery differences report from
el_gr: Παρακαλούμε βρείτε αυτήν την έκθεση παράδοσης διαφορές από
hu_hu: Küldöm ezúton kézbesítési eltérések jelentése

source: Delivery In Full On Time (DIFOT) Report
el_gr: Παράδοση στο ακέραιο και Ώρα (DIFOT) Έκθεση
hu_hu: Szállítási A Full On Time (DIFOT) jelentése

source: DIFOT Report
el_gr: DIFOT Έκθεση
hu_hu: Adó kimutatás

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
el_gr: Εισάγετε τον αριθμό των ημερών που θεωρούνται αποδεκτές από την παράδοση αιτούμενη ημερομηνία έναρξης και την ημερομηνία έκδοσης του τιμολογίου (δηλαδή η ημερομηνία αποστολής)
hu_hu: Adja meg a napok számát is elfogadhatónak tekinthető közötti szállítási kért időpont és a számla keltétől számított (azaz azon a napon adják)

source: DIFOT Report Error
el_gr: DIFOT αναφοράς σφάλματος
hu_hu: DIFOT Jelentés hiba

source: An error occurred getting the days between delivery requested and actual invoice
el_gr: Παρουσιάστηκε σφάλμα να πάρει τις ημέρες μεταξύ της παράδοσης ζητήθηκαν και των πραγματικών τιμολόγιο
hu_hu: Hiba történt a szerzés a nap közötti szállítási igényelt és ténylegesen számlázott

source: The SQL used to get the days between requested delivery and actual invoice dates was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει τις ημέρες μεταξύ της ζητηθείσας παράδοσης και τελικό τιμολόγιο ημερομηνίες ήταν
hu_hu: Az SQL használják, hogy a napok között, kért szállítási és a számla tényleges dátumát volt

source: Dispatches After
el_gr: Αποστολές Μετά
hu_hu: Kiszállítása után

source: Day(s) from Requested Delivery Date
el_gr: Ημέρα (ες) από το οποίο ζητείται η Ημερομηνία Παράδοσης
hu_hu: Nap (ok) tól kért szállítási dátum

source: Delivery Dates from
el_gr: Ημερομηνίες παράδοσης από
hu_hu: Szállítási időpontjai

source: Please find herewith DIFOT report from
el_gr: Παρακαλούμε βρείτε αυτήν την έκθεση DIFOT από
hu_hu: Küldöm ezúton DIFOT jelentése

source: Could not determine if the item was controlled or not because
el_gr: Δεν μπόρεσα να καθοριστεί αν το προϊόν έχει ελεγχθεί ή όχι, επειδή
hu_hu: Nem tudta meghatározni, ha a tételt ellenőrzött, vagy nem azért, mert

source: has been emailed to
el_gr: έχει αποσταλεί με email
hu_hu: már e-mailben, hogy

source: as directed
el_gr: σύμφωνα με τις οδηγίες
hu_hu: utasítás szerint

source: failed
el_gr: απέτυχε
hu_hu: nem

source: Goods Received Note
el_gr: Αγαθών που έχουν παραληφθεί Σημείωση
hu_hu: Áruk vissza az üzletbe

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
el_gr: Δεν ήταν δυνατή η ανάκτηση του κινήματος απόθεμα αριθμό αναφοράς που απαιτείται, προκειμένου να ανακτήσει τα στοιχεία της σειράς στοιχείων που ήρθε με αυτό το GRN
hu_hu: Nem sikerült letölteni a készletek alakulása hivatkozási szám, amely szükséges ahhoz, hogy letölteni részleteit a soros elemek jött be ez a GRN

source: Date of Receipt:
el_gr: Ημερομηνία Παραλαβής:
hu_hu: Bevétel összege

source: Signed for
el_gr: Υπεγράφη για
hu_hu: és

source: GRN Error
el_gr: GRN Σφάλμα
hu_hu: GRN hiba

source: Low Gross Profit Sales
el_gr: Χαμηλή Μικτό Κέρδος πωλήσεων
hu_hu: Alacsony Bruttó nyereség Értékesítés
