Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Asset Location
el_gr: Asset Τοποθεσία
hu_hu: Minden helyen

source: Serial Number
el_gr: Αύξων αριθμός
hu_hu: Sorozatszám

source: Depreciation Type
el_gr: Αποσβέσεις Τύπος
hu_hu: Bevét típus

source: Straight Line
el_gr: Ευθεία
hu_hu: Egyenes vonal

source: Diminishing Value
el_gr: Μείωση αξίας
hu_hu: Csökkenő érték

source: Depreciation Rate
el_gr: Ποσοστό απόσβεσης
hu_hu: Amortizációs kulcs

source: Asset Financial Summary
el_gr: Οικονομικά Στοιχεία Ενεργητικού
hu_hu: Asset Pénzügyi összefoglaló

source: Accumulated Costs
el_gr: Συνολικές δαπάνες
hu_hu: Újraszámolt fuvarköltség

source: Accumulated Depreciation
el_gr: Συσσωρευμένες Αποσβέσεις
hu_hu: Halmozott értékcsökkenés

source: Net Book Value
el_gr: Καθαρή Λογιστική Αξία
hu_hu: Nettó könyv szerinti érték

source: Not Yet Run
el_gr: Δεν έχει ακόμη Run
hu_hu: Még nem Run

source: Depreciation last run
el_gr: Αποσβέσεις τελευταία εκτέλεση
hu_hu: Értékcsökkenés utolsó fuss

source: Insert New Fixed Asset
el_gr: Εισαγωγή νέων πάγιων περιουσιακών στοιχείων
hu_hu: Helyezze Új Fixed Asset

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
el_gr: Μόνο κάντε κλικ στο κουμπί Διαγραφή εάν είστε σίγουροι ότι θέλετε να διαγράψετε το περιουσιακό στοιχείο. Μόνο περιουσιακά στοιχεία με μηδενική τιμή βιβλίο μπορεί να διαγραφεί
hu_hu: Csak kattintson a Törlés gombra, ha biztosan akarja törölni az eszközt. Csak vagyon nulla könyv szerinti érték lehet törölni

source: Delete This Asset
el_gr: Διαγράψτε αυτό το περιουσιακό στοιχείο
hu_hu: Ez Asset törlése

source: Are You Sure? Only assets with a zero book value can be deleted.
el_gr: Είσαι σίγουρος; Μόνο περιουσιακά στοιχεία με μηδενική τιμή βιβλίο μπορεί να διαγραφεί.
hu_hu: Biztos vagy benne? Csak vagyon nulla könyv szerinti érték lehet hagyni.

source: Fixed Asset Locations
el_gr: Σταθερές θέσεις Asset
hu_hu: Készlet hely beállítás

source: You must enter at least one character in the location ID
el_gr: Πρέπει να εισάγετε τουλάχιστον έναν χαρακτήρα το αναγνωριστικό τοποθεσία
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: You must enter at least one character in the location description
el_gr: Πρέπει να εισάγετε τουλάχιστον έναν χαρακτήρα από την περιγραφή θέσης
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: This location has child locations so cannot be removed
el_gr: Αυτή η θέση έχει θέσεις το παιδί, ώστε δεν μπορούν να αφαιρεθούν
hu_hu: A készlet főkönyvi kód nem elérhető, mert

source: The location has been deleted successfully
el_gr: Η τοποθεσία έχει διαγραφεί επιτυχώς
hu_hu: szakasz törölve lett

source: Location ID
el_gr: Τοποθεσία ID
hu_hu: Hely

source: Location Description
el_gr: Τοποθεσία Περιγραφή
hu_hu: Szakasz leírás

source: Parent Location
el_gr: Μητρική Τοποθεσία
hu_hu: Allokálás feldolgozás

source: Delete This Location
el_gr: Διαγραφή Αυτό Τοποθεσία
hu_hu: Minden helyen

source: Fixed Asset Register
el_gr: Fixed Asset Εγγραφή
hu_hu: Állóeszköz-nyilvántartás

source: Date Acquired
el_gr: Ημερομηνία Κεκτημένα
hu_hu: Fogadva

source: Cost B/fwd
el_gr: Β Κόστος / fwd
hu_hu: Költség B / fwd

source: Additions
el_gr: Προσθήκες
hu_hu: Kiegészítések

source: Cost C/fwd
el_gr: C Κόστος / fwd
hu_hu: Költség C / fwd

source: Disposal Value
el_gr: Διάθεση Αξία
hu_hu: Összesen

source: TOTAL
el_gr: ΣΥΝΟΛΟ
hu_hu: ÖSSZESEN

source: Print as a pdf
el_gr: Εκτύπωση σε pdf
hu_hu: Nyomtatása a pdf

source: Print as CSV
el_gr: Εκτύπωση ως CSV
hu_hu: Számla nyomtatás

source: From Date
el_gr: Από Ημερομηνία
hu_hu: innen

source: To Date
el_gr: Για την Ημερομηνία
hu_hu: Dátum

source: Show Assets
el_gr: Εμφάνιση Ενεργητικό
hu_hu: Kiválasztottat mutat

source: Asset Category
el_gr: Ενεργητικού Κατηγορία
hu_hu: Termék kategória

source: Asset Location
el_gr: Asset Τοποθεσία
hu_hu: Minden helyen

source: Serial No.
el_gr: Σειριακός Αρ.
hu_hu: Szériaszám

source: Cost B/Fwd
el_gr: Β Κόστος / Fwd
hu_hu: Költség B / Előre

source: Depn B/Fwd
el_gr: Depn Β / Fwd
hu_hu: Depn B / Előre

source: Cost C/Fwd
el_gr: C Κόστος / Fwd
hu_hu: Költség C / Előre

source: Depn C/Fwd
hu_hu: Depn C / Előre

source: Change Asset Location
el_gr: Αλλαγή τοποθεσίας Asset
hu_hu: Készlet hely beállítás

source: In Asset Category
el_gr: Στην κατηγορία περιουσιακών στοιχείων
hu_hu: Kedvezmény kategória

source: Enter partial
el_gr: Εισάγετε μερική
hu_hu: Adjon meg sorozatszámot

source: Any asset location
el_gr: Κάθε τοποθεσία του ενεργητικού
hu_hu: Bármilyen eszköz elhelyezkedése

source: Serial number
el_gr: Αύξων αριθμός
hu_hu: Adja meg a szériaszámot

source: Purchase Cost
el_gr: Αγορά Κόστος
hu_hu: Beszerzési költség

source: Total Depreciation
el_gr: Σύνολο αποσβέσεων
hu_hu: Tétel leírás

source: Current Location
el_gr: Τρέχουσα τοποθεσία
hu_hu: Szállítás innen

source: Width
el_gr: Πλάτος
hu_hu: Szélesség

source: Height
el_gr: Ύψος
hu_hu: Össz súly

source: Font Size
el_gr: Μέγεθος γραμματοσειράς
hu_hu: Méret

source: The web server does not have write permissions on the file
el_gr: Ο web server δεν έχει δικαιώματα εγγραφής στο αρχείο
hu_hu: A web szerver nem rendelkezik írási engedéllyel a fájl

source: Your changes cannot be saved
el_gr: Οι αλλαγές σας δεν μπορεί να σωθεί
hu_hu: Csomagkisérő nyomtatás - előnyomott papírra

source: See your system administrator to correct this problem
el_gr: Δείτε το διαχειριστή του συστήματος για να διορθώσει αυτό το πρόβλημα
hu_hu: keresse meg a rendszeradministrátor

source: Select the form to edit
el_gr: Επιλέξτε τη φόρμα για να επεξεργαστείτε
hu_hu: Adja meg az egyenleg dátumot

source: Edit Form Layout
el_gr: Επεξεργασία έντυπο διάταξης
hu_hu: Edit űrlap elrendezés

source: Enter the changes that you want in the form layout below.
el_gr: Εισάγετε τις αλλαγές που θέλετε στο σχεδιάγραμμα παρακάτω φόρμα.
hu_hu: Adja meg a kívánt módosításokat formájában elrendezés alább.

source: Form Name
el_gr: Όνομα φόρμας
hu_hu: Terhelés

source: Paper Size
el_gr: Μέγεθος χαρτιού
hu_hu: Méret

source: Line Height
el_gr: Γραμμή Ύψος
hu_hu: Tételsor részletek

source: Radius
el_gr: Ακτίνα
hu_hu: Sugár

source: Start x co-ordinate
el_gr: Ξεκινήστε συντεταγμένη x
hu_hu: Start x koordináta

source: Start y co-ordinate
el_gr: Έναρξη συνεργασίας y συντονίζουν
hu_hu: Start y koordináta

source: End x co-ordinate
el_gr: Τέλος συντεταγμένη x
hu_hu: Vége x koordináta

source: End y co-ordinate
el_gr: Λήξη συνεργασίας y συντονίζουν
hu_hu: Vége y koordináta

source: Preview the Form Layout
el_gr: Προεπισκόπηση της διάταξης φόρμας
hu_hu: Előnézet a Forma elrendezés

source: Save the Form Layout
el_gr: Αποθηκεύστε το διάταξης φόρμας
hu_hu: Adja meg az egyenleg dátumot

source: Freight Costs Maintenance
el_gr: Ναύλος δαπάνες συντήρησης
hu_hu: Szállítási költségek karbantartás

source: Freight Costs
el_gr: Ναύλος / κόστος
hu_hu: Fuvarköltség

source: Select A Freight Company to set up costs for
el_gr: Επιλέξτε μια Μεταφορική για ρυθμίσετε τα κόστοι για
hu_hu: Válasszon ki egy fuvarozót a költségek megadásához

source: Select the warehouse
el_gr: Επιλέξτε την αποθήκη
hu_hu: Válasszon raktárat

source: ship from location
el_gr: αποστολή από τη θέση
hu_hu: szállítás innen

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
el_gr: Οι εγγραφές για Κυβικά Rate, KG Rate, μέγιστο βάρος, μέγιστο όγκο, σταθερές τιμές και ελάχιστη χρέωση πρέπει να είναι αριθμός
hu_hu: A következő mezők numerikusak Térfogat, Súly, Max súly, Max tömeg, stb

source: Freight cost record updated
el_gr: Αρχείο δαπανών μεταφοράς ενημερώθηκε
hu_hu: Fuvarköltség rekord módosítva

source: Freight cost record inserted
el_gr: Αρχείο δαπανών μεταφοράς καταχωρήθηκε
hu_hu: Fuvarköltség rekord rögzítve

source: The freight cost record could not be updated because
el_gr: Το αρχείο δαπανών μεταφοράς δεν ήταν δυνατό να ενημερωθεί επειδή
hu_hu: Fuvarköltség rekord nem módosítható mert

source: Freight cost record deleted
el_gr: Αρχείο δαπανών μεταφοράς διαγράφηκε
hu_hu: Fuvarköltség rekord törölve

source: Destination
el_gr: Προορισμός
hu_hu: Rendeltetési hely

source: Cubic Rate
el_gr: Τιμλή ανα Κυβικό
hu_hu: Térfogat

source: KG Rate
el_gr: Τιμή ανα Kg
hu_hu: Kg

source: MAX KGs
el_gr: ΜΕΓΙΣΤΟ Βαρος (KGs)
hu_hu: Max Kg

source: MAX Volume
el_gr: ΜΕΓΙΣΤΟΣ Όγκος
hu_hu: Max térfogat

source: Fixed Price
el_gr: Προκαθορισμένη Τιμή
hu_hu: Rögzített ár

source: Minimum Charge
el_gr: Ελάχιστη Χρέωση
hu_hu: Minimum költség

source: Show all freight costs for
el_gr: Εμφάνιση όλων των κστολογίων μεταφοράς για
hu_hu: Össz fuvarköltség mutat

source: For Deliveries From
el_gr: Για τις Παραδόσεις από
hu_hu: Szállítás innen

source: using
el_gr: χρησιμοποιώντας
hu_hu: használva

source: Rate per Cubic Metre
el_gr: Τιμή ανά Κυβικό Μέτρο
hu_hu: Köbméter díj

source: Rate Per KG
el_gr: Τιμή ανά Kg
hu_hu: Kg díj

source: Maximum Weight Per Package (KGs)
el_gr: Μέγιστο Bάρος ανά Συσκευασία (KGs)
hu_hu: Max csomagsúly (Kg)

source: Maximum Volume Per Package (cubic metres)
el_gr: Μέγιστος Όγκος ανά Συσκευασία (κυβικά μέτρα)
hu_hu: Max csomag méret (köbméter)

source: Fixed Price (zero if rate per KG or Cubic)
el_gr: Σταθερή Τιμή (μηδέν εάν τιμή ανά kg ή κυβικό)
hu_hu: Fix ár (0 ha súly, vagy térfogat ár)

source: Minimum Charge (0 is N/A)
el_gr: Ελάχιστη Δαπάνη (διάφορη του 0)
hu_hu: Minimum díj (0 nem lehet)

source: FTP order to Radio Beacon
el_gr: Παραγγελία FTP στο Ραδιοφάρο
hu_hu: Rádió kapcsolatot igényel

source: No orders were returned because
el_gr: Καμία παραγγελία δεν επιστράφηκε επειδή
hu_hu: Nincs letöltött adat, mert

source: Send to
el_gr: Αποστολή σε
hu_hu: Küldés

source: Radio Beacon
el_gr: Ραδιοφάρος
hu_hu: Rádió

source: Last Send
el_gr: Τελευταία Αποστολή
hu_hu: Utolsó küldés

source: Send
el_gr: Αποστολή
hu_hu: Küldés

source: There was a problem retrieving the company information ensure that the company record is correctly set up
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις πληροφορίες επιχείρησης επιβεβαιώστε ότι το αρχείο επιχείρησης είναι σωστό
hu_hu: Hiba a cégadatatok elérésénél. Ellenőrizze, hogy helyesen állította be az adatokat

source: has previously been sent to Radio Beacon
el_gr: Έχει ήδη σταλεί στο Ραδιοφάρο
hu_hu: korábban rádiós kapcsolaton elküldve

source: It was sent on
el_gr: Στάλθηκε στις
hu_hu: Elküldve

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
el_gr: Να στείλει ξανά τη σειρά με την ισορροπία που δεν έχουν προηγουμένως αποσταλεί και τιμολογηθεί η τάξη πρέπει να τροποποιηθεί ώστε να επιτρέψει μια ανατύπωση (ή την εκ νέου αποστολή)
hu_hu: Az újraküldéshez engedélyezni kell a megrendelésen az újra nyomtatást. (A pénzügyi egyenelegek pontos vezetése miatt)

source: This check is there to ensure that duplication of dispatches to the customer are avoided
el_gr: Ο έλεγχος αυτός είναι εκεί για να διασφαλιστεί ότι η επικάλυψη των αποστολών για τον πελάτη να αποφεύγεται
hu_hu: Ez az ellenőrzés szükséges a többszörös számlaküldés megelőzéséért

source: Modify the order to allow a re-send or reprint
el_gr: Τροποποίηση του προκειμένου να καταστεί δυνατή η εκ νέου αποστολή ή ανατύπωση
hu_hu: Módosítsa a megrendelést engedélyezze az újra küldést/nyomtatást

source: Select Delivery Details
el_gr: Επιλέξτε Στοιχεία Παράδοσης
hu_hu: Válasszon szállítást

source: There was a problem retrieving the line details for order number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων γραμμής για τον αύξοντα αριθμό
hu_hu: Hiba a tételsor elérésénél a következő megrendelésnél

source: from the database because
el_gr: από τη βάση δεδομένων, επειδή
hu_hu: adatbázisból, mert

source: FTP Connection progress
el_gr: FTP πρόοδο Σύνδεση
hu_hu: FTP kapcsolódás

source: Connected to Radio Beacon FTP server at
el_gr: Συνδέεται με Radio Beacon διακομιστή FTP σε
hu_hu: Kapcsolódva az FTP rádió szerverhez

source: with user name
el_gr: με το όνομα χρήστη
hu_hu: felhasználónévvel

source: FTP upload has failed
el_gr: FTP φορτώνει απέτυχε
hu_hu: FTP feltöltés sikertelen

source: Uploaded
el_gr: Ανέβηκαν
hu_hu: Feltöltve

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
el_gr: έχει σταλεί μέσω FTP στο Radio Beacon ένα αντίγραφο του αρχείου που εστάλη πραγματοποιήθηκε στο διακομιστή στο
hu_hu: elküldve FTP kapcsolaton át. egy példány tárolva a szerveren

source: The order
el_gr: Η σειρά
hu_hu: Megrendelés

source: for dispatch via Radio Beacon could not be retrieved
el_gr: για αποστολή μέσω του Radio Beacon δεν θα μπορούσε να ανακτηθεί
hu_hu: elküldése sikertelen

source: Perhaps it is set to be dispatched from a different stock location
el_gr: Ίσως είναι που πρέπει να αποστέλλονται από μια διαφορετική θέση απόθεμα
hu_hu: Talán más készlet heylet (telephelyet) adott meg

source: Picking Lists Not Enabled
el_gr: Μάζεμα Δεν Λίστες Ενεργοποιήθηκε
hu_hu: Szedés listák nincsenek engedélyezve

source: Select Picking Lists
el_gr: Επιλέξτε Picking Λίστες
hu_hu: Válasszon kijelölt tételt

source: Create picking lists for all deliveries to be made on
el_gr: Δημιουργία picking καταλόγους για όλες τις παραδόσεις πρέπει να γίνει σε
hu_hu: Hozzon létre szedés felsorolja az összes szállítások kell tenni a

source: From Warehouse
el_gr: Από την αποθήκη
hu_hu: innen

source: Print Picking Lists
el_gr: Εκτύπωση Picking Λίστες
hu_hu: Árlista nyomtatás

source: There was a problem retrieving the order header details from the database
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων κεφαλίδα σειρά από τη βάση δεδομένων
hu_hu: Hiba a rendelés fej letöltésénél. Megrendelés száma:

source: Print Picking List Error
el_gr: Εκτύπωση Picking Σφάλμα Λίστα
hu_hu: Nyereség/Veszteség hiba nyomtatása

source: Unable to Locate any orders for this criteria
el_gr: Αδυναμία εντοπισμού τυχόν παραγγελίες για αυτά τα κριτήρια
hu_hu: Válasszon megrendelőt a számlázáshoz

source: Enter Another Date
el_gr: Εισάγετε άλλη ημερομηνία
hu_hu: Adja meg az adatokat

source: Picking List
hu_hu: Árlista

source: Laser Picking List
hu_hu: Vevő árszint

source: There was a problem retrieving the order line details for Order Number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων γραμμής προκειμένου Αριθμός Παραγγελίας
hu_hu: Hiba a rendelés fej letöltésénél. Megrendelés száma:

source: Could not retrieve the items for
el_gr: Δεν ήταν δυνατή η ανάκτηση των στοιχείων για την
hu_hu: Nem elérhető tételek

source: Geocode Generate XML
el_gr: Geocode Δημιουργία XML
hu_hu: Geokód generálása XML

source: Geocode Generate
el_gr: Geocode Δημιουργία
hu_hu: Rekord beillesztve

source: Geocode Setup
hu_hu: Geokód beállítása

source: Geocoding of Customers and Suppliers
el_gr: Γεωκωδικοποίησης των πελατών και προμηθευτών
hu_hu: Görgetett egyenleg/tartozás lista

source: failed to geocode.
el_gr: απέτυχε να geocode.
hu_hu: nem geokód.

source: Supplier Code:
el_gr: Προμηθευτής Κωδικός:
hu_hu: Szállítókód (ig)

source: Go back to Geocode Setup
el_gr: Επιστροφή στην geocode Εγκατάστασης
hu_hu: Menj vissza geokód Setup

source: Geocode Maintenance
el_gr: Geocode Συντήρηση
hu_hu: Helyszínek karbantartás

source: That geocode ID already exists in the database
el_gr: Αυτό geocode ID υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The geocode status record has been updated
el_gr: Η geocode ρεκόρ κατάσταση έχει ενημερωθεί
hu_hu: A jóváírás állapot rekord módosítva

source: A new geocode status record has been inserted
el_gr: Ένα νέο ρεκόρ καθεστώς geocode έχει εισαχθεί
hu_hu: Új jóváírás állapot rekord rögzítve

source: Geocode deleted
el_gr: Geocode διαγράφεται
hu_hu: törölve

source: Setup configuration for Geocoding of Customers and Suppliers
el_gr: διαμόρφωση Ρύθμιση για Geocoding των πελατών και προμηθευτών
hu_hu: Telepítette a Geokódolás a vevők és szállítók

source: Get a google API key at
el_gr: Αποκτήστε ένα google κλειδί API σε
hu_hu: Kap egy google API kulcs

source: Find the lat/long for your map center point at
el_gr: Βρείτε το lat / καιρό για το σημείο κέντρο του χάρτη σας
hu_hu: Keresse meg a lat / hosszú a térkép középpontja a

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
el_gr: Ρυθμίστε τους χάρτες κεντρικό σημείο χρησιμοποιώντας το Κέντρο μήκος και το Κέντρο Latitude. Ρυθμίστε το μέγεθος της οθόνης χαρτών χρησιμοποιώντας το ύψος και το πλάτος σε pixels (εικονοστοιχεία)
hu_hu: Állítsa be a térképeket középpont segítségével Center hosszúság Center Latitude. Állítsa be a térképeket képernyő méret a magasságát és szélességét pixelben (px)

source: Geocode ID
hu_hu: Geokód ID

source: Geocode Key
el_gr: Geocode Βασικά
hu_hu: Geokód Kulcs

source: Center Longitude
el_gr: Κέντρο Γεωγραφικό μήκος
hu_hu: Center hosszúság

source: Map height (px)
el_gr: Χάρτης ύψος (px)
hu_hu: Térkép magassága (px)

source: Map width (px)
el_gr: Χάρτης πλάτος (px)
hu_hu: Térkép szélessége (px)

source: Map host
el_gr: Χάρτης υποδοχής
hu_hu: Térkép fogadó

source: Show Defined Geocode Param Codes
el_gr: Εμφάνιση Ορίζεται geocode Κώδικες Παράμ
hu_hu: Állapotkódok megmutatása

source: Geocode Code
el_gr: Geocode κώδικα
hu_hu: Hely kód

source: Geocode Center Long
el_gr: Geocode Κέντρο Λονγκ
hu_hu: Geokód Center hosszú

source: Geocode Center Lat
el_gr: Geocode Lat Center
hu_hu: Geokód Center Lat

source: Geocode Map Height
el_gr: Geocode Ύψος Χάρτης
hu_hu: Geokód Térkép magasság

source: Geocode Map Width
el_gr: Geocode Πλάτος Χάρτης
hu_hu: Geokód Térkép szélesség

source: Geocode Host
el_gr: Geocode υποδοχής
hu_hu: Geokód Host

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
el_gr: Όταν είστε έτοιμοι, κάντε κλικ στον παρακάτω σύνδεσμο για να τρέξει η διαδικασία γεωκωδικοποίησης. Αυτό θα geocode όλους τους κλάδους και προμηθευτές. Αυτό μπορεί να πάρει κάποιο χρόνο. Λάθη θα επιστραφεί στην οθόνη.
hu_hu: Amikor kész, kattintson az alábbi linkre, hogy futtassa a geokód folyamatot. Ez geokód minden fiókjuk és beszállítók. Ez eltarthat egy ideig. A hibákat vissza a képernyőre.

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
el_gr: Οι προμηθευτές και οι πελάτες Υποκαταστήματα γεωγραφικά κωδικοποιημένες κατά την υπαγωγή / ενημέρωση. Μπορείτε να εκτελέσετε ξανά τον geocode διαδικασία από αυτή την οθόνη, ανά πάσα στιγμή.
hu_hu: A szállítók és az Ügyfél fióktelepek nem geokódolt amikor azt belépett / frissítés. Akkor újra az geokód folyamat ezen a képernyőn bármikor.

source: Run GeoCode process (may take a long time)
el_gr: Εκτελέστε geocode διαδικασία (μπορεί να πάρει πολύ χρόνο)
hu_hu: Fuss geokód folyamat (is eltarthat egy ideig)

source: Display Map of Customer Branches
el_gr: Εμφάνιση Χάρτης Καταστημάτων Πελατών
hu_hu: Vevői telephelyek

source: Display Map of Suppliers
el_gr: Εμφάνιση Χάρτης Προμηθευτές
hu_hu: Szállító választás

source: Go to Geocode Setup
el_gr: Πηγαίνετε στο geocode Setup
hu_hu: Tovább a geokód Setup

source: Geocoded Supplier Report
el_gr: Γεω-κωδικοποιημένη Έκθεση Προμηθευτή
hu_hu: Görgetett szállítói lista

source: Stock Image Retrieval ....
el_gr: Αποθήκη Ανάκτηση Εικόνας ....
hu_hu: Termék kép elérés

source: The Image could not be retrieved because it does not exist
el_gr: Η εικόνα δεν θα μπορούσε να ανακτηθεί, επειδή δεν υπάρχει
hu_hu: A kép nem elérhető, nincs rögzítve

source: General Ledger Account Report
el_gr: Γενική Έκθεση λογαριασμό του καθολικού
hu_hu: Főkönyvi lekérdezések

source: General Ledger Account Inquiry
el_gr: Γενικά Εξεταστική λογαριασμό του καθολικού
hu_hu: Főkönyvi lekérdezések

source: Use the keyboard Shift key to select multiple accounts and periods
el_gr: Χρησιμοποιήστε το Shift του πληκτρολογίου για να επιλέξετε πολλαπλούς λογαριασμούς και τις περιόδους
hu_hu: Használja a billentyűzetet a Shift gombot több beszámoló és időszakok

source: Selected Accounts
el_gr: Επιλεγμένοι Λογαριασμοί
hu_hu: Válasszon egy Főkönyvi számlát

source: For Period range
el_gr: Για το φάσμα Περίοδος
hu_hu: Időszak tartomáy

source: All tags
el_gr: Όλες οι ετικέτες
hu_hu: Minden számla

source: Make CSV File
el_gr: Κάντε αρχείου CSV
hu_hu: Make CSV fájl

source: A period or range of periods must be selected from the list box
el_gr: Μια περίοδος ή φάσμα των περιόδων πρέπει να επιλέγονται από το πλαίσιο λίστας
hu_hu: Időszakot kell választani a listából

source: An account or range of accounts must be selected from the list box
el_gr: Σε λογαριασμό ή φάσμα των λογαριασμών πρέπει να επιλέγονται από το πλαίσιο λίστας
hu_hu: Időszakot kell választani a listából

source: Could not open or create the file under
el_gr: Δεν μπόρεσα να ανοίξω ή να δημιουργήσετε το αρχείο στο πλαίσιο
hu_hu: Nem elérhető tételek

source: The transactions for account
el_gr: Οι συναλλαγές για λογαριασμό
hu_hu: A számla tranzakciók

source: for period
el_gr: για την περίοδο
hu_hu: Idószak összesen

source: Brought Forward Balance
el_gr: Έφερε Υπόλοιπο Forward
hu_hu: Átvezetés egyenleg

source: Period Total
el_gr: Περίοδος Σύνολο
hu_hu: Időszak tény

source: Total Period Movement
el_gr: Συνολική Κίνηση Περιόδου
hu_hu: Időszak mozgások összesen

source: Balance C/Fwd
el_gr: Υπόλοιπο C / Fwd
hu_hu: Egyenleg

source: to view the file
el_gr: να δείτε το αρχείο
hu_hu: A fájl megtekintéséhez

source: The selected period from is actually after the period to! Please re-select the reporting period
el_gr: Η επιλεγείσα περίοδος από είναι στην πραγματικότητα μετά το διάστημα το! Παρακαλώ επιλέξτε ξανά την περίοδο αναφοράς
hu_hu: A megadott dátum tartomány hibás.Válasszon új időszakot

source: Select GL Account
el_gr: Επιλέξτε GL Λογαριασμού
hu_hu: Válasszon egy Főkönyvi számlát

source: Graph Type
el_gr: Γράφημα Τύπος
hu_hu: Tranz típus

source: Bar Graph
el_gr: Μπαρ Διάγραμμα
hu_hu: Csoport

source: Stacked Bar Graph
el_gr: Σωρευμένης ραβδόγραμμα
hu_hu: Eladás grafikon

source: Line Graph
el_gr: Γραμμή Γράφημα
hu_hu: Csoport

source: Line Point Graph
el_gr: Γραμμή Γράφημα Point
hu_hu: Line pont grafikon

source: Area Graph
el_gr: Περιοχή Γράφημα
hu_hu: Csoport

source: Points Graph
el_gr: Σημεία Γράφημα
hu_hu: Pont grafikon

source: Pie Graph
el_gr: Πίτα Γράφημα
hu_hu: Csoport

source: Thin Bar Line Graph
el_gr: Thin Γράφημα γραμμής Bar
hu_hu: Vékony Bar Graph vonal

source: Squared Graph
el_gr: Squared Γράφημα
hu_hu: Eladás grafikon

source: Stacked Area Graph
el_gr: Stacked Γράφημα Χώρο
hu_hu: Eladás grafikon

source: Select Period From
el_gr: Επιλογή Περιόδου Από
hu_hu: Időszak (tól)

source: Select Period To
el_gr: Επιλογή Περιόδου να
hu_hu: Időszak (ig)

source: From Period
el_gr: Από Περίοδος
hu_hu: Időszakról

source: Month
el_gr: Μήνας
hu_hu: Hónap

source: Actual
el_gr: Πραγματική
hu_hu: Tényleges

source: Budget
el_gr: Προϋπολογισμός
hu_hu: Költségvetés

source: Use the keyboard Shift key to select multiple periods
el_gr: Χρησιμοποιήστε το Shift του πληκτρολογίου για να επιλέξετε περισσότερες περιόδους
hu_hu: Használja a billentyűzetet a Shift gombot több időt

source: Show Account Transactions
el_gr: Εμφάνιση Κινήσεις Λογαριασμών
hu_hu: Számlamozgások megmutat

source: Transactions for account
el_gr: Συναλλαγές για λογαριασμό
hu_hu: A számla tranzakciók

source: Debit
el_gr: Χρέωση
hu_hu: Terhelés

source: Total for period
el_gr: Συνολικά για την περίοδο
hu_hu: Idószak összesen

source: Period
el_gr: Περίοδος
hu_hu: Időszak

source: Account movement per transaction
el_gr: Ο λογαριασμός κίνησης ανά συναλλαγή
hu_hu: Számlamozgás tranzakciónként

source: Movement per ChartDetails record
el_gr: Κίνηση ανά ChartDetails ρεκόρ
hu_hu: Mozgások grafikononként
