Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Begins With
el_gr: Αρχίζει Με
hu_hu: Kezdődik

source: Not Completed
el_gr: Δεν έχει ολοκληρωθεί
hu_hu: Nem teljesítette

source: Stock Categories
el_gr: Χρηματιστήριο Κατηγορίες
hu_hu: Termék kategória

source: All Categories
el_gr: Όλες οι κατηγορίες
hu_hu: Összes terület

source: Sort By
el_gr: Ταξινόμηση
hu_hu: Rendezés

source: Summary Type
el_gr: Περίληψη Τύπος
hu_hu: Összesen

source: Run Inquiry
el_gr: Εκτέλεση Εξεταστική
hu_hu: Számla lekérdezés

source: Search Outstanding Purchase Orders
el_gr: Αναζήτηση Εκκρεμείς Εντολές Αγοράς
hu_hu: Keresés Kiemelkedő Megrendelések

source: The Order Number entered
el_gr: Ο Αριθμός Παραγγελίας τέθηκε
hu_hu: A rendelési szám lépett

source: MUST
el_gr: ΠΡΕΠΕΙ
hu_hu: KELL

source: be numeric
el_gr: είναι αριθμητικά
hu_hu: a numerikus

source: For supplier
el_gr: Για τον προμηθευτή
hu_hu: A szállító

source: Add Purchase Order
el_gr: Προσθήκη παραγγελίας
hu_hu: Vissza a Szállítói megrendelésekhez

source: Into Stock Location
el_gr: Σε Τοποθεσία Χρηματιστήριο
hu_hu: Into Készlet helye

source: Order Status:
el_gr: Κατάσταση παραγγελίας:
hu_hu: Rendelés állapota:

source: Pending and Authorised
el_gr: Εν αναμονή και Εξουσιοδοτημένος
hu_hu: Folyamatban lévő és engedélyezett

source: Search Purchase Orders
el_gr: Αναζήτηση Εντολές Αγοράς
hu_hu: Keresés Megrendelések

source: To search for purchase orders for a specific part use the part selection facilities below
el_gr: Για να αναζητήσετε τις εντολές αγοράς για μια συγκεκριμένη χρήση μέρους των εγκαταστάσεων επιλογής τμήμα κάτω
hu_hu: Keresni a megrendelések egy bizonyos részét használja a részét kiválasztási eszközök az alábbi

source: Search Parts Now
el_gr: Αναζήτηση Ανταλλακτικά Τώρα
hu_hu: Keresés Alkatrész most

source: Orders
el_gr: Παραγγελίες
hu_hu: Megrendelések

source: No orders were returned by the SQL because
el_gr: Δεν παραγγελίες επιστρέφονται από τον SQL επειδή
hu_hu: Nem megrendelések által visszaadott SQL miatt

source: Order #
el_gr: Παραγγελία #
hu_hu: Megrendelés

source: Initiated by
el_gr: Με πρωτοβουλία του
hu_hu: Által kezdeményezett

source: Purchase Orders
el_gr: Εντολές Αγοράς
hu_hu: Megrendelések

source: For the part
el_gr: Για το τμήμα
hu_hu: A rész

source: Requisition
el_gr: Επίταξη
hu_hu: Igénybevétel

source: The date this price is to take effect from must be entered in the format
el_gr: Η ημερομηνία η τιμή αυτή να τεθεί σε ισχύ από πρέπει να αναγράφεται με τη μορφή
hu_hu: A szállítás dátumát a következő formában kell megadni

source: The date this price is be in effect to must be entered in the format
el_gr: Η ημερομηνία η τιμή αυτή είναι σε ισχύ, πρέπει να εγγράφονται σε μορφή
hu_hu: A szállítás dátumát a következő formában kell megadni

source: The end date is expected to be after the start date, enter an end date after the start date for this price
el_gr: Η ημερομηνία λήξης αναμένεται να είναι μετά την ημερομηνία έναρξης, εισαγάγετε μια ημερομηνία λήξης μετά την ημερομηνία έναρξης για την τιμή αυτή
hu_hu: A zárónap várhatóan kezdési időpontját követően, adja meg a végső határidő kezdési időpontját követően az ezen az áron

source: Could not be update the existing prices
el_gr: Δεν θα μπορούσε να επικαιροποιηθούν οι υφιστάμενες τιμές
hu_hu: Nem frissíthető a rekord mert

source: The price has been updated
el_gr: Η τιμή έχει ενημερωθεί
hu_hu: A szállítási költség módosítva

source: Price Effective From Date
el_gr: Τιμή Αποτελεσματική Από Ημερομηνία
hu_hu: Tól

source: Price Effective To Date
el_gr: Τιμή αποτελεσματικά για την Ημερομηνία
hu_hu: Tól

source: Sell Price
el_gr: Πουλήστε Τιμή
hu_hu: Eladási ár

source: Update Pricing
el_gr: Ενημέρωση Τιμολόγηση
hu_hu: Frissítés árért

source: Select the Price List to update
el_gr: Επιλέξτε τον τιμοκατάλογο για την ενημέρωση
hu_hu: Adja meg az egyenleg dátumot

source: No Price List Selected
el_gr: Δεν λίστα Επιλεγμένα Τιμή
hu_hu: Nem Árlista Kiválasztott

source: Select the price list currency to update
el_gr: Επιλέξτε το νόμισμα τιμοκατάλογο για την ενημέρωση
hu_hu: Adja meg az egyenleg dátumot

source: No Price List Currency Selected
el_gr: Δεν Νόμισμα λίστα Επιλεγμένα Τιμή
hu_hu: Nem Árlista Kiválasztott pénznem

source: Weighted Average Costs
el_gr: Το μέσο σταθμισμένο κόστος
hu_hu: Súlyozott átlag költségek

source: Standard Costs
el_gr: Πρότυπο Κόστος
hu_hu: Alapértelmezett költségek

source: Cost/Preferred Supplier Data Or Other Price List
el_gr: Κόστος / Προτιμώμενη Δεδομένων προμηθευτή ή άλλο Τιμοκατάλογος
hu_hu: Költség / Preferált Szállító adatok vagy más árjegyzéke

source: Preferred Supplier Cost Data
el_gr: Προτεινόμενα δεδομένων κόστους Προμηθευτή
hu_hu: Szállító

source: Another Price List
el_gr: Ένα άλλο Τιμοκατάλογος
hu_hu: Vevő árszint

source: Select the Base Price List to Use
el_gr: Επιλέξτε τον τιμοκατάλογο Βάση Χρήση
hu_hu: Válasszon raktárat

source: Stock Category From
el_gr: Χρηματιστήριο κατηγορία από
hu_hu: Termék kategória

source: Stock Category To
el_gr: Χρηματιστήριο κατηγορία για να
hu_hu: Termék kategória

source: Rounding Factor
el_gr: Στρογγυλοποίηση Factor
hu_hu: Küldés

source: New Price To Be Effective From
el_gr: Νέα τιμή να ισχύουν από
hu_hu: Tól

source: New Price To Be Effective To (Blank = No End Date)
el_gr: Νέα Τιμή αποτελεσματικά για την (Λευκά = Δεν υπάρχει ημερομηνία λήξης)
hu_hu: Új ár hatékonynak (üres = No End Date)

source: Percentage Increase (positive) or decrease (negative)
el_gr: Ποσοστό Αύξηση (θετικό) ή μείωση (αρνητική)
hu_hu: Százalékos növekedése (pozitív) vagy csökkentheti (negatív)

source: Update Prices
el_gr: Ενημέρωση Τιμών
hu_hu: Frissítés Árak

source: Are you sure you wish to update or add all the prices according to the criteria selected?
el_gr: Είστε σίγουροι ότι θέλετε να ενημερώσετε ή να προσθέσετε όλες τις τιμές σύμφωνα με τα επιλεγμένα κριτήρια;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: No price list is selected to update. No updates will take place
el_gr: Δεν τιμοκατάλογος έχει επιλεγεί για την ενημέρωση. Δεν υπάρχουν ενημερώσεις θα λάβουν χώρα
hu_hu: Nincs ár lista frissítését választotta. Nincs frissítés kerül sor

source: No price list currency is selected to update. No updates will take place
el_gr: Δεν νόμισμα τιμοκατάλογος έχει επιλεγεί για την ενημέρωση. Δεν υπάρχουν ενημερώσεις θα λάβουν χώρα
hu_hu: Nincs árlista valuta frissítését választotta. Nincs frissítés kerül sor

source: The date the new price is to be in effect to must be entered in the format
el_gr: Η ημερομηνία που η νέα τιμή είναι να είναι σε ισχύ, πρέπει να εγγράφονται σε μορφή
hu_hu: A vevő óta mező csak dátum lehet, ebben a formában

source: The date this new price is to start from is expected to be after today
el_gr: Η ημερομηνία αυτή η νέα τιμή είναι να ξεκινήσετε από αναμένεται να είναι μετά από σήμερα
hu_hu: A mai napig ez az új ár kiindulási várhatóan után ma

source: The stock category from must be before the stock category to - there would be not items in the range to update
el_gr: Η κατηγορία μετοχών από πρέπει να είναι πριν από την κατηγορία υλικού - δεν θα υπήρχε αντικείμενα στην περιοχή για την ενημέρωση
hu_hu: Az állomány kategóriát kell, mielőtt az állomány kategória - nem lenne sem elem a tartományban, hogy frissítse

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
el_gr: Όταν ενημερώνετε τις τιμές με βάση άλλο τιμοκατάλογο - το άλλο τιμοκατάλογο πρέπει επίσης να επιλεγεί. Δεν υπάρχουν ενημερώσεις θα λάβουν χώρα μέχρι το άλλο τιμοκατάλογο είναι επιλεγμένο
hu_hu: Ha frissítés árak alapján egy másik árlista - a másik árlistát is meg kell választani. Nincs frissítés kerül sor, amíg a másik árlista van kiválasztva

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
el_gr: Όταν ενημερώνετε τις τιμές με βάση άλλο τιμοκατάλογο - το άλλο τιμοκατάλογο δεν μπορεί να είναι ο ίδιος με τον τιμοκατάλογο που χρησιμοποιείται για τον υπολογισμό. Δεν υπάρχουν ενημερώσεις θα λάβουν χώρα μέχρι την άλλη λίστα επιλεγμένη τιμή είναι διαφορετική από τη λίστα των τιμών που πρέπει να ενημερώνεται
hu_hu: Ha frissítés árak alapján egy másik árlista - a többi árlista nem lehet ugyanaz, mint az árlistában használják a számítás. Nincs frissítés kerül sor, amíg a másik árlista kiválasztott eltér az árlistában frissíteni kell

source: For a log of all the prices changed this page should be printed with CTRL+P
el_gr: Για ένα αρχείο καταγραφής όλων των τιμών αλλάξει αυτή τη σελίδα θα πρέπει να εκτυπώνονται με CTRL + P
hu_hu: A naplót minden ár megváltoztatta ezt a lapot kell kinyomtatni a CTRL + P

source: So we are using a price list/sales type of
el_gr: Γι &#39;αυτό χρησιμοποιούμε μια λίστα τιμών / είδος των πωλήσεων
hu_hu: Tehát mi egy árlistát / eladási típusú

source: updating only prices in
el_gr: την ενημέρωση μόνο τις τιμές στο
hu_hu: feleslegesen árak

source: and the stock category range from
el_gr: και το φάσμα της κατηγορίας υλικού από
hu_hu: Vevői allokálás rekord

source: and we are applying a markup percent of
el_gr: και είμαστε εφαρμογή σήμανσης τοις εκατό των
hu_hu: és mi alkalmazunk markup százaléka

source: against
el_gr: κατά
hu_hu: ellen

source: The price list/sales type to be updated must be selected first
el_gr: Ο τιμοκατάλογος / τύπου πώλησης που πρέπει να ενημερωθεί, πρέπει να είναι επιλεγμένο το πρώτο
hu_hu: Az árlista / eladási típus kell frissíteni kell kiválasztani először

source: The currency of prices to be updated must be selected first
el_gr: Το νόμισμα των τιμών που πρέπει να ενημερωθεί, πρέπει να είναι επιλεγμένο το πρώτο
hu_hu: Először a tranzakció számát adja meg

source: Could not get the supplier purchasing information for a preferred supplier for the item
el_gr: Δεν θα μπορούσε να πάρει τις πληροφορίες που αγοράζουν προμηθευτή για μια προτιμώμενος προμηθευτής για το στοιχείο
hu_hu: Nem sikerült a szállító vásárlási információ a preferált szállító az elem

source: There is no preferred supplier data for the item
el_gr: Δεν υπάρχουν στοιχεία προτιμώμενο προμηθευτή για το στοιχείο
hu_hu: Nincs preferált beszállítói adatokat az elem

source: prices will not be updated for this item
el_gr: οι τιμές δεν θα ενημερωθεί για το θέμα αυτό
hu_hu: az árakat nem lehet frissíteni ez a tétel

source: There is more than a single preferred supplier data for the item
el_gr: Υπάρχουν περισσότερα από ένα μόνο προτιμώμενο προμηθευτή δεδομένων για το στοιχείο
hu_hu: Több mint egy preferált beszállítói adatokat az elem

source: Could not get the base price for the item
el_gr: Θα μπορούσε να μην πάρει η βασική τιμή για το στοιχείο
hu_hu: Nem értelmezett ha a tétel

source: from the price list
el_gr: από τον τιμοκατάλογο
hu_hu: Vevő árszint

source: There is no default price defined in the base price list for the item
el_gr: Δεν υπάρχει προεπιλεγμένη τιμή που ορίζεται στον κατάλογο τιμή βάσης για το στοιχείο
hu_hu: HIba a vevői kapcsolat adatok elérésénél

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is:
el_gr: Το κόστος για το είδος αυτό δεν έχει συσταθεί ή έχει συσταθεί ως μικρότερη ή ίση με το μηδέν - δεν μεταβολές των τιμών θα γίνεται με βάση το μηδέν στοιχεία του κόστους. Η εν λόγω διάταξη προβλέπει:
hu_hu: Az ára ehhez a termékhez nincs beállítva, vagy van beállítva, kisebb vagy nulla - nincs árváltozás kerül sor alapul zéró költség elemeket. A tétel érintett:

source: Error updating prices for
el_gr: Σφάλμα κατά την ενημέρωση των τιμών των
hu_hu: Hiba frissítése árak

source: Inserting new price for
el_gr: Εισαγωγή νέων τιμών για
hu_hu: Új vevő felvitel

source: Update Price By Cost
el_gr: Ενημέρωση τιμών από το κόστος
hu_hu: Kifiz dátum

source: category
el_gr: κατηγορία
hu_hu: Termék kategória

source: all Categories
el_gr: όλες τις Κατηγορίες
hu_hu: Összes terület

source: Items in
el_gr: Αντικείμενα στο
hu_hu: Termék

source: With Prices
el_gr: Με τις τιμές
hu_hu: Ár

source: times
el_gr: φορές
hu_hu: Bevitel

source: Cost in Price List
el_gr: Κόστος σε Τιμοκατάλογος
hu_hu: Vevő árszint

source: End Date
el_gr: Ημερομηνία Λήξης
hu_hu: Befejezés dátuma

source: Price Proposed
el_gr: Προτεινόμενη τιμή
hu_hu: Ár Javasolt

source: List Price
el_gr: Τιμοκατάλογος
hu_hu: Kifiz dátum

source: There were no prices meeting the criteria specified to review
el_gr: Δεν υπήρχαν τιμές που πληρούν τα κριτήρια που καθορίζονται για την αναθεώρηση
hu_hu: Nem található vevő a megadott jellemzőkkel

source: Less than or equal to
el_gr: Μικρότερο ή ίσο με
hu_hu: Kisebb vagy egyenlő

source: Greater than or equal to
el_gr: Μεγαλύτερο ή ίσο με
hu_hu: Nagyobb vagy egyenlő

source: Average Cost
el_gr: Μέση Κόστος
hu_hu: Átlagköltség

source: Standard Cost
el_gr: Πρότυπο Κόστος
hu_hu: Alapértelmezett költségek

source: Special Prices for
el_gr: Ειδικές τιμές για
hu_hu: Különleges árak

source: A customer must be selected from the customer selection screen
el_gr: Ο πελάτης πρέπει να επιλέγονται από την οθόνη επιλογής του πελάτη
hu_hu: Az ügyfél kell kiválasztani az ügyfél kiválasztó képernyő

source: then an item must be selected before this page is called
el_gr: στη συνέχεια, ένα στοιχείο πρέπει να επιλέγεται πριν από αυτήν τη σελίδα αποκαλείται
hu_hu: majd egy elemet kell választani, mielőtt ez az oldal neve

source: The product selection page should call this page with a valid product code
el_gr: Η σελίδα επιλογής των προϊόντων θα πρέπει να ζητήσει αυτή τη σελίδα με έναν έγκυρο κωδικό προϊόντος
hu_hu: A termék kiválasztása oldalt kell hívni ezt az oldalt egy érvényes termék kódját

source: Special Customer Prices
el_gr: Ειδικές Τιμές Πελατών
hu_hu: Különleges fogyasztói árak

source: The part code entered does not exist in the database
el_gr: Ο κώδικας τέθηκε μέρος δεν υπάρχει στη βάση δεδομένων
hu_hu: A rész-kód be nem létezik az adatbázisban

source: Only valid parts can have prices entered against them
el_gr: Ισχύει μόνο τα μέρη μπορούν να έχουν τιμές οι οποίες καταλογίζονται τους
hu_hu: Csak akkor érvényes, alkatrészek az árakat be ellenük

source: The part selected is a kit set item
el_gr: Το επιλεγμένο τμήμα είναι μια εξάρτηση που το σημείο
hu_hu: A rész kiválasztott egy készlet meghatározott tétel

source: these items explode into their components when selected on an order
el_gr: αυτά τα στοιχεία να εκραγούν στα συστατικά τους, όταν επιλέγονται με μια παραγγελία
hu_hu: ezeket az elemeket felrobban részegységeik kiválasztott megbízás

source: prices must be set up for the components and no price can be set for the whole kit
el_gr: οι τιμές πρέπει να συσταθεί για τα στοιχεία και καμία τιμή δεν μπορεί να τεθεί για ολόκληρο το κιτ
hu_hu: árat kell létrehozni a komponensek és semmilyen ár be lehet állítani az egész készlet

source: The branch code entered is not currently defined
el_gr: Ο κωδικός υποκαταστήματος που εγγράφονται δεν ορίζεται σήμερα
hu_hu: A fióktelep kódot beírni jelenleg nem definiált

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
el_gr: Η ημερομηνία λήξης αναμένεται να είναι μετά από σήμερα. Δεν υπάρχει λόγος να εισέρχεται σε μια νέα τιμή, όταν η πραγματική ημερομηνία είναι πριν από σήμερα!
hu_hu: A zárónap után várhatóan ma. Nincs értelme belépő új árat, amennyiben a tényleges időpont előtt még ma!

source: Price Updated
el_gr: Τιμή Ενημέρωση
hu_hu: Ár Frissítve

source: Price added
el_gr: Τιμή προστεθεί
hu_hu: Ár hozzá

source: The price could not be updated because
el_gr: Η τιμή μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: Az ár nem lehet frissíteni, mert

source: The price could not be added because
el_gr: Η τιμή δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: Az ár nem lehetett hozzá, mert

source: This price has been deleted
el_gr: Η τιμή αυτή έχει διαγραφεί
hu_hu: Ez az ár lett törölve

source: Could not retrieve the normal prices set up because
el_gr: Δεν ήταν δυνατή η ανάκτηση των τιμών που ισχύουν κανονικά δημιουργήθηκε, διότι λόγω
hu_hu: Nem sikerült letölteni a szokásos árak létre, mert

source: The SQL used to retrieve these records was
el_gr: Η SQL χρησιμοποιείται για τη λήψη αυτών των αρχείων ήταν
hu_hu: SQL üzenet

source: There are no default prices set up for this part
el_gr: Δεν υπάρχουν τιμές προεπιλογή που έχει συσταθεί για αυτό το τμήμα
hu_hu: Nincsenek alapértelmezett árak felállított rész

source: Normal Price
el_gr: Κανονική Τιμή
hu_hu: Normál ár

source: Could not retrieve the special prices set up because
el_gr: δεν μπόρεσε να ανακτήσει τις ειδικές τιμές που έχει συσταθεί, επειδή
hu_hu: Nem sikerült letölteni a különleges árak létre, mert

source: There are no special prices set up for this part
el_gr: Δεν υπάρχουν ειδικές τιμές που έχει συσταθεί για αυτό το τμήμα
hu_hu: Nincsenek különleges árak felállított rész

source: Special Price
el_gr: Ειδική Τιμή
hu_hu: Akciós ár

source: All Branches
el_gr: Όλα τα Υποκαταστήματα
hu_hu: Minden ágak

source: Are you sure you wish to delete this price?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την τιμή;
hu_hu: Biztosan törölni kívánja a ezt az árat?

source: Item Prices
el_gr: Τιμές Θέση
hu_hu: Pont árak

source: An item must first be selected before this page is called
el_gr: Ένα στοιχείο θα πρέπει πρώτα να επιλεγούν πριν από αυτήν τη σελίδα αποκαλείται
hu_hu: Az a tétel először be kell kiválasztani, mielőtt ez az oldal neve

source: The new price could not be added
el_gr: Η νέα τιμή δεν θα μπορούσε να προστεθεί
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The new price has been inserted
el_gr: Η νέα τιμή έχει περιληφθεί
hu_hu: beillesztve

source: Could not delete this price
el_gr: Δεν ήταν δυνατή η διαγραφή αυτή των τιμών
hu_hu: Nem értelmezett ha a tétel

source: The selected price has been deleted
el_gr: Η επιλεγμένη τιμή έχει διαγραφεί
hu_hu: A kiválasztott ára törölték

source: Pricing for part
el_gr: Τιμολόγηση για το τμήμα
hu_hu: Árazás rész

source: Review Prices
el_gr: Επανεξέταση Τιμές
hu_hu: Felülvizsgálat Árak

source: There are no prices set up for this part
el_gr: Δεν υπάρχουν τιμές που έχει συσταθεί για αυτό το τμήμα
hu_hu: Nincsenek árak létre ez a rész

source: Sales Type Price List
el_gr: Πωλήσεις Τιμοκατάλογος Τύπος
hu_hu: Értékesítés típusa árlista

source: Amend Price
el_gr: Τροποποιούνται Τιμή
hu_hu: Módosítandó ár

source: Print Cheque
el_gr: Εκτύπωση Επιταγών
hu_hu: Nyomtatva

source: Can not get hundreds name
el_gr: Δεν μπορεί να πάρει τις εκατοντάδες όνομα
hu_hu: Nem tud több száz neve

source: DatePaid
hu_hu: Kifiz dátum

source: Vendor No.
el_gr: Πωλητής Όχι.
hu_hu: Eladó száma

source: Cheque No.
el_gr: Επιταγή Όχι.
hu_hu: Csekk száma

source: Customer Laser Packing Slip
el_gr: Πελάτης δελτίου συσκευασίας Laser
hu_hu: Ügyfél Lézer Csomagolási Slip

source: Laser Packing slip for order
el_gr: Laser δελτίο της συσκευασίας για την παραγγελία
hu_hu: Lézer csomagszelvényét rendelésre

source: There were no outstanding items on the order to deliver
el_gr: Δεν υπάρχουν εκκρεμή ζητήματα σχετικά με την εντολή να παραδώσει
hu_hu: Nincs tétel a megadott tartományban

source: A packing slip cannot be printed
el_gr: Ένα δελτίο συσκευασίας δεν μπορεί να τυπωθεί
hu_hu: Csomagkisérő nyomtatás - előnyomott papírra

source: Print Another Packing Slip/Order
el_gr: Εκτύπωση Μια άλλη δελτίου συσκευασίας / Παραγγελία
hu_hu: Nyomtatás Egy másik Csomagolás Slip / Rendelés

source: There was a problem retrieving the details for Order Number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων για Αριθμός Παραγγελίας
hu_hu: Ott sikerült betölteni az adatokat a rendelési száma

source: Customer Packing Slip
el_gr: Πελάτης δελτίου συσκευασίας
hu_hu: Ügyfél Csomagolási Slip

source: Packing slip for order
el_gr: Δελτίο της συσκευασίας για την παραγγελία
hu_hu: Csomagszelvényét a rend

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
el_gr: Δεν υπάρχουν εκκρεμή ζητήματα σχετικά με τη σειρά να παραδώσει. Ένα δελτίο αποστολής δεν μπορεί να τυπωθεί
hu_hu: Nem voltak kiemelkedő elem a megvalósítása érdekében. A feladó nem lehet e nyomtatni

source: There was a problem settling the old transactions.
el_gr: Υπήρξε ένα πρόβλημα κατά τη διευθέτηση των παλαιών συναλλαγές.
hu_hu: Volt egy probléma rendezése a régi ügyletek.

source: The SQL used to settle outstanding transactions was
el_gr: Ο SQL που χρησιμοποιείται για τη διευθέτηση των εκκρεμών συναλλαγών ήταν
hu_hu: Az SQL használt rendezzék a kiemelkedő jelentőségű ügyletek

source: There was a problem retrieving the customer information for the statements from the database
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των πληροφοριών των πελατών για τις δηλώσεις από τη βάση δεδομένων
hu_hu: Ott sikerült betölteni az ügyfél adatait a nyilatkozatok az adatbázisból

source: Print Statements
el_gr: Εκτύπωση Δηλώσεις
hu_hu: Kimutatások nyomtatás

source: No Customers Found
el_gr: Δεν βρέθηκαν πελάτες
hu_hu: Nem talált ügyfelek

source: Print Customer Account Statements
el_gr: Εκτύπωση Καταστάσεις Λογαριασμού Πελάτη
hu_hu: Kimutatások nyomtatás

source: There were no Customers matching your selection of
el_gr: Δεν υπήρχαν πελάτες που ταιριάζουν επιλογή σας
hu_hu: Nem voltak vevők felelt meg a kiválasztott

source: Customer Statements
el_gr: Δηλώσεις Πελατών
hu_hu: Az ügyfél nyilatkozatai

source: Statements from
el_gr: Δηλώσεις
hu_hu: Nyilatkozatai

source: For customer
el_gr: Για τον πελάτη
hu_hu: Az ügyfél

source: Settled Transactions
el_gr: Συναλλαγές με διακανονισμό
hu_hu: Teljesített ügyletek

source: Outstanding Transactions
el_gr: Εκκρεμείς συναλλαγές
hu_hu: Fennálló ügyletek

source: Last payment received
el_gr: Τελευταία πληρωμή ελήφθη
hu_hu: Utolsó fizetési érkezett

source: Amount received was
el_gr: Ποσό που εισπράχθηκε
hu_hu: Kapott összeg volt

source: No Statements Found
el_gr: Δεν βρέθηκαν Δηλώσεις
hu_hu: Nem található nyilatkozatok

source: There were no statements to print
el_gr: Δεν υπήρξαν δηλώσεις για εκτύπωση
hu_hu: Nincs készlet hely megadva

source: Select Statements to Print
el_gr: Επιλέξτε Δηλώσεις προς Εκτύπωση
hu_hu: Válassza ki a nyilatkozatok nyomtatása

source: Starting Customer statement to print (Customer code)
el_gr: Ξεκινώντας δήλωση πελάτη για την εκτύπωση (Κωδικός πελάτη)
hu_hu: Kezdő ügyfél nyilatkozatát a nyomtatásra (Ügyfél kód)

source: Ending Customer statement to print (Customer code)
el_gr: Τερματισμός δήλωση πελάτη για την εκτύπωση (Κωδικός πελάτη)
hu_hu: Ending ügyfél nyilatkozatot nyomtatni (Ügyfél kód)

source: Invoices from
el_gr: Τιμολόγια από
hu_hu: Számlák

source: Credit Notes from
el_gr: Πιστωτικές Σημειώσεις από
hu_hu: Hitel jegyzetek

source: Bank Code:
el_gr: Τράπεζα Κωδικός:
hu_hu: Telephely kód

source: Transaction Print Error Report
el_gr: Έκθεση συναλλαγών Σφάλμα Εκτύπωση
hu_hu: Tranzakciós Hibajelentés nyomtatása

source: There was a problem retrieving the invoice or credit note details for note number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων σημείωμα τιμολογίου ή πίστωση για τον αριθμό σημείωση
hu_hu: Ott sikerült betölteni a számla vagy jóváírási adatai jegyzet száma

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
el_gr: Για να εκτυπώσετε ένα τιμολόγιο, το ρεκόρ για τις πωλήσεις, τα στοιχεία των συναλλαγών των πελατών και την εγγραφή υποκαταστήματος για τον πελάτη δεν πρέπει να έχουν καθαρισθεί
hu_hu: Nyomtasson ki egy számlát, az értékesítési rekordot érdekében, az ügyfél ügylet eredménye és a fióktelep rekord az ügyfél nem már kikerültek
