Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Period difference
el_gr: Περίοδος διαφορά
hu_hu: Időszak eltérés

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
el_gr: Υπάρχουν διαφορές μεταξύ του συνόλου των συναλλαγών και των διαπιστωθεισών κινήσεων στον πίνακα ChartDetails
hu_hu: Eltérés a tranzakciók összege és a grafikon mozgások összege között

source: A log of the account differences for the periods report shows below
el_gr: Ένα αρχείο καταγραφής των διαφορών υπόψη για την έκθεση περιόδους που ακολουθεί δείχνει
hu_hu: Az időszaki eltérésról készült log-ot lent láthatja

source: GL Account Report
el_gr: GL Έκθεση Λογαριασμού
hu_hu: Számla hibajelentés

source: Listing for Period
el_gr: Λίστα για την Περίοδο
hu_hu: Időszak (ig)

source: Run Report
el_gr: Εκτέλεση αναφοράς
hu_hu: Jelentés

source: General Ledger Accounts
el_gr: Λογαριασμών γενικής λογιστικής
hu_hu: Főkönyv

source: The account name must be fifty characters or less long
el_gr: Το όνομα πρέπει να είναι πενήντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A számla név max 50 karakter lehet

source: Could not update the account because
el_gr: Δεν ήταν δυνατή η ενημέρωση του λογαριασμού, επειδή
hu_hu: Nem frissíthető a rekord mert

source: The general ledger account has been updated
el_gr: Το γενικό λογαριασμό του καθολικού έχει ενημερωθεί
hu_hu: A főkönyvi rekord frissítve

source: Could not add the new account code
el_gr: Δεν μπόρεσα να προσθέσετε το νέο κωδικό λογαριασμού
hu_hu: Az új számla kód nem rögzíthető

source: The new general ledger account has been added
el_gr: Το νέο γενικό λογαριασμό του καθολικού έχει προστεθεί
hu_hu: A főkönyvi rekord frissítve

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή οι λεπτομέρειες γράφημα έχει δημιουργηθεί χρησιμοποιώντας αυτόν τον λογαριασμό και τουλάχιστον μία περίοδος απόσπασης για να το
hu_hu: Nem törölhető a számla mert főkönyvi hivatkozások készültek hivatkozva erre a számlára

source: chart details that require this account code
el_gr: Λεπτομέρειες γράφημα που απαιτούν αυτόν τον κωδικό λογαριασμού
hu_hu: a számla kód szükséges a számlatükörben

source: Could not test for existing transactions because
el_gr: Δεν ήταν δυνατή η δοκιμή για τις υφιστάμενες συναλλαγές γιατί
hu_hu: Nem ellenőrizhetők a nyitott tranzakciók, mert

source: Cannot delete this account because transactions have been created using this account
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή οι συναλλαγές έχουν δημιουργηθεί χρησιμοποιώντας αυτόν τον λογαριασμό
hu_hu: Nem törölhető a számla, mert tranzakciók hivatkoznak rá

source: transactions that require this account code
el_gr: συναλλαγές που απαιτούν αυτόν τον κωδικό λογαριασμού
hu_hu: tranzakciók, mellzek használják ezt a számlát

source: Could not test for default company GL codes because
el_gr: Δεν ήταν δυνατή δοκιμασία για τους κωδικούς GL προεπιλογή εταιρεία, διότι
hu_hu: Nem ellenőrizhető az alapértelmezett főkönyvi kód, mert

source: Cannot delete this account because it is used as one of the company default accounts
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται ως έναν από τους λογαριασμούς προεπιλεγμένη εταιρεία
hu_hu: Nem törölhető a számla, mert a cég alap számlái között be van állítva

source: Could not test for tax authority GL codes because
el_gr: Δεν ήταν δυνατή δοκιμασία για τους κωδικούς GL φορολογική αρχή, επειδή
hu_hu: Nem ellenőrizhető az adó elszámolás főkönyvi számla, mert

source: Cannot delete this account because it is used as one of the tax authority accounts
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται ως έναν από τους λογαριασμούς φορολογική αρχή
hu_hu: Nem törölhető a számla, mert be van állítva mint adó elszámolási számla

source: Could not test for existing sales interface GL codes because
el_gr: Δεν είναι δυνατή η δοκιμή για τις υφιστάμενες πωλήσεις διεπαφή GL κωδικούς, διότι
hu_hu: Nem ellenőrizhető az eladások főkönyvi beállítások mert

source: Cannot delete this account because it is used by one of the sales GL posting interface records
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται από έναν από τους ΓΠ πωλήσεων απόσπαση διεπαφή εγγραφές
hu_hu: Nem törölhető ez a számla, mert be van állítva mint eladási főkönyvi számla

source: Could not test for existing cost of sales interface codes because
el_gr: Δεν είναι δυνατή η δοκιμή για τις υφιστάμενες το κόστος πωλήσεων τους κωδικούς διεπαφής επειδή
hu_hu: Nem ellenőrizhető mint értékesítés költségei számla mert

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται από έναν από τους κόστους πωλήσεων ΓΠ απόσπαση αρχεία διεπαφής
hu_hu: Nem törölhető ez a számla, mert be van állítva mint eladási főkönyvi számla

source: Could not test for existing stock GL codes because
el_gr: Δεν είναι δυνατή η δοκιμή για τους υπάρχοντες κώδικες GL αποθεμάτων λόγω
hu_hu: Nem ellenőrizhető mint készlet főkönyvi számla, mert

source: Cannot delete this account because it is used by one of the stock GL posting interface records
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται από ένα από τα αρχεία GL αποθεμάτων απόσπαση διεπαφή
hu_hu: Nem törölhető számla, mert be van állítva mint készlet főkönyvi számla

source: Could not test for existing bank account GL codes because
el_gr: Δεν είναι δυνατή η δοκιμή για τους υπάρχοντες κώδικες GL τραπεζικό λογαριασμό, επειδή
hu_hu: Nem ellenőrizhető mint banki főkönyvi számla, mert

source: Cannot delete this account because it is used by one the defined bank accounts
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον λογαριασμό, επειδή χρησιμοποιείται από μία καθορισμένη τραπεζικούς λογαριασμούς
hu_hu: Nem törölhető számla, mert be van állítva mint banki főkönyvi számla

source: Account Code
el_gr: Κωδικός Λογαριασμού
hu_hu: Számla kód

source: Account Group
el_gr: Ομάδα Λογαριασμού
hu_hu: Számlaosztály

source: P/L or B/S
el_gr: P / L ή B / S
hu_hu: P / L vagy B / S

source: Balance Sheet
el_gr: Ισολογισμός
hu_hu: Egyenleg kimutatatás

source: Profit/Loss
el_gr: Κέρδη / Ζημίες
hu_hu: Nyereség/Veszteség

source: The chart accounts could not be retrieved because
el_gr: Οι λογαριασμοί διάγραμμα δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A számlatükör nem elérhető, mert

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό; Συμπληρωματικοί έλεγχοι θα εκτελούνται σε κάθε περίπτωση να διασφαλιστεί η ακεραιότητα των δεδομένων δεν διακυβεύεται.
hu_hu: Biztosan törölni kívánja a fiókot e? További ellenőrzéseket végeznek az mindenképpen biztosítsa az adatok integritását nem kerül veszélybe.

source: Show All Accounts
el_gr: Εμφάνιση Όλοι οι λογαριασμοί
hu_hu: Minden számlát mutat

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
el_gr: Ισολογισμός (ή κατάσταση οικονομικής θέσης) είναι μια περίληψη των υπολοίπων. Τα περιουσιακά στοιχεία, υποχρεώσεις και ίδια κεφάλαια ιδιοκτησίας που αναφέρονται ως από μια συγκεκριμένη ημερομηνία, όπως π.χ. το τέλος του οικονομικού της έτους. Από τις τέσσερις βασικές οικονομικές καταστάσεις, ο ισολογισμός είναι η μόνη δήλωση που εφαρμόζεται σε ένα μόνο σημείο στο χρόνο.
hu_hu: Mérleg (vagy pénzügyi helyzetre vonatkozó kimutatás) egy összefoglaló a mérlegek. Eszközök, kötelezettségek és a tulajdonosi tőke a jegyzékben egy adott időpontban, mint például a vége a pénzügyi évre. A négy alapvető pénzügyi kimutatások, a mérleg az egyetlen nyilatkozatot, amely érvényes egy időpontban.

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
el_gr: Ο ισολογισμός έχει τρία μέρη: περιουσιακών στοιχείων, υποχρεώσεων και ιδίων κεφαλαίων ιδιοκτησίας. Οι κύριες κατηγορίες περιουσιακών στοιχείων που απαριθμούνται πρώτες θέσεις και ακολουθούν από τις υποχρεώσεις. Η διαφορά μεταξύ του ενεργητικού και των υποχρεώσεων είναι γνωστή ως ίδια κεφάλαια ή το καθαρό ενεργητικό ή η καθαρή αξία ή το κεφάλαιο της εταιρείας και σύμφωνα με την εξίσωση λογιστικής καθαρής θέσης πρέπει να ισούται με στοιχεία του ενεργητικού μείον παθητικό.
hu_hu: A mérleg három részből áll: eszközök, kötelezettségek és a tulajdonosi tőke. A fő kategóriák eszközök lista elején, és követi a kötelezettségek. A különbség az eszközök és a források az úgynevezett &quot;tőke vagy a nettó eszközök vagy nettó vagyon, illetve a társaság tőkéjét szerint és a számviteli egyenlet, nettó értéke meg kell egyeznie eszközök mínusz kötelezettségek.

source: Detail Or Summary
el_gr: Λεπτομέρεια ή περιληπτική
hu_hu: Részletes vagy összesített

source: Produce PDF Report
el_gr: Δημιουργήστε Έκθεση PDF
hu_hu: Hibalista

source: Print Balance Sheet Error
el_gr: Εκτύπωση Σφάλμα Ισολογισμού
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: There were no entries to print out for the selections specified
el_gr: Δεν υπήρχαν ενδείξεις για να εκτυπώσετε για την προβλεπόμενη επιλογές
hu_hu: A megadott tartományban nincs nyomtatható adat

source: Last Year
el_gr: Τελευταία Έτος
hu_hu: Előző év

source: Select A Different Balance Date
el_gr: Επιλέξτε μια διαφορετική ημερομηνία Υπόλοιπο
hu_hu: Válasszon másik időszakot

source: Create GL Budgets
el_gr: Δημιουργία GL Προϋπολογισμών
hu_hu: Létrehozása GL Költségvetési

source: budgets cannot be allocated until the GL accounts are set up
el_gr: προϋπολογισμών δεν μπορεί να χορηγηθεί και μέχρι την GL λογαριασμοί έχουν συσταθεί
hu_hu: a kifizetések főkönyvi könyvelése nem működik amíg nem állítja be helyesen a főkönyvi számlát

source: Prev Account
el_gr: Προηγούμενο Λογαριασμό
hu_hu: Számla

source: Select Account
el_gr: Επιλέξτε Λογαριασμός
hu_hu: Válasszon egy Főkönyvi számlát

source: Next Account
el_gr: Επόμενο Λογαριασμού
hu_hu: Számla

source: Cannot update GL budgets
el_gr: Δεν είναι δυνατή η ενημέρωση GL προϋπολογισμών
hu_hu: Nem lehet frissíteni GL költségvetések

source: The SQL that failed to update the GL budgets was
el_gr: Ο SQL που απέτυχε να ενημερώσει τους προϋπολογισμούς GL ήταν
hu_hu: SQL üzenet

source: Last Financial Year
el_gr: Τελευταίο οικονομικό έτος
hu_hu: Előző év

source: This Financial Year
el_gr: Αυτό το Οικονομικό Έτος
hu_hu: Ez a pénzügyi év

source: Next Financial Year
el_gr: Επόμενο οικονομικό έτος
hu_hu: Következő pénzügyi év

source: Year ended
el_gr: Έτος που έληξε στις
hu_hu: Év vége

source: Annual Budget
el_gr: Ετήσιος Προϋπολογισμός
hu_hu: Havi terv

source: Could not retrieve the ChartDetail records because
el_gr: Δεν ήταν δυνατή η ανάκτηση του ChartDetail εγγραφές, επειδή
hu_hu: Nem elérhetők az anyagszámla részletek, mert

source: Could not update the chartdetails record because
el_gr: Δεν ήταν δυνατή η ενημέρωση της εγγραφής chartdetails επειδή
hu_hu: Nem sikerült frissíteni a rekordot, mert chartdetails

source: Period Actual
el_gr: Περίοδος Πραγματική
hu_hu: Időszak tény

source: Period Budget
el_gr: Περίοδος προϋπολογισμού
hu_hu: Időszak terv

source: Adjustment
el_gr: Προσαρμογής
hu_hu: Beállítás

source: GL Codes Inquiry
el_gr: GL Εξεταστική Κώδικες
hu_hu: Főkönyvi kód lekérdezés

source: Group
el_gr: Ομάδα
hu_hu: Csoport

source: Account Description
el_gr: Ο λογαριασμός Περιγραφή
hu_hu: Számlaosztályok

source: Journal Entry
el_gr: Επίσημη Έναρξη
hu_hu: Napló bejegyzés

source: The date entered was not valid please enter the date to process the journal in the format
el_gr: Η ημερομηνία τέθηκε δεν ήταν έγκυρη παρακαλώ εισάγετε την ημερομηνία για την επεξεργασία του περιοδικού με τη μορφή
hu_hu: A megadott dátum érvénytelen, ellenőrizze a formátumot

source: Accept and Process Journal
el_gr: Αποδοχή και Εφημερίδας της διαδικασίας
hu_hu: Napló készítés

source: Cannot insert a GL entry for the journal line because
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για τη γραμμή του περιοδικού, διότι
hu_hu: A napló sorhoz nem készíthető főkönyvi bejegyzés, mert

source: Reversal
el_gr: Αντιστροφή
hu_hu: Stornó

source: Cannot insert a GL entry for the reversing journal because
el_gr: Δε μπορεί να εισαχθεί GL εισόδου για την αναστροφή περιοδικό επειδή
hu_hu: A stornó sorhoz nem készíthető főkönyvi bejegyzés, mert

source: Journal
el_gr: Εφημερίδα
hu_hu: Napló

source: Enter Another General Ledger Journal
el_gr: Εισάγετε άλλη Γενική Λογιστική Εφημερίδα
hu_hu: Adjon meg másik főkönyvi naplót

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
el_gr: GL περιοδικά που αφορούν τον λογαριασμό ελέγχου οφειλέτες δεν μπορούν να εισαχθούν. Το γενικό καθολικό καθολικό των οφειλετών (AR), η ένταξη είναι ενεργοποιημένο τόσο οι λογαριασμοί ελέγχου αυτόματα συντηρείται από webERP. Η ρύθμιση αυτή μπορεί να απενεργοποιηθεί με τη διαμόρφωση του συστήματος
hu_hu: A főkönyvi napló vevői része nincs beállítva. A WebERP a vevői analitikát automatikusan elkészíti. Ez most ki van kapcsolva a Rendszer beállításokban

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by webERP. This setting can be disabled in System Configuration
el_gr: GL περιοδικά που αφορούν τον λογαριασμό ελέγχου πιστωτές δεν μπορούν να εισαχθούν. Το γενικό καθολικό καθολικό πιστωτές (AP) η ένταξη είναι ενεργοποιημένο τόσο οι λογαριασμοί ελέγχου αυτόματα συντηρείται από webERP. Η ρύθμιση αυτή μπορεί να απενεργοποιηθεί με τη διαμόρφωση του συστήματος
hu_hu: A főkönyvi napló szállítói része nincs beállítva. A WebERP a szállítói analitikát automatikusan elkészíti. Ez most ki van kapcsolva a Rendszer beállításokban

source: GL Journals involving a bank account cannot be entered
el_gr: GL περιοδικά που αφορούν έναν τραπεζικό λογαριασμό, δεν μπορεί να εγγραφεί
hu_hu: A főkönyvi napló bankszámla beállítása nincs megadva

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
el_gr: Τραπεζικός λογαριασμός γενικές καταχωρίσεις καθολικού πρέπει να αναγράφεται είτε με απόδειξη τραπεζικού λογαριασμού ή πληρωμή τραπεζικό λογαριασμό
hu_hu: A bankszámla főkönyvi hivatkozást meg kell adnia, hogy a banki bevétel kiadás tételek könyvelése megtörténjen

source: The manual GL code entered does not exist in the database
el_gr: Ο κωδικός GL τέθηκε εγχειρίδιο δεν υπάρχει στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: You must select a GL account code
el_gr: Πρέπει να επιλέξετε έναν κωδικό λογαριασμού GL
hu_hu: Ki kell választania egy GL azonosító kód

source: Date to Process Journal
el_gr: Ημερομηνία για την επεξεργασία Εφημερίδας
hu_hu: Napló feldolgozás dátuma

source: Reversing
el_gr: Αναστροφή
hu_hu: Stornó

source: Normal
el_gr: Κανονική
hu_hu: Normál

source: Journal Line Entry
el_gr: Επίσημη Έναρξη γραμμής
hu_hu: Napló sor

source: GL Tag
hu_hu: Adó

source: None
el_gr: Κανένας
hu_hu: Nem

source: Select a general ledger account code
el_gr: Επιλέξτε ένα γενικό κωδικό λογαριασμού του καθολικού
hu_hu: Válasszon ki egy főkönyvi számla kód

source: Journal Summary
el_gr: Εφημερίδα Περίληψη
hu_hu: Napló bejegyzés

source: The journal must balance ie debits equal to credits before it can be processed
el_gr: Το περιοδικό πρέπει να εξισορροπήσει δηλαδή χρέωσης ίσο με πιστώσεις πριν μπορεί να επεξεργαστεί
hu_hu: A naplóban a kiadás/bevétel egyenlegnek renben kell lenie, mielőtt elindul a feldolgozás

source: Print Profit and Loss Report
el_gr: Εκτύπωση Κέρδη και Ζημίες Έκθεση
hu_hu: Nyereség/Veszteség hiba nyomtatása

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
el_gr: Ο σκοπός της κατάστασης λογαριασμού αποτελεσμάτων είναι να δείξει κατά πόσον η εταιρεία έκανε ή χάσει τα χρήματα κατά τη διάρκεια της περιόδου που αναφέρεται.
hu_hu: A cél az eredménykimutatásban, hogy megmutassuk, hogy a vállalat vagy az elveszett pénz időszak alatt sem jelentettek.

source: Print Profit and Loss Error
el_gr: Εκτύπωση Κέρδη και Ζημίες Error
hu_hu: Nyereség/Veszteség hiba nyomtatása

source: Gross Profit Percent
el_gr: Μικτό Κέρδος Ποσοστό
hu_hu: Nyereség százalék

source: Profit
el_gr: Κέρδη
hu_hu: Nyereség

source: Loss
el_gr: Απώλεια
hu_hu: Veszteség

source: Net Profit Percent
el_gr: Καθαρά Κέρδη Ποσοστό
hu_hu: Nyereség százalék

source: Profit and Loss Statement
el_gr: Κέρδη και Ζημίες Κατάσταση
hu_hu: Nyereség/Veszteség lista

source: Income and Expenditure by Tag
el_gr: Έσοδα και δαπάνες από Tag
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: Select tag
el_gr: Επιλέξτε ετικέτα
hu_hu: Termék választás

source: Show Statement of Income and Expenditure
el_gr: Εμφάνιση Κατάσταση εσόδων και δαπανών
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: PrintPDF
hu_hu: PDF nyomtatás

source: Income and Expenditure
el_gr: Έσοδα και δαπάνες
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: Print Income and Expenditure Error
el_gr: Εκτυπώστε το εισόδημα και τις δαπάνες λάθους
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: Detailed
el_gr: Αναλυτική
hu_hu: Részletes

source: Statement of Income and Expenditure for Tag
el_gr: Κατάσταση εσόδων και δαπανών για Tag
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: during the
el_gr: κατά τη διάρκεια της
hu_hu: Dolgozik

source: Surplus
el_gr: Πλεόνασμα
hu_hu: Szállító

source: Deficit
el_gr: Έλλειμμα
hu_hu: Terhelés

source: Maintain General Ledger Tags
el_gr: Διατηρείται η Γενική Λογιστική Ετικέτες
hu_hu: Főkönyv

source: Tag ID
el_gr: Ετικέτα ID
hu_hu: Tag azonosító

source: General Ledger Transaction Inquiry
el_gr: Γενικά Εξεταστική Συναλλαγής Λογιστική
hu_hu: Főkönyvi tranzakciók lekérdezés

source: General Ledger Menu
el_gr: Γενική Λογιστική Μενού
hu_hu: Főkönyv

source: This page requires a valid transaction type and number
el_gr: Αυτή η σελίδα απαιτεί ένα έγκυρο είδος συναλλαγής και τον αριθμό
hu_hu: Ez az oldal banki tranzakciókóddal hívható

source: No transaction of this type with id
el_gr: Δεν συναλλαγή αυτού του τύπου με κωδικό
hu_hu: Nincs tranzakció típus megadva

source: Posted
el_gr: Καταχωρήθηκε
hu_hu: Feladva

source: Trial Balance
el_gr: Ισοζύγιο
hu_hu: Próbamérleg

source: Show Trial Balance
el_gr: Εμφάνιση ισοζύγιο του καθολικού
hu_hu: Próbamérleg indítás

source: Print Trial Balance Error
el_gr: Εκτύπωση Σφάλμα ισοζύγιο του καθολικού
hu_hu: Próbamérleg hiba nyomtatás

source: Check Totals
el_gr: Ελέγξτε Σύνολα
hu_hu: Összesen

source: The SQL that failed was:
el_gr: Ο SQL που απέτυχε ήταν:
hu_hu: SQL hiba:

source: Trial Balance for the month of
el_gr: Ισοζύγιο για το μήνα
hu_hu: Próbamérleg

source: Month Actual
el_gr: Μήνας Πραγματική
hu_hu: Havi tény

source: Month Budget
el_gr: Μήνας του προϋπολογισμού
hu_hu: Havi terv

source: Receive Controlled Items
el_gr: Λήψη ελεγχόμενων ειδών
hu_hu: Megadott termékek bevételezés

source: Select a purchase order to receive
el_gr: Επιλέξτε μια εντολή αγοράς για να λαμβάνετε
hu_hu: Válasszon egy szállítói megrendelést

source: This page can only be opened if a purchase order and line item has been selected
el_gr: Αυτή η σελίδα ανοίγει μόνο αν μια εντολή αγοράς και το στοιχείο γραμμής έχει επιλεγεί
hu_hu: Az oldal csak egy megadott szállítói megrendeléssel és tételsorral indítható

source: Select a line Item to Receive
el_gr: Επιλέξτε ένα στοιχείο γραμμής για να λάβετε
hu_hu: Válasszon egy tételsort a bevételezéshez

source: This page can only be opened if a Line Item on a PO has been selected
el_gr: Αυτή η σελίδα ανοίγει μόνο αν ένα στοιχείο γραμμής σε μια ΟΠ έχει επιλεγεί
hu_hu: Az oldal csak egy megadott tételsorral indítható

source: Back to the Purchase Order
el_gr: Επιστροφή στην Εντολή Αγοράς
hu_hu: Vissza a Szállítói megrendelésekhez

source: The line being received must be controlled as defined in the item definition
el_gr: Η γραμμή που έλαβε πρέπει να ελέγχονται όπως ορίζεται στο σημείο ορισμό
hu_hu: A megadott tételsorban lévő terméket rögzíteni kell a termék törzsben

source: Back To Purchase Order
el_gr: Επιστροφή στην Εντολή Αγοράς
hu_hu: Vissza a Szállítói megrendelésekhez

source: Receive controlled item
el_gr: Λήψη ελεγχόμενου είδους
hu_hu: Megadott termékek bevételezés

source: Receive Purchase Orders
el_gr: Λήψη Εντολές Αγοράς
hu_hu: Szállítói megrendelések

source: Back to Purchase Orders
el_gr: Επιστροφή στο Αγορά Παραγγελίες
hu_hu: Vissza a Szállítói megrendelésekhez

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
el_gr: Αυτή η σελίδα ανοίγει μόνο αν μια εντολή αγοράς έχει επιλεγεί. Παρακαλώ επιλέξτε μια εντολή αγοράς πρώτων
hu_hu: Ez az oldal csak akkor lehet megnyitni, ha a megrendelés lett kiválasztva. Kérjük, válasszon egy megrendelés első

source: Purchase orders must have a status of Printed before they can be received
el_gr: Αγορά παραγγελίες πρέπει να βρίσκονται σε κατάσταση πριν από την αναγραφόμενη μπορούν να παραληφθούν
hu_hu: Megrendeléseket kell rendelkeznie állapota nyomtatott előtt fogható

source: Order number
el_gr: Αριθμός Παραγγελίας
hu_hu: Megrendelés szám

source: has a status of
el_gr: Έχει το καθεστώς του
hu_hu: mennyisége

source: Receive Purchase Order
el_gr: Λήψη Εντολή Αγοράς
hu_hu: Szállítói megrendelések

source: Date Goods/Service Received
el_gr: Ημερομηνία Αγαθά / Υπηρεσία Παρελήφθη
hu_hu: Beérkeztetés dátuma

source: This Delivery
el_gr: Αυτή η παράδοση
hu_hu: Ez a szállítás

source: Total Value
el_gr: Συνολική Αξία
hu_hu: Összesen

source: Enter Serial Nos
el_gr: Εισάγετε αύξοντες αριθμούς
hu_hu: Adjon meg sorozatszámot

source: Enter Batches
el_gr: Εισάγετε Παρτίδες
hu_hu: Adjon meg köteg számot

source: Total value of goods received
el_gr: Συνολική αξία των εμπορευμάτων που παραλήφθηκαν
hu_hu: Leszállított termékek összértéke

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
el_gr: Λήψη αρνητική ποσότητα που καταλήγει σε αρνητικό απόθεμα απαγορεύεται από την παράμετρο ρυθμίσεις. Αυτή η παράδοση των μετοχών δεν μπορεί να προχωρήσει για αξιολόγηση μέχρι το απόθεμα του στοιχείου διορθωθεί.
hu_hu: Fogadása negatív mennyiség, amelynek eredménye negatív állomány tiltja a paraméterek beállítása. A kézbesítés az állomány nem lehet feldolgozni, amíg a készlet a tétel korrigált.

source: There is nothing to process
el_gr: Δεν υπάρχει τίποτα που να επεξεργάζεται
hu_hu: Nincs feldolgozható adat

source: Please enter valid quantities greater than zero
el_gr: Παρακαλώ εισάγετε έγκυρη ποσότητες μεγαλύτερες από το μηδέν
hu_hu: Adjon meg érvényes mennyiséget
