Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Modify Sales Order Line
el_gr: Τροποποίηση Line Παραγγελία Πωλήσεις
hu_hu: Megrendelés sor módosítás

source: The orderno and stkcode keys must be one of these values.
el_gr: Τα κλειδιά orderno και stkcode πρέπει να είναι μία από αυτές τις αξίες.
hu_hu: A orderno és stkcode kulcsok közül kell ezeket az értékeket.

source: Account Details
el_gr: Λεπτομέρειες Λογαριασμού
hu_hu: Számlaosztályok

source: An array of index/value items describing the GL Account and fields to set.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφουν την GL Λογαριασμού και τα πεδία για να ορίσετε.
hu_hu: Tömb index / érték tételeket leíró GL Számla és mezőket beállítva.

source: Account Section Details
el_gr: Ο Λογαριασμός Λεπτομέρειες Τμήμα
hu_hu: Számlaosztályok

source: An array of index/value items describing the account section to insert.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει το τμήμα λογαριασμό για να εισάγετε.
hu_hu: Tömb index / érték tételek leírja a számla részben beszúrni.

source: Account Group Details
el_gr: Λεπτομέρειες Λογαριασμού Group
hu_hu: Számlacsoportok

source: An array of index/value items describing the account group to insert.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει την ομάδα λογαριασμό για να εισάγετε.
hu_hu: Hiba a deviza rekord elérésénél

source: This function returns a list of stock location ids.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με ids θέση των αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function returns an array of stock location ids.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα ids θέση των αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function takes a stock location id and returns details of that stock location.
el_gr: Αυτή η λειτουργία παίρνει μια θέση μετοχών id και επιστρέφει τα στοιχεία της εν λόγω θέσης των αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Stock Location Code
el_gr: Κωδικός Μετοχής Τοποθεσία
hu_hu: Hely kód

source: A stock location code as returned by the GetLocationList function.
el_gr: Ένας κωδικός θέσης απόθεμα επιστρέφεται από τη GetLocationList λειτουργία.
hu_hu: A készlet helye kód által visszaadott GetLocationList funkciót.

source: This function returns an array of stock location details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των δεδομένων θέσης των αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function returns a list of stock shipper ids.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με ids αποστολέα αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function returns an array of stock shipper ids.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα ταυτότητες αποστολέα αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function takes a stock shipper id and returns details of that shipper.
el_gr: Η λειτουργία αυτή παίρνει ένα φορτωτή απόθεμα id και επιστρέφει τα στοιχεία της εν λόγω αποστολέα.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Stock Shipper ID
el_gr: Χρηματιστήριο Φορτωτής ID
hu_hu: Termékkód

source: A stock shipper ID as returned by the GetShippersList function.
el_gr: Ένα αναγνωριστικό αποστολέα το απόθεμα που επιστρέφονται από την GetShippersList λειτουργία.
hu_hu: A készlet feladó azonosító által visszaadott a GetShippersList funkciót.

source: This function returns an array of stock shipper details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα με λεπτομέρειες του αποστολέα αποθεμάτων.
hu_hu: Ez a függvény visszaadja egy tömbben állomány feladó adatait.

source: This function returns a list of sales area codes.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με τις πωλήσεις τους κωδικούς περιοχής.
hu_hu: Ez a függvény egy kiválasztott értékesítési terület kódokat.

source: This function returns an array of sales area codes.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των πωλήσεων κωδικών περιοχής.
hu_hu: Ez a függvény visszaadja egy tömbben értékesítési terület kódokat.

source: This function takes a sales area code and returns details of that sales area.
el_gr: Η λειτουργία αυτή παίρνει ένα κωδικό της περιοχής πωλήσεων και επιστρέφει τα στοιχεία του εν λόγω χώρου πώλησης.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Sales Area Code
el_gr: Πωλήσεις Κωδικός Περιοχή
hu_hu: Értékesítési terület

source: A sales area code as returned by the GetSalesAreasList function.
el_gr: Θεσπίζεται κώδικας χώρο πώλησης όπως επιστρέφονται από την GetSalesAreasList λειτουργίας.
hu_hu: Az értékesítési terület kód által visszaadott GetSalesAreasList funkciót.

source: This function returns an array of sales area details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των πωλήσεων λεπτομέρειες περιοχή
hu_hu: Ez a függvény visszaadja egy tömbben értékesítési terület részleteket.

source: This function takes a sales area description and returns details of that sales area.
el_gr: Η λειτουργία αυτή γίνεται μια περιγραφή χώρο των πωλήσεων και επιστρέφει τα στοιχεία του εν λόγω χώρου πώλησης.
hu_hu: Ez a funkció értékesítési területtel leírása és visszatér adatait, hogy az értékesítés területén.

source: Sales Area Description
el_gr: Πωλήσεις Περιγραφή περιοχής
hu_hu: Leírás

source: A sales area description of the sales area of interest.
el_gr: Μια περιγραφή χώρο πώλησης επιφάνειας πωλήσεων των τόκων.
hu_hu: Az értékesítési terület leírása, az értékesítési területen a kamat.

source: Sales Area Details
el_gr: Πωλήσεις Λεπτομέρειες για την περιοχή
hu_hu: Eladási helyek

source: An array of index/value items describing the sales area to insert.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει την περιοχή των πωλήσεων για να εισάγετε.
hu_hu: Tömb index / érték tételek leírja az értékesítési területen beszúrni.

source: This function returns a list of salesman codes.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με τους κωδικούς πωλητή.
hu_hu: Ez a függvény egy listát ügynök kód.

source: This function returns an array of salesman codes.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των κωδικών πωλητή.
hu_hu: Ez a függvény visszaadja egy tömbben eladó kódokat.

source: This function takes a salesman code and returns details of that salesman.
el_gr: Η λειτουργία αυτή παίρνει ένα λεπτομέρειες κωδικό πωλητή και τις αποδόσεις των εν λόγω πωλητής.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: A salesman code as returned by the GetSalesmanList function.
el_gr: Ο κώδικας πωλητής, όπως επιστρέφεται από την GetSalesmanList λειτουργία.
hu_hu: Egy ügynök kód által visszaadott GetSalesmanList funkciót.

source: This function returns an array of salesman details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα με λεπτομέρειες του πωλητή.
hu_hu: Ez a függvény visszaadja egy tömbben eladó adatai.

source: This function takes a salesman's name and returns details of that salesman.
el_gr: Η λειτουργία αυτή παίρνει το όνομα ενός πωλητή του και επιστρέφει τα στοιχεία της εν λόγω πωλητής.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: The name of the salesman of interest.
el_gr: Το όνομα του πωλητή του ενδιαφέροντος.
hu_hu: A neve az eladó érdekeit.

source: Salesman Details
el_gr: Λεπτομέρειες Πωλητής
hu_hu: Bank adatok

source: An array of index/value items describing the salesman to insert.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφουν τον πωλητή για να εισάγετε.
hu_hu: Tömb index / érték tételek leírja az ügynök beszúrni.

source: This function returns a list of tax group IDs.
el_gr: Αυτή η συνάρτηση επιστρέφει μια λίστα αναγνωριστικών ομάδας φόρου.
hu_hu: Ez a függvény egy listát adó csoport azonosítókat.

source: This function returns an array of tax group IDs.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των αναγνωριστικών ομάδας φόρου.
hu_hu: Ez a függvény visszaadja egy tömbben adó csoport azonosítókat.

source: This function takes a tax group ID and returns details of that tax group.
el_gr: Η λειτουργία αυτή παίρνει ένα αναγνωριστικό ομάδας φόρου και επιστρέφει τα στοιχεία της εν λόγω ομάδας φόρου.
hu_hu: Ez a funkció egy adó-csoport azonosítót, és visszaadja adatait, adó csoport.

source: Tax Group ID
el_gr: Φορολογική Ομάδα ID
hu_hu: Adó típus

source: A tax group ID as returned by the GetTaxgroupList function.
el_gr: Ένα αναγνωριστικό της ομάδας φορολογικής επιστρέφεται από τη GetTaxgroupList λειτουργία.
hu_hu: Egy adó csoportazonosító által visszaadott a GetTaxgroupList funkciót.

source: This function returns an array of tax group details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των λεπτομερειών ομάδας φόρου.
hu_hu: Ez a függvény visszaadja egy tömbben adó csoport adatait.

source: This function returns a list of customer types.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με τους τύπους πελατών.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This function takes a customer type ID and returns details of that customer type.
el_gr: Η λειτουργία αυτή λαμβάνει ο πελάτης τα στοιχεία ταυτότητας τύπο και τις αποδόσεις του συγκεκριμένου τύπου πελάτη.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Customer Type ID
el_gr: Είδος Πελάτη ID
hu_hu: Vevő név

source: A customer type ID as returned by the GetCustomerTypeList function.
el_gr: Ένα αναγνωριστικό τύπου πελάτη ως επιστρέφεται από τη GetCustomerTypeList λειτουργία.
hu_hu: Egy ügyfél ID típusú által visszaadott a GetCustomerTypeList funkciót.

source: This function returns an array of customer type details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα με λεπτομέρειες του τύπου του πελάτη.
hu_hu: Ez a függvény egy tömbbel tér vissza az ügyfél típusú részleteket.

source: Category Details
el_gr: Κατηγορία Λεπτομέρειες
hu_hu: Vevő név

source: An array of index/value items describing the stock category to insert.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει την κατηγορία μετοχών για την εισαγωγή.
hu_hu: Tömb index / érték tételeket leíró állomány kategóriába beilleszteni.

source: An array of index/value items describing the stock category to modify.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει την κατηγορία μετοχών για την τροποποίηση.
hu_hu: Tömb index / érték tételeket leíró állomány kategóriában módosítani.

source: This function returns a list of stock category abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν κατάλογο των συντομογραφιών κατηγορία μετοχών.
hu_hu: Ez a függvény egy listát állomány kategóriában rövidítések.

source: If successful, this function returns an array of stock category ids.
el_gr: Εάν επιτύχει, η λειτουργία αυτή επιστρέφει έναν πίνακα του αναγνωριστικά κατηγοριών μετοχών.
hu_hu: Ha beválik, a függvény egy tömböt állomány kategória azonosítók.

source: Otherwise an array of error codes is returned and no stock categories are returned.
el_gr: Διαφορετικά, μια σειρά από κωδικούς σφάλματος επιστρέφεται και δεν επέστρεψε κατηγορίες μετοχών.
hu_hu: Ellenkező esetben egy sor hibakódok vissza, és nem rendelkeznek raktárral kategóriák vissza.

source: This function takes a stock category ID and returns details of that stock category type.
el_gr: Η λειτουργία αυτή παίρνει ένα αρχείο τα στοιχεία ταυτότητας κατηγορία και τις αποδόσεις αυτού του τύπου την κατηγορία μετοχών.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Stock Category ID
el_gr: Χρηματιστήριο Κατηγορία ID
hu_hu: Termék kategória

source: A Stock Category ID as returned by the *WHAT* function.
el_gr: Μια Χρηματιστήριο Αναγνωριστικό κατηγορίας, όπως επιστρέφεται από τη * ΤΙ λειτουργία *.
hu_hu: A Stock kategória ID által visszaadott a * MI * funkciót.

source: This function returns an array of stock category details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των στοιχείων της κατηγορίας μετοχών.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Label Name
el_gr: Ετικέτα Όνομα
hu_hu: Körzet neve

source: The category label to search on.
el_gr: Η ετικέτα κατηγορίας για την αναζήτηση σε.
hu_hu: A kategória címke keresés.

source: This function returns a list of general ledger account codes.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν κατάλογο των γενικών κωδίκων λογαριασμού του καθολικού.
hu_hu: nincs beállítva mint érvényes bankszámla, főkönyvi hivatkozással

source: This function returns an array of general ledger account codes.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των γενικών κωδίκων λογαριασμού του καθολικού.
hu_hu: nincs beállítva mint érvényes bankszámla, főkönyvi hivatkozással

source: This function takes a general ledger account code and returns details of that account.
el_gr: Η λειτουργία αυτή γίνεται μια γενική κωδικός λογαριασμού του καθολικού και επιστρέφει τα στοιχεία του εν λόγω λογαριασμού.
hu_hu: Ez a funkció egy főkönyvi számla kódot és visszaadja adatait, hogy figyelembe.

source: General Ledger Account Code
el_gr: Γενικού κώδικα λογαριασμό του καθολικού
hu_hu: Főkönyv

source: A general ledger account code as returned by the GetGLAccountList function.
el_gr: Μια γενική κωδικός λογαριασμού του καθολικού, όπως επιστρέφεται από την GetGLAccountList λειτουργία.
hu_hu: Nincs elérhető főkönyvi számla (SQL), mert

source: This function returns an array of general ledger account details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα γενικών στοιχείων λογαριασμού του καθολικού.
hu_hu: nincs beállítva mint érvényes bankszámla, főkönyvi hivatkozással

source: This function takes a stock code ID and a tax authority code and returns the relevant tax rate.
el_gr: Η λειτουργία αυτή παίρνει ένα αναγνωριστικό κωδικό υλικό και έναν κωδικό φορολογική αρχή και επιστρέφει το σχετικό φορολογικό συντελεστή.
hu_hu: Ez a funkció az állomány kódot azonosítóval és adóhatósági kódot, és visszaadja a vonatkozó adókulcs.

source: The stock ID of the item whose tax rate is desired.
el_gr: Το αναγνωριστικό υλικού του αντικειμένου του οποίου φορολογικός συντελεστής είναι επιθυμητή.
hu_hu: Az állomány azonosítója a tétel, amelynek adókulcs kívánt.

source: Tax Authority Code
el_gr: Φορολογικού κώδικα Αρχή
hu_hu: Adószám

source: The code identifying the tax authority of interest.
el_gr: Ο κωδικός αναγνώρισης της φορολογικής αρχής του ενδιαφέροντος.
hu_hu: A kód azonosítja az adóhatóság az érdeklődés.

source: This function is used to insert a new supplier into the webERP database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την εισαγωγή ενός νέου προμηθευτή στην webERP βάση δεδομένων.
hu_hu: Ez a funkció beszúrni egy új szállító az webERP adatbázisban.

source: Supplier Details
el_gr: Προμηθευτής Λεπτομέρειες
hu_hu: Szállító

source: This function is used to modify a supplier which is already setup in the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να τροποποιήσει έναν προμηθευτή που ήδη εγκατάσταση στο webERP βάση δεδομένων.
hu_hu: Ez a funkció segítségével módosíthatja a szolgáltató, amely már beállít a webERP adatbázisban.

source: The supplierid must already exist in the weberp database.
el_gr: Η supplierid πρέπει να υπάρχει ήδη στη βάση δεδομένων weberp.
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: This function is used to retrieve the details of a supplier from the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες ενός προμηθευτή από την webERP βάση δεδομένων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Supplier ID
el_gr: Προμηθευτής ID
hu_hu: Szállító

source: This is a string value. It must be a valid supplier id that is already in the webERP database.
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Πρέπει να είναι ένα έγκυρο αναγνωριστικό προμηθευτή που βρίσκεται ήδη στο webERP βάση δεδομένων.
hu_hu: Ez egy string értéket. Meg kell egy érvényes azonosító, hogy a szállító már a webERP adatbázisban.

source: If successful this function returns a set of key/value pairs containing the details of this supplier.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει ένα σύνολο από ζεύγη κλειδιού / τιμής που περιέχει τις λεπτομέρειες αυτού του προμηθευτή.
hu_hu: Siker esetén ezt a függvény egy sor kulcs / érték párokat tartalmazó részleteit beszállító.

source: The key will be identical with field name from the suppliers table. All fields will be in the set regardless of whether the value was set.
el_gr: Το κλειδί θα είναι το ίδιο με το όνομα πεδίου από τον πίνακα προμηθευτών. Όλα τα πεδία θα είναι στο σύνολο, ανεξάρτητα από το αν η αξία ορίστηκε.
hu_hu: A kulcs meg fog egyezni a mező nevét a beszállítók asztalra. Minden mező lesz a készletbe függetlenül attól, hogy az értéket hoztak.

source: This is a string value. It must be a valid field in the suppliers table. This is case sensitive
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Πρέπει να είναι ένα έγκυρο πεδίο του πίνακα των προμηθευτών. Αυτό είναι case sensitive
hu_hu: Ez egy string értéket. Meg kell egy érvényes mezőt a szállítók táblázatban. Ez a kis-és nagybetűket

source: Criteria
el_gr: Κριτήρια
hu_hu: Kritériumok

source: This is a string value. It holds the string that is searched for in the given field. It will search for all or part of the field.
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Κατέχει το string που έψαξε στο συγκεκριμένο τομέα. Θα αναζητηθούν όλες ή μέρος του πεδίου.
hu_hu: Ez egy string értéket. Azon a karakterláncot keresi a az adott területen. Meg fogja keresni a részben vagy egészben a területen.

source: If successful this function returns an array of supplier ids.
el_gr: Εάν επιτύχει η λειτουργία αυτή επιστρέφει έναν πίνακα του ταυτότητες προμηθευτή.
hu_hu: Siker esetén ezt a függvény egy tömböt szállító azonosítók.

source: This function is used to retrieve the details of stock batches.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες των παρτίδων αποθεμάτων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Returns a two dimensional array of stock batch details.
el_gr: Επιστρέφει ένα δισδιάστατο πίνακα με λεπτομέρειες παρτίδας αποθεμάτων.
hu_hu: Visszaadja a két dimenziós tömb állomány tétel részleteket.

source: The fields returned are stockid, loccode, batchno, quantity, itemcost.
el_gr: Τα πεδία επέστρεψε stockid, loccode, batchno, την ποσότητα, itemcost.
hu_hu: A visszaadott mezők vannak stockid, loccode, batchno, mennyiség, itemcost.

source: Adjust the stock balance for the given stock code at the given location by the amount given.
el_gr: Ρυθμίστε την ισορροπία των αποθεμάτων για τον συγκεκριμένο κώδικα απόθεμα στη συγκεκριμένη θέση από το αναφερόμενο ποσό.
hu_hu: Állítsa be a készlet egyenlege az adott állomány kódot a megadott helyre a megadott összeget.

source: This is an integer value. It holds the amount of stock to be adjusted. Should be negative if is stock is to be reduced
el_gr: Αυτή είναι μια ακέραια τιμή. Κατέχει το ύψος των αποθεμάτων να προσαρμοστεί. Πρέπει να είναι αρνητική εάν είναι απόθεμα πρέπει να μειωθεί
hu_hu: Ez egy egész számot. Ez tartja az áru mennyiségét ki kell igazítani. Ha negatív lesz, ha az állomány, hogy csökkenteni kell

source: If successful this function returns 0.
el_gr: Αν είναι επιτυχής αυτή η συνάρτηση επιστρέφει 0.
hu_hu: Siker esetén ezt a függvény 0.

source: Issues stock to a given work order from the given location
el_gr: Ζητήματα αποθέματος σε μια δεδομένη σειρά εργασιών από τη δεδομένη θέση
hu_hu: Kérdések állomány egy adott munka érdekében az adott helyen

source: A string field containing a valid work order number that has already been created. The api will check this before making the enquiry.
el_gr: Ένα πεδίο string που περιέχει έναν έγκυρο αριθμό για το έργο που έχει ήδη δημιουργηθεί. Το API θα ελέγξει αυτό πριν από την πραγματοποίηση της έρευνας.
hu_hu: Egy karakterlánc tartalmazó mező érvényes munkavállalási tételszám, hogy már létrejött. Az api ellenőrzi ezt, mielőtt a vizsgálat.

source: Batch number
el_gr: Αριθμός παρτίδας
hu_hu: szám

source: This is a string value. It holds the reference to the batch number for the product being issued. If the stockid is not batch controlled this is ignored.
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Κατέχει η αναφορά στον αριθμό της παρτίδας του προϊόντος που εκδίδεται ον. Εάν η stockid δεν παρτίδα ελέγχεται αυτό αγνοείται.
hu_hu: Ez egy string értéket. Azon a hivatkozást, hogy a tétel számát a termék kiállításának. Ha a stockid nem tétel ellenőrzi a rendszer figyelmen kívül hagyja.

source: This function is used to retrieve the details of a work order from the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες της εντολής εργασίας από την webERP βάση δεδομένων.
hu_hu: Ez a funkció letölteni az adatokat a munka érdekében a webERP adatbázisból.

source: This is a string value. It must be a valid field in the workorders table. This is case sensitive
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Πρέπει να είναι ένα έγκυρο πεδίο του πίνακα workorders. Αυτό είναι case sensitive
hu_hu: Ez egy string értéket. Meg kell egy érvényes mezőt a workorders táblázatban. Ez a kis-és nagybetűket

source: If successful this function returns an array of work order numbers.
el_gr: Εάν επιτύχει η λειτουργία αυτή επιστρέφει έναν πίνακα των αριθμών για την εργασία.
hu_hu: Siker esetén ezt a függvény egy tömböt a munka megrendelési számot.

source: This function is used to insert new purchasing data into the webERP database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την εισαγωγή νέων δεδομένων αγοράς στη webERP βάση δεδομένων.
hu_hu: Ez a funkció, hogy helyezze be az új beszerzési adatokat a webERP adatbázisban.

source: Purchasing data
el_gr: Αγοράζοντας τα δεδομένα
hu_hu: Beszerzés

source: This function is used to modify purchasing data into the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να τροποποιήσει την αγορά δεδομένων στη βάση δεδομένων webERP.
hu_hu: Ez a funkció módosítása beszerzési adatokat a webERP adatbázisban.

source: This function is used to insert a new work order into the webERP database. Currently this works only for single line orders.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την εισαγωγή μιας νέας τάξης εργασίας στις webERP βάση δεδομένων. Επί του παρόντος, αυτό λειτουργεί μόνο για μία line παραγγελίες.
hu_hu: Ez a funkció be egy új munka érdekében a webERP adatbázisban. Jelenleg ez csak akkor működik, egyszer line.

source: Work order details
el_gr: Εργασία λεπτομέρειες της παραγγελίας
hu_hu: sorrendben

source: Receives stock from a given work order from the given location
el_gr: Λαμβάνει υλικού από μια συγκεκριμένη σειρά εργασιών από τη δεδομένη θέση
hu_hu: Fogadja a készlet egy adott munka érdekében az adott helyen

source: Returns the webERP default date format
el_gr: Αποδίδει την webERP προεπιλεγμένη μορφή ημερομηνίας
hu_hu: Visszaadja a webERP alapértelmezett dátumformátum

source: If successful this function returns a string contain the default date format.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει μια συμβολοσειρά περιέχει την προεπιλεγμένη μορφή ημερομηνίας.
hu_hu: Siker esetén ezt a függvény egy karakterláncot tartalmazza az alapértelmezett dátumformátum.

source: Returns the webERP default location
el_gr: Αποδίδει το webERP προεπιλεγμένη θέση
hu_hu: Visszaadja a webERP alapértelmezett hely

source: If successful this function returns a string contain the default location.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει μια συμβολοσειρά περιέχει την προεπιλεγμένη θέση.
hu_hu: felhasználók akiknek ez az alapértelezett telephely

source: Returns the webERP default price list
el_gr: Αποδίδει την webERP τιμοκατάλογο προεπιλογή
hu_hu: Visszaadja az webERP alapértelmezett árlista

source: If successful this function returns a string contain the default price list code.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει μια συμβολοσειρά περιέχει την τιμή προεπιλεγμένος κωδικός καταλόγου.
hu_hu: Siker esetén ezt a függvény egy karakterláncot tartalmazza az alapértelmezett árlista kódot.
