Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Authorisation Required
el_gr: Έγκριση Απαιτούμενη
hu_hu: Adószám

source: True
el_gr: Αληθινή
hu_hu: Igaz

source: False
el_gr: Ψευδής
hu_hu: Részletes

source: Timeout (seconds)
el_gr: Timeout (δευτερόλεπτα)
hu_hu: Timeout (másodperc)

source: Special Order Entry
el_gr: Ειδική έναρξη Παραγγελία
hu_hu: Különleges Rendelés

source: To set up a special
el_gr: Για να συσταθεί μια ειδική
hu_hu: Hogy hozzanak létre egy külön

source: Select the supplier now
el_gr: Επιλέξτε τον προμηθευτή τώρα
hu_hu: Válassza ki a szállító már

source: the customer must first be selected from the Select Customer page
el_gr: ο πελάτης πρέπει πρώτα να επιλεγεί από τη σελίδα Επιλογή Πελάτη
hu_hu: az ügyfél először ki kell választani az Ügyfél kiválasztása oldal

source: Select the customer now
el_gr: Επιλέξτε τον πελάτη τώρα
hu_hu: Válassza ki az ügyfél már

source: The customer record for
el_gr: Η εγγραφή των πελατών για
hu_hu: Az ügyfél rekord

source: Purchase from
el_gr: Αγορές από
hu_hu: Vásárol

source: delivered to
el_gr: παραδίδεται στην
hu_hu: szállított

source: branch
el_gr: υποκατάστημα
hu_hu: ág

source: Select the customer branch to deliver the special to from the list below
el_gr: Επιλέξτε το υποκατάστημα πελάτη για να παραδώσει το ιδιαίτερο για να από την παρακάτω λίστα
hu_hu: Válassza ki az ügyfél fióktelep biztosítja a különleges, hogy a lenti listából

source: There are no branches defined for the customer selected
el_gr: Δεν υπάρχουν υποκαταστήματα οριστεί για το επιλεγμένο πελάτη
hu_hu: Nincsenek ágak meg a felhasználó által kiválasztott

source: Please select a customer that has branches defined
el_gr: Επιλέξτε ένα πελάτη που έχει υποκαταστήματα που ορίζονται
hu_hu: Kérjük, válasszon egy ügyfelet, hogy az ágak meg

source: The reference for this order is less than 3 characters
el_gr: Η αναφορά για αυτή τη σειρά είναι λιγότερο από 3 χαρακτήρες
hu_hu: A hivatkozás ebben a sorrendben kevesebb, mint 3 karakter

source: a reference more than 3 characters is required before the order can be added
el_gr: αναφοράς περισσότερα από 3 χαρακτήρες είναι απαραίτητη πριν από την παραγγελία μπορεί να προστεθεί
hu_hu: hivatkozni több, mint 3 karakter van szükség, mielőtt a megrendelés ki

source: The person entering this order must be specified in the initiator field
el_gr: Το άτομο που εισέρχεται αυτή τη σειρά, πρέπει να καθορίζεται στο πεδίο εμπνευστής
hu_hu: Az, aki belép ezt a sorrendet meg kell határozni a kezdeményező területén

source: a blank initiator is not allowed
el_gr: μια κενή πρόταση δεν επιτρέπεται
hu_hu: egy üres kezdeményező nem engedélyezett

source: The cost entered must be numeric
el_gr: Το κόστος τέθηκε πρέπει να είναι αριθμός
hu_hu: Az ára lépett kell numerikus

source: The sale is at a lower price than the cost
el_gr: Η πώληση σε τιμή χαμηλότερη από το κόστος
hu_hu: Az értékesítés alacsonyabb áron, mint a költség

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί για τη βάση δεδομένων, διότι δεν υπάρχει θέση υλικού καθορίζονται στο βιβλίο οποιαδήποτε στοιχεία υλικού σε
hu_hu: A megrendelés nem lehet elkötelezett az adatbázis, mert nincs raktáron megadott helye könyv olyan állományok tételeket

source: The item record for line
el_gr: Το στοιχείο ρεκόρ για τη γραμμή
hu_hu: A tétel rekord vonal

source: could not be created because
el_gr: δεν μπόρεσε να δημιουργηθεί επειδή
hu_hu: nem lehet létrehozni, mert

source: The SQL statement used to insert the item and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την εισαγωγή του στοιχείου και απέτυχε ήταν
hu_hu: Az SQL utasítás használt be az elemet, és nem volt

source: The item stock locations for the special order line
el_gr: Το στοιχείο θέσεις των αποθεμάτων για την ειδική γραμμή για
hu_hu: Az elem készlet helyeken a külön rendelésre vonal

source: The SQL statement used to insert the location stock records and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την εισαγωγή της λογιστικής αποθήκης θέση και απέτυχε ήταν
hu_hu: Az SQL utasítás használt helyezze be a helyét árukészlet és a sikertelen volt

source: The item stock category information for the special order line
el_gr: Οι πληροφορίες για την κατηγορία μετοχών για την ειδική γραμμή για
hu_hu: A tétel stock kategóriában információk a speciális rendelési sor

source: The SQL statement used to get the category information and that failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για να πάρετε τις πληροφορίες κατηγορία και ότι απέτυχε ήταν
hu_hu: Az SQL utasítás használják, hogy a kategória-információk, és hogy nem volt

source: The delivery and sales type for the customer could not be retrieved for this special order
el_gr: Η παράδοση και οι πωλήσεις τύπου για τον πελάτη δεν μπορεί να ανακτηθεί για τον ειδικό αυτό σκοπό
hu_hu: A szállítási és értékesítési írja az ügyfél nem lehet letölteni erre külön rendelésre

source: The SQL statement used to get the delivery details and that failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για να πάρετε τις λεπτομέρειες παράδοσης και ότι απέτυχε ήταν
hu_hu: Az SQL utasítás használják, hogy a szállítási adatokat, és hogy nem volt

source: The sales order cannot be added because
el_gr: Η σειρά των πωλήσεων δεν μπορεί να προστεθεί, διότι
hu_hu: Az értékesítési megbízás nem adható, mert

source: There was a problem inserting a line into the sales order because
el_gr: Υπήρξε ένα πρόβλημα κατά την εισαγωγή μιας γραμμής στην παραγγελία πωλήσεων, επειδή
hu_hu: Volt egy probléma egészüljön ki egy olyan sort az értékesítés érdekében, mert

source: Sales Order Number
el_gr: Πωλήσεις Αριθμός Παραγγελίας
hu_hu: Vevői rendelések száma

source: Orders created on a cash sales account may need the delivery details for the order to be modified
el_gr: Καταδικάζει δημιουργήθηκε σε πωλήσεις τοις μετρητοίς λογαριασμός ενδέχεται να χρειαστεί τις λεπτομέρειες παράδοσης για τη σειρά που πρέπει να τροποποιηθεί
hu_hu: Az Elsőfokú Bíróság létre a készpénzes eladások szükség lehet a szállítási adatai érdekében módosítani kell

source: A freight charge may also be applicable
el_gr: Ο ναύλος μπορεί να εφαρμόζεται επίσης
hu_hu: Tehervonat díjat akkor is alkalmazható,

source: Enter A New Special Order
el_gr: Εισάγετε ένα νέο Ειδικό Τάξης
hu_hu: Írja be egy új, speciális Order

source: Receive Purchase Into and Sell From
el_gr: Λήψη Αγορά Into και πώληση από
hu_hu: Fogadása vásárlása és eladása Into tól

source: Special Ref
el_gr: Ειδικά Ref
hu_hu: Különleges Ref

source: Special Order Summary
el_gr: Ειδικά Περίληψη Παραγγελία
hu_hu: Speciális rendelési összesítő

source: Total Price
el_gr: Συνολική Τιμή
hu_hu: Teljes ár

source: TOTAL Excl Tax
el_gr: ΣΥΝΟΛΟ Excl Φορολογικές
hu_hu: TELJES Kiv adó

source: Ordered item Description
el_gr: Παραγγείλει Περιγραφή
hu_hu: Rendezett elem leírása

source: Required Delivery Date
el_gr: Απαιτούμενη Ημερομηνία Παράδοσης
hu_hu: Kötelező Szállítás dátuma

source: Add Item to Order
el_gr: Προσθήκη στοιχείου για Παραγγελία
hu_hu: Elem hozzáadása az Order

source: Process This Order
el_gr: Διαδικασία Το παρόν διάταγμα
hu_hu: Folyamat Ez a rendelet

source: Adjusting Controlled Items
el_gr: Ρύθμιση ελεγχόμενων ειδών
hu_hu: Beállítása ellenőrzött termékek

source: Enter A Stock Adjustment
el_gr: Εισάγετε μια προσαρμογή των αποθεμάτων
hu_hu: Adja meg az állomány beállítása

source: This page can only be opened if a stock adjustment for a controlled item has been entered
el_gr: Αυτή η σελίδα ανοίγει μόνο εάν μια προσαρμογή των αποθεμάτων για μια ελεγχόμενη θέση έχει εγγραφεί
hu_hu: Ez az oldal csak akkor lehet megnyitni, ha az állomány kiigazítás az ellenőrzött tétel került be

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
el_gr: Η προσαρμοσμένη διάταξη πρέπει να οριστεί ως ελέγχεται απαιτούν στοιχεία από τους αριθμούς παρτίδας ή αριθμούς σειράς είναι ρυθμισμένες
hu_hu: A kiigazított tételt kell meghatározni ellenőrzött megkövetelni input a tétel számát vagy gyári számok kiigazítják

source: Back to Adjustment Screen
el_gr: Επιστροφή στην Οθόνη Προσαρμογής
hu_hu: Vissza a beállítás képernyő

source: Adjustment of controlled item
el_gr: Προσαρμογή του ελεγχόμενου είδους
hu_hu: Kiigazítása az ellenőrzött tétel

source: Adding Items
el_gr: Προσθήκη στοιχείων
hu_hu: Elemek hozzáadása

source: Removing Items
el_gr: Αφαίρεση στοιχείων
hu_hu: Eltávolítása tételek

source: The Adjustment Type needs to be set
el_gr: Η προσαρμογή Τύπος πρέπει να ρυθμιστεί
hu_hu: A kiigazítás típusa kell állítani

source: Please try again
el_gr: Παρακαλώ δοκιμάστε ξανά
hu_hu: Kérjük, próbálja újra

source: Inventory Adjustment
el_gr: Απογραφή Προσαρμογής
hu_hu: Készlet karbantartás

source: Select Item to Adjust
el_gr: Επιλέξτε το Στοιχείο για Προσαρμογή
hu_hu: Adja meg az egyenleg dátumot

source: The stock information cannot be retrieved because
el_gr: Οι πληροφορίες μετοχών δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A megrendelés nem elérhető

source: The SQL to get the stock description was
el_gr: Ο SQL για να πάρει την περιγραφή μετοχών ήταν
hu_hu: SQL üzenet

source: Stock Description
el_gr: Αποθήκη Περιγραφή
hu_hu: Szakasz leírás

source: Adjust
el_gr: Ρύθμιση
hu_hu: Állítsa

source: The entered item code does not exist
el_gr: Το εγγεγραμμένο κωδικό του στοιχείου δεν υπάρχει
hu_hu: A megadott termék kódja nem létezik

source: There would be no adjustment to make
el_gr: Δεν θα υπήρχε καμία αναπροσαρμογή για να
hu_hu: Nem lenne kiigazítást, hogy a

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
el_gr: Η εισήλθε στοιχείο είναι ένα ελεγχόμενο στοιχείο το οποίο απαιτεί τη λεπτομέρεια από τους αύξοντες αριθμούς ή παραπομπές παρτίδα για να προσαρμοστεί που πρέπει να εγγραφούν
hu_hu: A tétel bevitt ellenőrzött cikk, amely előírja a részleteket a sorozatszámot, vagy tétel hivatkozások kell beállítani, hogy kell beírni

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
el_gr: Οι παράμετροι του συστήματος που να απαγορεύει τα αρνητικά αποθέματα. Η επεξεργασία αυτής της προσαρμογής αποθεμάτων θα οδηγήσει σε αρνητικό απόθεμα σε αυτή τη θέση. Η προσαρμογή αυτή δεν θα υποστεί επεξεργασία.
hu_hu: A rendszer paraméterek beállítása, hogy megtiltsák negatív készletek. Feldolgozás állomány kiigazítás eredményeként a negatív állománya ezen a helyen. Ez a kiigazítás nem kerül feldolgozásra.

source: Unable to determine if the serial item exists
el_gr: Σε θέση να προσδιορίσει αν η σειριακή διάταξη υπάρχει
hu_hu: Nem sikerült meghatározni, ha a soros elem létezik

source: A stock adjustment for
el_gr: Η προσαρμογή των αποθεμάτων για
hu_hu: A készlet korrekció

source: has been created from location
el_gr: έχει δημιουργηθεί από τη θέση
hu_hu: hoztak létre a helyszínen

source: Adjustment Details
el_gr: Προσαρμογή Λεπτομέρειες
hu_hu: Vevő név

source: Partial Description
el_gr: Μερική Περιγραφή
hu_hu: Tétel leírás

source: Partial Stock Code
el_gr: Μερική Κωδικός Χρηματιστήριο
hu_hu: Termékkód

source: Check Part
el_gr: Ελέγξτε το μέρος
hu_hu: Ellenőrizze rész

source: In Units of
el_gr: Σε Μονάδες
hu_hu: Egységeiként

source: Adjustment to Stock At Location
el_gr: Αναπροσαρμογή Αποθέματος στην τοποθεσία
hu_hu: Kiigazítás Stock a helyszínen

source: Comments On Why
el_gr: Παρατηρήσεις σχετικά με το γιατί
hu_hu: Észrevételek miért

source: Adjustment Quantity
el_gr: Προσαρμογή Ποσότητα
hu_hu: Kiigazítás mennyiség

source: Enter Stock Adjustment
el_gr: Εισάγετε προσαρμογή των αποθεμάτων
hu_hu: Adja Stock beállítása

source: Show Movements
el_gr: Εμφάνιση Κινήματα
hu_hu: Megjelenítés mozgások

source: Inventory Categories Maintenance
el_gr: Απογραφή Συντήρηση Κατηγορίες
hu_hu: Készlet kategóriák karbantartása

source: Dummy Item - (No Movements)
el_gr: Dummy Θέση - (Δεν Κινήσεις)
hu_hu: Dummy tétel - (nincs mozgások)

source: Finished Goods
el_gr: Έτοιμα προϊόντα
hu_hu: Készáru

source: Labour
el_gr: Εργασίας
hu_hu: Munkaügyi

source: Raw Materials
el_gr: Πρώτες Ύλες
hu_hu: Nyersanyagok

source: Could not delete the property
el_gr: Δεν ήταν δυνατή η διαγραφή του ακινήτου
hu_hu: Nem értelmezett ha a tétel

source: Deleted the property
el_gr: Διαγράφεται το ακίνητο
hu_hu: Részletes kimutatás

source: The Inventory Category code must be six characters or less long
el_gr: Η καταγραφή Κατηγορία κωδικός πρέπει να είναι έξι χαρακτήρες ή λιγότερο μακρά
hu_hu: A leltár Kategória kódot kell hat karakterből kevésbé hosszú

source: The Inventory category code must be at least 1 character but less than six characters long
el_gr: Ο κωδικός της κατηγορίας απογραφής πρέπει να είναι τουλάχιστον 1 χαρακτήρα αλλά λιγότερο από έξι χαρακτήρες
hu_hu: A leltár kategóriát kódot kell lennie legalább 1 karakter, de kevesebb, mint hat karakter hosszú

source: The stock type selected must be one of
el_gr: Ο τύπος επιλεγμένες μετοχές πρέπει να είναι ένας από τους
hu_hu: Az állomány típusát kell a kiválasztott egyik

source: Dummy item
el_gr: Dummy σημείο
hu_hu: Dummy tétel

source: Labour stock item
el_gr: Εργασίας σημείο απόθεμα
hu_hu: Munkaügyi készlet tétel

source: Finished product
el_gr: Τελικό προϊόν
hu_hu: Késztermék

source: or
el_gr: ή
hu_hu: vagy

source: The minimum value is expected to be a numeric value
el_gr: Η ελάχιστη τιμή αναμένεται να είναι μια αριθμητική τιμή
hu_hu: A minimális érték várhatóan egy numerikus érték

source: The maximum value is expected to be a numeric value
el_gr: Η μέγιστη τιμή αναμένεται να είναι μια αριθμητική τιμή
hu_hu: A maximális érték várhatóan egy numerikus érték

source: Could not update the stock category
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατηγορίας μετοχών
hu_hu: Nem frissíthető a rekord mert

source: Could not insert a new category property for
el_gr: Δεν είναι δυνατή η προσθήκη ενός νέου ακινήτου κατηγορία για
hu_hu: Fizetési módnem rögzíthető

source: Updated the stock category property for
el_gr: Ενημερώθηκε το ακίνητο κατηγορία μετοχών για τις
hu_hu: Frissítve: az állomány kategóriában ingatlan

source: Updated the stock category record for
el_gr: Ενημερώθηκε το ρεκόρ της κατηγορίας των αποθεμάτων για
hu_hu: Vevői allokálás rekord

source: Could not insert the new stock category
el_gr: Δεν ήταν δυνατή η εισαγωγή της νέας κατηγορίας μετοχών
hu_hu: Nem rögzíthető az alkatrész, mert

source: A new stock category record has been added for
el_gr: Ένα νέο ρεκόρ κατηγορία μετοχών έχει προστεθεί για
hu_hu: Az új hely rekord rögzítve

source: Cannot delete this stock category because stock items have been created using this stock category
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία μετοχών, επειδή οι στόκ τεμάχια έχουν δημιουργηθεί χρησιμοποιώντας αυτή την κατηγορία μετοχών
hu_hu: Nem lehet törölni ezt a kategóriát, mert állomány készleten db hoztak létre ezzel a stock kategóriában

source: items referring to this stock category code
el_gr: σημείων που αφορούν αυτόν τον κώδικα κατηγορία μετοχών
hu_hu: tételek hivatkozva ennek az állománynak kategóriában kódot

source: Cannot delete this stock category because it is used by the sales
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία μετοχών, επειδή χρησιμοποιείται από τις πωλήσεις
hu_hu: Nem törölhető állomány kategóriába, mert használják az értékesítési

source: GL posting interface
el_gr: GL απόσπαση διεπαφή
hu_hu: GL kiküldetés interfész

source: Delete any records in the Sales GL Interface set up using this stock category first
el_gr: Διαγράψτε τυχόν αρχεία στο Sales GL Interface συστήσει τη χρήση αυτής της κατηγορίας στόκ
hu_hu: Töröljön minden rekordok az értékesítési GL interfész segítségével állíthatók be ennek az állománynak kategóriában az első

source: Cannot delete this stock category because it is used by the cost of sales
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία μετοχών, επειδή χρησιμοποιείται από το κόστος πωλήσεων
hu_hu: Nem törölhető állomány kategóriába, mert használják az értékesítési költségek

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
el_gr: Διαγράψτε τυχόν αρχεία στο κόστος πωλήσεων ΓΠ Interface συστήσει τη χρήση αυτής της κατηγορίας στόκ
hu_hu: Töröljön minden rekordok az Értékesítés költsége GL interfész segítségével állíthatók be ennek az állománynak kategóriában az első

source: The stock category
el_gr: Η κατηγορία μετοχών
hu_hu: Az állomány kategória

source: Default Tax Category
el_gr: Προεπιλογή φορολογική κατηγορία
hu_hu: Alapértelmezett Adó kategória

source: Price Var GL
el_gr: Τιμή GL Var
hu_hu: Ár Var GL

source: Usage Var GL
el_gr: Χρήση GL Var
hu_hu: Használat Var GL

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την κατηγορία μετοχών; Συμπληρωματικοί έλεγχοι θα διενεργούνται πριν από την πραγματική διαγραφή για να εξασφαλιστεί η ακεραιότητα των δεδομένων δεν διακυβεύεται.
hu_hu: Biztosan törölni kívánt állomány kategóriát? További ellenőrzéseket kell végezni, mielőtt a tényleges törlés, hogy biztosítsa az adatok integritását nem kerül veszélybe.

source: Show All Stock Categories
el_gr: Εμφάνιση όλων των κατηγοριών Χρηματιστήριο
hu_hu: Összes Stock kategória

source: Recovery GL Code
el_gr: Ανάκτηση GL Κώδικας
hu_hu: Főkönyvi kód

source: Stock GL Code
el_gr: Χρηματιστήριο GL Κώδικας
hu_hu: Stock GL kód

source: WIP GL Code
el_gr: WIP GL Κώδικας
hu_hu: WIP GL kód

source: Stock Adjustments GL Code
el_gr: Χρηματιστήριο Αναπροσαρμογές GL κώδικα
hu_hu: Stock Kiigazítások GL kód

source: Price Variance GL Code
el_gr: Κωδικός Τιμή GL Διακύμανση
hu_hu: Ár variancia GL kód

source: Labour Efficiency Variance GL Code
el_gr: Εργατικό Διακύμανση απόδοση GL κώδικα
hu_hu: Munkaügyi Hatékonyság variancia GL kód

source: Usage Variance GL Code
el_gr: Χρήση κώδικα GL Διακύμανση
hu_hu: Használat variancia GL kód

source: Property Label
el_gr: Ακίνητα Label
hu_hu: Ingatlan címke

source: Control Type
el_gr: Ελέγχου Τύπου
hu_hu: Kiválasztott tételek

source: Default Value
el_gr: Προεπιλεγμένη τιμή
hu_hu: Alapértelmezett csomagjegyzék

source: Minimum Value
el_gr: Ελάχιστη τιμή
hu_hu: Minimális érték

source: Maximum Value
el_gr: Μέγιστη Αξία
hu_hu: Maximális érték

source: Require in SO
el_gr: Απαίτηση σε SO
hu_hu: Megkövetelik SO

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ακίνητο; Όλα τα ακίνητα αυτού του τύπου που έχει δημιουργηθεί για τα προϊόντα που αποθηκεύονται θα διαγραφούν επίσης.
hu_hu: Biztosan törölni kívánja a az ingatlan? Minden tulajdonságait típusú létrehozott állomány elemek is törlődnek.

source: Stock Count Sheets
el_gr: Χρηματιστήριο σεντόνια
hu_hu: Készlet szám

source: Stock Count Sheets - Problem Report
el_gr: Αποθήκη σεντόνια - Αναφορά προβλήματος
hu_hu: Görgetett szállítói számla elemzés - Problémás esetek

source: The inventory quantities could not be added to the freeze file because
el_gr: Οι ποσότητες αποθεμάτων δεν θα μπορούσε να προστεθεί στο αρχείο παγώσει, επειδή
hu_hu: A leltár mennyiségeket nem lehetett hozzá a befagyasztására fájlt, mert

source: The old quantities could not be deleted from the freeze file because
el_gr: Η παλιά ποσότητες δεν θα μπορούσε να διαγραφεί από το αρχείο πάγωμα διότι
hu_hu: A régi mennyiségeket nem lehetett törölni a fájlt, mert befagyasztásáról

source: Stock Freeze - Problem Report
el_gr: Αποθήκη Freeze - Αναφορά προβλήματος
hu_hu: Hibalista

source: Stock Check Freeze Update
el_gr: Αποθήκη Πάγωμα Ελέγξτε Ενημέρωση
hu_hu: Stock Ellenőrizze Freeze frissítve

source: Print Check Sheets
el_gr: Εκτύπωση Φύλλα Έλεγχος
hu_hu: Nyomtatás Ellenőrizze lapok

source: Added to the stock check file successfully
el_gr: Προστέθηκε στο αρχείο ελέγχου αποθεμάτων με επιτυχία
hu_hu: Hozzáadott hogy az állomány ellenőrzése fájl sikeresen

source: Stock Sheets
el_gr: Χρηματιστήριο Φύλλα
hu_hu: Stock lapok

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
el_gr: Πριν σεντόνια απόθεμα μπορεί να εκτυπωθεί, αντίγραφο των ποσοτήτων αποθεμάτων, πρέπει να ληφθεί - το πάγωμα έλεγχος αποθεμάτων. Κάντε μια ελέγχουν τα δεδομένα αποθεμάτων αρχείο για πρώτη φορά
hu_hu: Mielőtt állomány száma lapokat lehet nyomtatni, egy példányát az állomány mennyiségeket kell venni - az állomány ellenőrzése fagyasztható. Készíts egy állomány ellenőrzése adatfájl első

source: Stock Check Sheets - Problem Report
el_gr: Αποθήκη Φύλλα Έλεγχος - Αναφορά προβλήματος
hu_hu: Stock Ellenőrizze lapok - hibajelentések

source: Stock Check Sheets
el_gr: Χρηματιστήριο Φύλλα Ελέγξτε
hu_hu: Stock Ellenőrizze lapok

source: print
el_gr: εκτύπωση
hu_hu: Jelentés

source: Action for Stock Check Freeze
el_gr: Δράση για την Πάγωμα Έλεγχος Αποθέματος
hu_hu: Akció a készlet Check Freeze

source: Make new stock check data file
el_gr: Κάντε νέα επιταγή αρχείο δεδομένων αποθεμάτων
hu_hu: Győződjön meg az új állomány ellenőrzik az adatokat fájlba

source: Add/update existing stock check file
el_gr: Προσθήκη / ενημέρωση των υπαρχόντων αρχείων έλεγχος αποθεμάτων
hu_hu: Hozzáadása / frissítése a meglévő készletek ellenőrzése fájl

source: Print Stock Check Sheets Only
el_gr: Εκτύπωση Φύλλα Ελέγξτε Χρηματιστήριο Μόνο
hu_hu: Nyomtatás Stock Ellenőrizze lapok csak

source: Show system quantity on sheets
el_gr: Εμφάνιση ποσότητα συστήματος σε φύλλα
hu_hu: Megjelenítés rendszer mennyiséget lapok

source: Only print items with non zero quantities
el_gr: Μόνο τα στοιχεία εκτύπωσης με μη μηδενικές ποσότητες
hu_hu: Csak a nyomtatott termékek a nem nulla mennyiségben

source: Print and Process
el_gr: Εκτύπωση και Διαδικασία
hu_hu: Nyomtatás és folyamat

source: Attempting to overwrite an existing item image
el_gr: Προσπαθώντας να αντικαταστήσετε ένα υπάρχον στοιχείο εικόνας
hu_hu: Próbál felülírni egy már létező elem képet

source: The stock item description must be entered and be fifty characters or less long
el_gr: Η περιγραφή στοιχείου υλικό πρέπει να τεθεί και να είναι πενήντα χαρακτήρες ή λιγότερο μακρά
hu_hu: Az állomány tétel leírását kell feltüntetni, és ötven vagy ennél kevesebb karakter hosszú

source: It cannot be a zero length string either
el_gr: Δεν μπορεί να είναι μια συμβολοσειρά μηδενικού μήκους, είτε
hu_hu: Ez nem lehet nulla hosszúságú karakterláncot vagy

source: a description is required
el_gr: περιγραφή απαιτείται
hu_hu: A leírás szükséges

source: The stock item description cannot be a zero length string
el_gr: Η περιγραφή στοιχείου αποθεμάτων δεν μπορεί να είναι μια συμβολοσειρά μηδενικού μήκους
hu_hu: A készlet tétel leírását nem lehet nulla hosszúságú karakterlánc

source: a long description is required
el_gr: μια μακρά περιγραφή απαιτείται
hu_hu: hosszú leírás szükséges

source: The stock item code cannot contain any of the following characters
el_gr: Ο κωδικός στοιχείο απόθεμα δεν μπορούν να περιέχουν οποιοδήποτε από τα παρακάτω χαρακτήρες
hu_hu: A készlet elem-kód nem tartalmazhatja a következő karaktereket

source: The unit of measure must be 20 characters or less long
el_gr: Η μονάδα μέτρησης πρέπει να είναι 20 χαρακτήρες ή λιγότερο μακρά
hu_hu: A mértékegység kell 20 karakter hosszú vagy annál kevesebb

source: The volume of the packaged item in cubic metres must be numeric
el_gr: Ο όγκος του συσκευασμένου στοιχείου σε κυβικά μέτρα πρέπει να είναι αριθμός
hu_hu: A kötet a csomagolt termék köbméterben kell numerikus
