Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Quantity Demand
el_gr: Ποσότητα Ζήτηση
hu_hu: Mennyiségi határ

source: Quantity On Order
el_gr: Ποσότητα με Παραγγελία
hu_hu: Mennyiségi határ

source: Curr
hu_hu: Aktuális

source: Prefer
el_gr: Προτιμώ
hu_hu: Preferálása

source: Show Stock Usage
el_gr: Εμφάνιση Χρήση Χρηματιστήριο
hu_hu: Megjelenítés Stock Használat

source: Search All Purchase Orders
el_gr: Αναζήτηση Όλες οι εντολές αγοράς
hu_hu: Keresés minden Megrendelések

source: Show Part Picture (if available)
el_gr: Εμφάνιση Μέρος Εικόνα (εάν υπάρχει)
hu_hu: Megjelenítés rész Kép (ha van)

source: View Costed Bill Of Material
el_gr: Δείτε Κοστολογούμενη Bill του υλικού
hu_hu: Nézd meg költségszámításokat Bill of Material

source: Where This Item Is Used
el_gr: Όταν Το στοιχείο αυτό χρησιμοποιείται
hu_hu: Amennyiben ez elemet használ

source: Where This Labour Item Is Used
el_gr: Όταν αυτό το τεκμήριο Εργασίας Χρησιμοποιείται
hu_hu: Amennyiben ez Munkaügyi elemet használ

source: Quantity Adjustments
el_gr: Ποσότητα Αναπροσαρμογές
hu_hu: Mennyiség beállítás

source: Purchase this Item from
el_gr: Αγοράστε αυτό το σημείο από
hu_hu: Vásárolt

source: Modify Item Details
el_gr: Τροποποίηση Θέση Λεπτομέρειες
hu_hu: Rendelt tétel módosítás

source: Maintain Reorder Levels
el_gr: Διατήρηση των επιπέδων Αναδιάταξη
hu_hu: Utánrendelés szintek karbantartása

source: Maintain Standard Cost
el_gr: Διατήρηση Βασικό κόστος
hu_hu: Karbantartás Standard Cost

source: Maintain Purchasing Data
el_gr: Διατήρηση δεδομένων Αγορά
hu_hu: Beszerzés adatok karbantarás

source: Maintain Pricing
el_gr: Διατήρηση Τιμολόγηση
hu_hu: Karbantartás árért

source: Special Prices for customer
el_gr: Ειδικές τιμές για τους πελάτες
hu_hu: Különleges árak az ügyfél

source: Maintain Discount Category
el_gr: Διατήρηση Κατηγορία Έκπτωση
hu_hu: Kedvezmény kategória

source: Inventory Items
el_gr: Απογραφή Είδη
hu_hu: Új termék

source: Search Recurring Sales Orders
el_gr: Αναζήτηση επαναλαμβανόμενες παραγγελίες πωλήσεων
hu_hu: Keresés Ismétlődő Vevői rendelések

source: Select recurring order templates for delivery from:
el_gr: Επιλέξτε επαναλαμβανόμενες προκειμένου πρότυπα για την παράδοση από:
hu_hu: Válassza ki a visszatérő érdekében sablonokat szállítási teljesítménye:

source: Search Recurring Orders
el_gr: Αναζήτηση Επαναλαμβανόμενη Παραγγελίες
hu_hu: Keresés Ismétlődő megrendelések

source: No recurring orders were returned by the SQL because
el_gr: Δεν επαναλαμβανόμενες παραγγελίες επιστρέφονται από τον SQL επειδή
hu_hu: Nem ismétlődő megrendelések által visszaadott SQL miatt

source: Times p.a.
el_gr: Φορές ετησίως
hu_hu: Szor pa

source: The Order Number entered MUST be numeric
el_gr: Ο Αριθμός Παραγγελίας τέθηκε πρέπει να είναι αριθμός
hu_hu: A rendelési szám lépett KELL numerikus

source: Quotations Only
el_gr: Αποφθέγματα Μόνο
hu_hu: Idézetek csak

source: Orders Only
el_gr: Παραγγελίες μόνο
hu_hu: Az Elsőfokú Bíróság csak a

source: Add Sales Order
el_gr: Προσθήκη Παραγγελίας Πώλησης
hu_hu: Vevői megrendelések

source: Dispatch Note
el_gr: Δελτίο αποστολής
hu_hu: Szállítás dátuma

source: Print Quote
el_gr: Εκτύπωση Παράθεση
hu_hu: Ajánlat nyomtatása

source: Quote Total
el_gr: Παράθεση Σύνολο
hu_hu: Idézet összesen

source: Search Suppliers
el_gr: Αναζήτηση Προμηθευτές
hu_hu: Keresés Beszállítók

source: Supplier name keywords have been used in preference to the Supplier code extract entered
el_gr: Οι λέξεις-κλειδιά Προμηθευτής όνομα έχουν χρησιμοποιηθεί κατά προτίμηση με τον κωδικό προμηθευτή απόσπασμα εγγράφεται
hu_hu: Szállító neve a kulcsszavakat, amelyek előnyben részesíthetők a Szállító kódot kivonatot be

source: Supplier Inquiries
el_gr: Προμηθευτής Ερωτήσεις
hu_hu: Szállító Érdeklődés

source: Supplier Transactions
el_gr: Προμηθευτής Συναλλαγές
hu_hu: Szállító tranzakciók

source: Supplier Maintenance
el_gr: Προμηθευτής Συντήρηση
hu_hu: Szállító Karbantartás

source: Select a menu option to operate using this supplier.
el_gr: Επιλέξτε μια επιλογή μενού για να λειτουργούν με τη χρήση αυτού του προμηθευτή.
hu_hu: Válasszon ki egy menüpontot üzemelni ez a beszállítói.

source: Supplier Account Inquiry
el_gr: Προμηθευτής Εξεταστική Λογαριασμού
hu_hu: Szállító számla Ajánlatkérés

source: Add / Receive / View Outstanding Purchase Orders
el_gr: Προσθήκη / Λήψη / Προβολή Εκκρεμείς Εντολές Αγοράς
hu_hu: Rendezettlen szállítói megrendelések

source: View All Purchase Orders
el_gr: Δείτε Όλες τις εντολές αγοράς
hu_hu: Nézd meg az összes beszerzési rendelések

source: List all open shipments for
el_gr: Λίστα όλων των ανοικτών αποστολές για
hu_hu: Lista az összes nyitott szállításokat

source: Search / Modify / Close Shipments
el_gr: Αναζήτηση / Τροποποίηση / Κλείσιμο Αποστολές
hu_hu: Keresés / módosítása / Close szállítása

source: Supplier Price List
el_gr: Προμηθευτής Τιμοκατάλογος
hu_hu: Vevő árszint

source: Enter a Purchase Order for This Supplier
el_gr: Πληκτρολογήστε μια εντολή αγοράς για την παρούσα Προμηθευτή
hu_hu: Szállító választás

source: Enter a Suppliers Invoice
el_gr: Εισάγετε μια τιμολόγια των προμηθευτών
hu_hu: Adja meg a Szállítók számla

source: Enter a Suppliers Credit Note
el_gr: Εισάγετε ένα πιστωτικό σημείωμα Προμηθευτές
hu_hu: Adja meg a Szállítók Credit megjegyzés

source: Reverse an Outstanding Goods Received Note (GRN)
el_gr: Αντίστροφη Οφειλόμενο αγαθών που έχουν παραληφθεί Σημείωση (GRN)
hu_hu: Szállítói visszáru

source: Add a New Supplier
el_gr: Προσθέστε ένα νέο προμηθευτή
hu_hu: Új szállító

source: Modify Or Delete Supplier Details
el_gr: Τροποποιήσει ή να διαγράψει στοιχεία προμηθευτή
hu_hu: Módosítani vagy törölni Szállító Részletek

source: Add/Edit/Delete Supplier Contacts
el_gr: Προσθήκη / Τροποποίηση / Διαγραφή Επαφές Προμηθευτή
hu_hu: Módosít/töröl egy szállítót

source: Set Up A New Shipment
el_gr: Συστήσει νέα αποστολή
hu_hu: Létrehoznak egy új szállítmány

source: Supplier Login Configuration
el_gr: Προμηθευτής Σύνδεση Διαμόρφωση
hu_hu: Sikertelen Vevői EDI beállítások

source: Suppliers
el_gr: Προμηθευτές
hu_hu: Szállító

source: Search for Suppliers
el_gr: Αναζήτηση για Προμηθευτές
hu_hu: Szállító választás

source: Mapping is enabled, but no Mapping data to display for this Supplier.
el_gr: Χαρτογράφηση είναι ενεργοποιημένη, αλλά δεν υπάρχουν δεδομένα χαρτογράφησης να εμφανίζεται για αυτό το Προμηθευτή.
hu_hu: Mapping engedélyezve van, de nincs Mapping megjeleníthető adat erre a Szállító.

source: Supplier Mapping
el_gr: Προμηθευτής Χαρτογράφηση
hu_hu: Szállítói allokálások

source: Supplier Data
el_gr: Προμηθευτής Δεδομένων
hu_hu: Szállító

source: No payments yet to this supplier.
el_gr: Δεν έχει ακόμη πληρωμές σε αυτό τον προμηθευτή.
hu_hu: Adjon meg oszlopot a kimutatáshoz

source: Last Paid:
el_gr: Τελευταία Αμειβόμενος:
hu_hu: Kifiz dátum

source: Last Paid Amount:
el_gr: Τελευταία καταβληθέν ποσό:
hu_hu: Utolsó befizetett összeg:

source: Supplier since:
el_gr: Προμηθευτή, δεδομένου ότι:
hu_hu: Szállító

source: Total Spend with this Supplier:
el_gr: Σύνολο Περάστε με αυτό Προμηθευτής:
hu_hu: Összesen Töltsön ezzel a Szállító:

source: Shipment Costing
el_gr: Αποστολή Κοστολόγηση
hu_hu: Szállítás Költség

source: This page is expected to be called with the shipment number to show the costing for
el_gr: Αυτή η σελίδα αναμένεται να κληθεί με τον αριθμό αποστολής για να δείτε τα υπολογισμό του κόστους των
hu_hu: Ez az oldal várhatóan hívják a küldemény számát mutatja a költségszámítás a

source: Shipment
el_gr: Αποστολή
hu_hu: Szállítás

source: cannot be retrieved because a database error occurred
el_gr: δεν μπορούν να ανακτηθούν επειδή ένα σφάλμα βάσης δεδομένων εμφανίστηκε
hu_hu: nem lehet letölteni, mert egy adatbázis hiba történt

source: could not be located in the database
el_gr: δεν θα μπορούσε να βρίσκεται στη βάση δεδομένων
hu_hu: nem található az adatbázisban

source: Shipment Details
el_gr: Αποστολή Λεπτομέρειες
hu_hu: Szállítás Részletek

source: Vessel
el_gr: Σκάφους
hu_hu: Hajó

source: Expected Arrival Date (ETA)
el_gr: Αναμενόμενη Ημερομηνία Άφιξης (ETA)
hu_hu: Várható érkezés időpontja (ETA)

source: general costs cannot be retrieved from the database
el_gr: γενικά έξοδα δεν μπορούν να ανακτηθούν από τη βάση δεδομένων
hu_hu: általános költségek nem lehet kinyerni az adatbázisból

source: No General Cost Records exist for Shipment
el_gr: Δεν Γενικά Αρχεία Κόστος υπάρχουν για τις μεταφορές
hu_hu: Nincs általános költség Records léteznek szállítás

source: in the database
el_gr: στη βάση δεδομένων
hu_hu: Az adatbázisban

source: Item costs cannot be retrieved from the database
el_gr: κόστος σημείο δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
hu_hu: Pont költségek nem lehet kinyerni az adatbázisból

source: No Item Cost Records exist for Shipment
el_gr: Δεν Κόστος Θέση υφίστανται αρχεία για την αποστολή
hu_hu: Nem pont költsége Records léteznek szállítás

source: The lines on the shipment could not be retrieved from the database
el_gr: Οι γραμμές σχετικά με τις μεταφορές δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
hu_hu: A vonalak a szállítást nem lehet letölteni az adatbázisból

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
el_gr: Δεν μπορεί να κλείσει μια αποστολή όπου η παραληφθείσα ποσότητα είναι μεγαλύτερη από την ποσότητα που τιμολογείται. Ελέγξτε το στοιχείο
hu_hu: Nem lehet lezárni a szállítást, ha a mennyiséget kapott több, mint a mennyiség kiszámlázásra. Ellenőrizze az elem

source: Items on shipment
el_gr: Στοιχεία για την αποστολή
hu_hu: Tételek szállítás

source: Variance
el_gr: Διακύμανση
hu_hu: Variancia

source: The quantity on hand could not be retrieved from the database
el_gr: Η ποσότητα στο χέρι δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
hu_hu: A következő tranzakció nem elérhető az adatbázisban, mert

source: The following SQL to retrieve the total stock quantity was used
el_gr: Οι παρακάτω SQL για να ανακτήσει τη συνολική ποσότητα αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: SQL sor

source: shipment cost
el_gr: κόστος αποστολής
hu_hu: szállítás költsége

source: shipment quantity > stock held - variance write off
el_gr: αποστολή υλικού&gt; ποσότητα που κατέχει - διακύμανση διαγραφή
hu_hu: szállítmány mennyisége&gt; tulajdonában lévő - ellentétben írja le

source: The GL entry for the shipment variance posting for
el_gr: Η καταχώρηση GL για τη διακύμανση αποστολή απόσπαση για
hu_hu: A szállítás dátumát a következő formában kell megadni

source: could not be inserted into the database because
el_gr: δεν θα μπορούσε να εισαχθεί στη βάση δεδομένων, επειδή
hu_hu: nem lehet beszúrni az adatbázisba, mert

source: shipment avg cost adjt
el_gr: αποστολή avg adjt κόστος
hu_hu: szállítás költsége átlag adjt

source: The GL entry for the shipment average cost adjustment for
el_gr: Η καταχώρηση GL για το μέσο προσαρμογής του κόστους μεταφοράς για τα
hu_hu: A szállítás dátumát a következő formában kell megadni

source: The cost could not be updated because
el_gr: Το κόστος θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: The following SQL to update the cost was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε το κόστος χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: Qty recd
el_gr: Ποσότητα recd
hu_hu: Db recd

source: The Positive GL entry for the shipment variance posting for
el_gr: Η θετική τιμή GL για τη διακύμανση αποστολή απόσπαση για
hu_hu: A pozitív GL bejegyzést a szállítást variancia kiküldetés

source: Qty invoiced
el_gr: Ποσότητα τιμολογούνται
hu_hu: Számlázva

source: The credit GL entry for the shipment variance posting for
el_gr: Η καταχώρηση GL πίστωση για τη διακύμανση αποστολή απόσπαση για
hu_hu: A szállítás dátumát a következő formában kell megadni

source: Shipment of
el_gr: Αποστολή
hu_hu: Szállítása

source: cost was
el_gr: κόστος ήταν
hu_hu: költség

source: changed to
el_gr: άλλαξε σε
hu_hu: változott

source: QOH of
el_gr: QOH της
hu_hu: A QOH

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
el_gr: Η πίστωση GL για το απόθεμα αναπροσαρμογής του κόστους μεταφοράς απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A GL hitelt a szállítás költségét állomány kiigazítás kiküldetés nem lehetett beilleszteni, mert

source: The GL debit for stock cost adjustment posting could not be inserted because
el_gr: Το χρεωστικό GL για την προσαρμογή του κόστους αποθεμάτων απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A GL terhelés a készlet ára kiigazítás kiküldetés nem lehetett beilleszteni, mert

source: The shipment cost details for the stock item could not be updated because
el_gr: Τα στοιχεία του κόστους αποστολής για το είδος υλικού δεν θα μπορούσε να ενημερωθεί, επειδή
hu_hu: A szállítás költsége adatai állomány elem nem lehet frissíteni, mert

source: Total Shipment Charges
el_gr: Σύνολο εξόδων αποστολής
hu_hu: Összesen Szállítás díjak

source: Total Value of all variances on this shipment
el_gr: Συνολική αξία όλων των διακυμάνσεων σε αυτή την αποστολή
hu_hu: Összesített értéke varianciák ezen szállítás

source: Shipment Charges Against Products
el_gr: Αποστολή κατηγορίες εναντίον Προϊόντα
hu_hu: Szállítás vád termékek

source: Local Amount
el_gr: Τοπική Ποσό
hu_hu: Helyi összeg

source: Charged
el_gr: Φορτισμένο
hu_hu: Felszámolásra

source: Total Charges Against Shipment Items
el_gr: Σύνολο κατηγοριών εναντίον Στοιχεία Αποστολής
hu_hu: Összesen vád szállítás tételek

source: General Shipment Charges
el_gr: Γενικά Έξοδα αποστολής
hu_hu: Általános Szállítási díjak

source: Total General Shipment Charges
el_gr: Σύνολο γενικά έξοδα αποστολής
hu_hu: Összesen Általános Szállítási díjak

source: Update Standard Costs
el_gr: Ενημέρωση Πρότυπο Κόστος
hu_hu: Frissítés Standard költségek

source: Confirm OK to Close
el_gr: Επιβεβαίωση OK για να κλείσετε
hu_hu: Erősítse meg az OK gombot a bezáráshoz

source: Could not complete the purchase order lines on this shipment
el_gr: δεν μπόρεσε να ολοκληρώσει τις γραμμές παραγγελίας σε αυτήν την αποστολή
hu_hu: Nem sikerült befejezni a megrendelés vonalak a szállítmányról

source: Could not update the shipment to closed
el_gr: Δεν ήταν δυνατή η ενημέρωση για τη μεταφορά να κλείσει
hu_hu: Fizetési mód nem frissíthető

source: has been closed
el_gr: έχει κλείσει
hu_hu: bezárt

source: All variances were posted to the general ledger
el_gr: Όλες οι αποκλίσεις στάλθηκαν στο γενικό καθολικό
hu_hu: Minden eltérések feltették a főkönyvi

source: All shipment items have had their standard costs updated
el_gr: Όλα τα στοιχεία που είχαν σταλεί κατ &#39;αποκοπή έξοδα ενημέρωση
hu_hu: Valamennyi szállítási tétel volt a szokásos költségek frissítés

source: Shipments
el_gr: Αποστολές
hu_hu: Szállítások

source: To set up a shipment
el_gr: Για να δημιουργήσετε μια αποστολή
hu_hu: Ha be szeretné állítani a szállítás

source: the supplier must first be selected from the Select Supplier page
el_gr: ο προμηθευτής πρέπει πρώτα να επιλεγεί από τη σελίδα Επιλογή Προμηθευτή
hu_hu: a szállító először be kell kiválasztani a kiválasztása Szállító oldal

source: Select the Supplier
el_gr: Επιλέξτε τον Προμηθευτή
hu_hu: Válassza a Szállító

source: Unable to locate Shipment
el_gr: Αδυναμία εντοπισμού αποστολή
hu_hu: Nem található a szállítás

source: Shipment No.
el_gr: Αποστολή Όχι.
hu_hu: Szállítás Nem

source: The selected shipment is already closed and no further modifications to the shipment are possible
el_gr: Το επιλεγμένο αποστολή έχει ήδη κλείσει και δεν χρειάζεται περαιτέρω τροποποιήσεις της αποστολής είναι δυνατόν
hu_hu: A kiválasztott szállítmány már le van zárva, és további módosításokat a szállítás lehetséges

source: The lines on the shipment cannot be retrieved because
el_gr: Οι γραμμές σχετικά με τις μεταφορές δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A vonalak a szállítást nem lehet letölteni, mert

source: Unable to locate lines for Shipment
el_gr: Αδυναμία εντοπισμού γραμμές για τις μεταφορές
hu_hu: Nem található a sorok szállítás

source: The supplier details for the shipment could not be retrieved because
el_gr: Οι λεπτομέρειες προμηθευτή για την αποστολή δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A szállító részleteit a szállítást nem lehet letölteni, mert

source: The date of expected arrival of the shipment must be entered in the format
el_gr: Η ημερομηνία της αναμενόμενης άφιξης της αποστολής πρέπει να αναγράφεται με τη μορφή
hu_hu: A dátum a várható érkezése a szállítást fel kell tüntetni a formátumban

source: An expected arrival of the shipment must be a date after today
el_gr: Η αναμενόμενη άφιξη της αποστολής πρέπει να είναι η ημερομηνία μετά την σημερινή
hu_hu: A várható érkezése a szállítást kell egy időpontot követően ma

source: A reference to the vessel of more than 2 characters is expected
el_gr: Η αναφορά στο σκάφος του πάνω από 2 χαρακτήρες αναμένεται
hu_hu: A hivatkozás a hajó több mint 2 karakter várható

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
el_gr: Μια αναφορά στο ταξίδι (ή HAWB στην περίπτωση των αεροπορικών εμπορευματικών μεταφορών), με περισσότερους από 2 χαρακτήρες αναμένεται
hu_hu: A hivatkozást a hajóút (vagy HAWB esetén a légi teherszállítási) több mint 2 karakter várható

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
el_gr: Δεν μπορείτε να προσθέσετε γραμμές εντολή αγοράς για τη μεταφορά εάν η αποστολή είναι η πρώτη κίνηση - έπληξε την ενημέρωση για να ρυθμίσετε τη μεταφορά πρώτων
hu_hu: Nem lehet hozzáadni megrendelést sorokat a szállítást, ha a szállítmány első kezdeményezte - hit frissítés beállít a szállítmány első

source: Updated the shipment record and delivery dates of order lines as necessary
el_gr: Ενημέρωση των ημερομηνιών ρεκόρ μεταφοράς και παράδοσης των γραμμών ώστε ανάλογα με τις ανάγκες
hu_hu: Frissítve: a szállítás rögzítésére és szállítási határidők a rendelési tételek szükség szerint

source: Vessel Name /Transport Agent
el_gr: Όνομα του σκάφους / Πράκτορας μεταφορών
hu_hu: A hajó neve / Transport Agent

source: Voyage Ref / Consignment Note
el_gr: Ταξίδι Ref / φορτωτικής
hu_hu: Bizomyányos ref.

source: Into
el_gr: Σε
hu_hu: A

source: Stock Location
el_gr: Χρηματιστήριο Τοποθεσία
hu_hu: Stock helye

source: Order Lines On This Shipment
el_gr: Παραγγείλετε Γραμμές Σε αυτήν την αποστολή
hu_hu: Rendelés vonalak Ez szállítás

source: Update Shipment Details
el_gr: Ενημέρωση Λεπτομέρειες αποστολής
hu_hu: Frissítés Szállítás Részletek

source: Possible Order Lines To Add To This Shipment
el_gr: Πιθανή Lines προκειμένου να προστεθεί στις εν λόγω αποστολή
hu_hu: Lehetséges rendelési tételek felvenni e szállítás

source: Shipping Company Maintenance
el_gr: Shipping Company Συντήρηση
hu_hu: Hajózási Vállalat karbantartási

source: The shipper's name must be forty characters or less long
el_gr: Το όνομα του αποστολέα πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A feladó neve kell negyven vagy ennél kevesebb karakter hosszú

source: The shipper's name may not be empty
el_gr: Το όνομα του αποστολέα δεν μπορεί να είναι κενό
hu_hu: A feladó neve nem lehet üres

source: The shipper record has been updated
el_gr: Η εγγραφή αποστολέας έχει ενημερωθεί
hu_hu: A feladó eredménye frissült

source: The shipper record has been added
el_gr: Η εγγραφή αποστολέας έχει προστεθεί
hu_hu: A feladó rekord került

source: Cannot delete this shipper because sales orders have been created using this shipper
el_gr: Δεν μπορείτε να διαγράψετε αυτό το φορτωτή, διότι οι εντολές πώλησης έχουν δημιουργηθεί χρησιμοποιώντας αυτό το φορτωτή
hu_hu: Nem lehet törölni ezt a feladó, mert megrendelések hoztak létre ezzel a feladónak

source: sales orders using this shipper code
el_gr: εντολές πώλησης χρήση αυτού του κώδικα φορτωτή
hu_hu: megrendelések ezzel a feladó kódot

source: Cannot delete this shipper because invoices have been created using this shipping company
el_gr: Δεν μπορείτε να διαγράψετε αυτό το φορτωτή, διότι τα τιμολόγια έχουν δημιουργηθεί χρησιμοποιώντας αυτή ναυτιλιακή εταιρεία
hu_hu: Nem lehet törölni ezt a szállítónak, mert számlát hoztak létre ezzel a hajózási társaság

source: invoices created using this shipping company
el_gr: τιμολόγια που δημιουργήθηκαν με χρήση αυτού ναυτιλιακή εταιρεία
hu_hu: számlák segítségével létrehozott e hajózási társaság

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
el_gr: Δεν μπορείτε να διαγράψετε αυτό το φορτωτή, επειδή ορίζεται ως η ναυτιλιακή εταιρεία προεπιλογή στο αρχείο ρυθμίσεων
hu_hu: Nem lehet törölni ezt a feladó, mert definíció szerint az alapértelmezett hajózási társaság a konfigurációs fájlban

source: The shipper record has been deleted
el_gr: Η εγγραφή αποστολέας έχει διαγραφεί
hu_hu: A feladó rekordot törölték

source: Shipper ID
el_gr: Φορτωτής ID
hu_hu: Szállító ID

source: Shipper Name
el_gr: Φορτωτής Όνομα
hu_hu: Szállító neve

source: REVIEW RECORDS
el_gr: ΑΝΑΣΚΟΠΗΣΗ RECORDS
hu_hu: REKORDOK

source: Shipper Code
el_gr: Φορτωτής Κωδικός
hu_hu: Szállító kód

source: Search Shipments
el_gr: Αναζήτηση αποστολές
hu_hu: Keresés a szállítások

source: The Shipment Number entered MUST be numeric
el_gr: Η μεταφορά αριθμού που πρέπει να είναι αριθμός
hu_hu: A szállítmány száma lépett KELL numerikus

source: Shipment Number
el_gr: Αποστολή Αριθμός
hu_hu: Szállítás száma

source: No Stock Items were returned from the database because
el_gr: Δεν στόκ τεμάχια επιστράφηκαν από τη βάση δεδομένων, επειδή
hu_hu: Nincs raktáron elemek kerültek vissza az adatbázisból, mert

source: Closed Shipments Only
el_gr: Κλειστά αποστολές μόνο
hu_hu: Zárt szállítása csak

source: Open Shipments Only
el_gr: Ανοίξτε αποστολές μόνο
hu_hu: Nyílt szállítása csak

source: To search for shipments for a specific part use the part selection facilities below
el_gr: Για να αναζητήσετε τις αποστολές για μια συγκεκριμένη χρήση μέρους των εγκαταστάσεων επιλογής τμήμα κάτω
hu_hu: Kereséséhez szállítmányok egy bizonyos részét használja a részét kiválasztási eszközök az alábbi

source: No shipments were returned by the SQL because
el_gr: Δεν μεταφορές επιστρέφονται από τον SQL επειδή
hu_hu: Nem szállítások által visszaadott SQL miatt

source: Voyage
hu_hu: Út

source: Expected Arrival
el_gr: Αναμενόμενη άφιξη
hu_hu: Várható érkezés

source: Close
el_gr: Κλείσιμο
hu_hu: Bezárás

source: Shipments Open Inquiry
el_gr: Αποστολές Ανοίξτε Εξεταστική
hu_hu: Szállítások Open Ajánlatkérés

source: Open Shipments for
el_gr: Ανοικτό Αποστολές για
hu_hu: Nyílt szállítmányok esetében

source: This page must be given the supplier code to look for shipments for
el_gr: Αυτή η σελίδα θα πρέπει να δοθεί ο κωδικός προμηθευτή να ψάξουν για τις μεταφορές για
hu_hu: Ez az oldal meg kell adni a szállító kódját keresni szállításokat

source: No shipments were returned from the database because
el_gr: Δεν αποστολές επέστρεψε από τη βάση δεδομένων, επειδή
hu_hu: Nem szállítások vissza az adatbázisból, mert

source: There are no open shipments currently set up for
el_gr: Δεν υπάρχουν ανοικτές τις αποστολές οι οποίες έχουν συγκροτηθεί για
hu_hu: Nincs nyitva szállítások jelenleg a felállított

source: General Settings
el_gr: Γενικές Ρυθμίσεις
hu_hu: Általános beállítások

source: SMTP Server details
el_gr: SMTP Server λεπτομέρειες
hu_hu: sorrendben

source: SMTP Server
hu_hu: FTP felhasználó jelszó

source: SMTP Server Settings
el_gr: SMTP Ρυθμίσεις διακομιστή
hu_hu: SMTP kiszolgáló beállításai

source: The settings for the SMTP server have been successfully updated
el_gr: Οι ρυθμίσεις για το διακομιστή SMTP ενημερωθεί με επιτυχία
hu_hu: A kedvezmény mátrix rekord törölve

source: Server Host Name
el_gr: Server Όνομα κεντρικού υπολογιστή
hu_hu: FTP felhasználó név

source: SMTP port
el_gr: Θύρα SMTP
hu_hu: Jelentés
