Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
el_gr: Αυτή η σειρά δεν θα μπορούσε να έχει η κατάσταση άλλαξε πίσω σε αναμονή, επειδή ορισμένα από αυτά έχουν ήδη ληφθεί. Οι ποσότητες που θα υποβληθούν θα πρέπει να επιστραφεί για να αλλάξετε τη σειρά πίσω στην αναμονή.
hu_hu: Ez a sorrend nem tudta volna az állapotát változott vissza a függőben lévő, mert néhány már megkapta. Átvett mennyiséget kell majd vissza a sorrendet vissza a függőben.

source: Order set to pending status by
el_gr: Διάταξη που να εκκρεμούς καθεστώτος του
hu_hu: Sorrendben a folyamatban lévő állapot

source: You do not have permission to change the status of this purchase order
el_gr: Δεν έχετε άδεια για να αλλάξει την κατάσταση αυτής της εντολής αγοράς
hu_hu: Adjon meg egy beszállítást ehhez a megrendeléshez

source: The order status could not be updated because
el_gr: Η κατάσταση της παραγγελίας μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: An error occurred updating the purchase order to allow reprints
el_gr: Προέκυψε σφάλμα κατά την ενημέρωση του αγορά ώστε να καταστεί δυνατή ανατυπώσεις
hu_hu: Hiba történt a frissítés beszerzése érdekében, hogy a különlenyomat

source: The error says
el_gr: Το σφάλμα λέει
hu_hu: A hiba azt mondja,

source: You should automatically be forwarded to the entry of the purchase order line items page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην καταχώρηση των στοιχείων αγοράς για γραμμή σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési A megrendelés sorokat oldal

source: Supplier changed by
el_gr: Προμηθευτής αλλάξει με
hu_hu: Szállító változott

source: Cannot modify the supplier of the order once some of the order has been received
el_gr: Δεν μπορεί να τροποποιήσει τον προμηθευτή της τάξης μόλις μερικά από τη διάταξη έχει παραληφθεί
hu_hu: Nem módosíthatja a szolgáltató a megrendelés után néhány érdekében érkezett

source: Supplier name keywords have been used in preference to the supplier code extract entered
el_gr: Οι λέξεις-κλειδιά Προμηθευτής όνομα έχουν χρησιμοποιηθεί κατά προτίμηση με τον κωδικό προμηθευτή απόσπασμα εγγράφεται
hu_hu: Szállító neve a kulcsszavakat, amelyek előnyben részesíthetők a nyertes kódot kivonatot be

source: The searched supplier records requested cannot be retrieved because
el_gr: Η ερεύνησε τα αρχεία προμηθευτής αυτός δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A keresett szállító rekordok kért nem lehet letölteni, mert

source: No supplier records contain the selected text
el_gr: Δεν υπάρχουν εγγραφές προμηθευτή περιέχει το επιλεγμένο κείμενο
hu_hu: Nincs szállító nyilvántartás tartalmazza a kijelölt szöveg

source: The supplier record of the supplier selected
el_gr: Η εγγραφή προμηθευτής του επιλεγμένου προμηθευτή
hu_hu: A szállító nyilvántartást a szállító kijelölt

source: The SQL used to retrieve the supplier details and failed was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες προμηθευτή και απέτυχε ήταν
hu_hu: Az SQL használt letölteni a szolgáltató adatait, és nem volt

source: You do not have the authority to raise Purchase Orders for
el_gr: Δεν έχετε το δικαίωμα να αυξήσει εντολές αγοράς για
hu_hu: Nem kell a hatóság emelni a beszerzési rendelések

source: Please Consult your system administrator for more information.
el_gr: Παρακαλούμε συμβουλευτείτε το διαχειριστή του συστήματός σας για περισσότερες πληροφορίες.
hu_hu: Kérjük, forduljon a rendszergazdához további információkért.

source: You can setup authorisations
el_gr: Μπορείτε να ρυθμίσετε τις άδειες
hu_hu: Beállíthatja engedélyek

source: Purchase Order
el_gr: Εντολή Αγοράς
hu_hu: Megrendelés

source: Purchase Order: Select Supplier
el_gr: Εντολή αγοράς: Επιλογή Προμηθευτή
hu_hu: Szállítói megrendelések lekérdezés

source: Enter text in the supplier name
el_gr: Πληκτρολογήστε το κείμενο στο όνομα προμηθευτή
hu_hu: Szöveget a szállító neve

source: Enter text extract in the supplier code
el_gr: Πληκτρολογήστε το κείμενο απόσπασμα από τον κώδικα προμηθευτή
hu_hu: Írja be a szöveget kivonat a szállító kódja

source: Modify Purchase Order Number
el_gr: Τροποποίηση αριθμό εντολής αγοράς
hu_hu: Vissza a Szállítói megrendelésekhez

source: Purchase Item(s) with this code
el_gr: Αγορά Θέση (ες) με αυτό τον κωδικό
hu_hu: tranzakciók ezzel a telephely kóddal

source: Enter Line Item to this purchase order
el_gr: Εισάγετε στοιχείου γραμμής στην παρούσα εντολή αγοράς
hu_hu: Adjon meg egy beszállítást ehhez a megrendeléshez

source: Order Initiation Details
el_gr: Λεπτομέρειες παραγγελίας Κίνηση
hu_hu: Rendelés kezdeményezése részletei

source: PO Date
el_gr: PO Ημερομηνία
hu_hu: Dátum

source: Version
el_gr: Έκδοση
hu_hu: Verzió

source: Revised
el_gr: Αναθεωρημένη
hu_hu: Fogadva

source: Initiated By
el_gr: Με πρωτοβουλία του
hu_hu: Által kezdeményezett

source: Requisition Ref
el_gr: Επίταξης Ref
hu_hu: Definició

source: Date Printed
el_gr: Ημερομηνία Έντυπα
hu_hu: Dátum Nyomtatott

source: Allow Reprint
el_gr: Επιτρέψτε Επανεκτύπωση
hu_hu: Hagyjuk Reprint

source: Reprint Now
el_gr: Επανεκτύπωση Τώρα
hu_hu: Most Reprint

source: Receive this order
el_gr: Λάβετε αυτό το σκοπό
hu_hu: Szállítás (bevételezés)

source: Status Comment
el_gr: Σχόλιο Κατάστασης
hu_hu: Állapotkód

source: Status Update
el_gr: Κατάσταση Ενημέρωση
hu_hu: Állapotkód

source: Warehouse Info
el_gr: Αποθήκη Πληροφορίες
hu_hu: Raktár információk

source: Supplier Info
el_gr: Προμηθευτής Πληροφορίες
hu_hu: Szállító

source: Warehouse
el_gr: Αποθήκη
hu_hu: Elemek

source: The default stock location set up for this user is not a currently defined stock location
el_gr: Η τοποθεσία απόθεμα προεπιλογή που έχει συσταθεί για αυτόν το χρήστη δεν είναι επί του παρόντος ορίζεται τοποθεσία απόθεμα
hu_hu: Az alapértelmezett állomány helyet létrehozni, ez a felhasználó nem egy jelenleg meghatározott állomány helyét

source: Your system administrator needs to amend your user record
el_gr: διαχειριστής του συστήματός σας θα πρέπει να τροποποιηθεί εγγραφή χρήστη
hu_hu: A rendszergazda kell módosítani a felhasználói rekord

source: Delivery Contact
el_gr: Παράδοση Επικοινωνία
hu_hu: Szállítás

source: Delivery By
el_gr: Παράδοσης από
hu_hu: Szállítás napokban

source: Supplier Selection
el_gr: Προμηθευτής Επιλογής
hu_hu: Szállító kiválasztása

source: Select Now
el_gr: Επιλέξτε τώρα
hu_hu: Termék választás

source: Supplier Contact
el_gr: Προμηθευτής Επικοινωνία
hu_hu: Szállító

source: Enter Line Items
el_gr: Εισάγετε Στοιχεία γραμμής
hu_hu: Adja sorok

source: Purchase Order Items
el_gr: Αγορά Στοιχεία Παραγγελίας
hu_hu: Megrendelés tételek

source: Back To Purchase Order Header
el_gr: Επιστροφή στην Αγορά Κεφαλίδα Παραγγελίας
hu_hu: Vissza Megrendelés fejléc

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί για τη βάση δεδομένων, διότι δεν υπάρχει συγκεκριμένη θέση για να κλείσετε τυχόν στοιχεία υλικού σε
hu_hu: A megrendelés nem lehet elkötelezett az adatbázis, mert nincs megadott helye könyv olyan állományok tételeket

source: The purchase order can not be committed to the database because there are no lines entered on this order
el_gr: Η εντολή αγοράς δεν μπορεί να δεσμευτεί για τη βάση δεδομένων, διότι δεν υπάρχουν κονδύλια που εγγράφονται σε αυτή τη σειρά
hu_hu: A megrendelés nem lehet elkötelezett az adatbázis, mert nincsenek sorok szereplő ebben a sorrendben

source: Order Created by
el_gr: Παραγγελία Δημιουργήθηκε από
hu_hu: Rendelés Készítette

source: The purchase order header record could not be inserted into the database because
el_gr: Η εντολή αγοράς εγγραφή κεφαλίδας δεν θα μπορούσε να εισαχθεί στη βάση δεδομένων, επειδή
hu_hu: A megrendelés fejlécet nem lehet beszúrni az adatbázisba, mert

source: The SQL statement used to insert the purchase order header record and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για να εισάγετε την εντολή αγοράς εγγραφή κεφαλίδας και απέτυχε ήταν
hu_hu: Az SQL utasítás használt be a megrendelés fejlécet, és nem volt

source: One of the purchase order detail records could not be inserted into the database because
el_gr: Μία από τις αναλυτικές εγγραφές αγορά προκειμένου δεν θα μπορούσε να εισαχθεί στη βάση δεδομένων, επειδή
hu_hu: Az egyik megrendelés rekordok nem lehet beszúrni az adatbázisba, mert

source: The SQL statement used to insert the purchase order detail record and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για να εισάγετε την εντολή αγοράς καταγράφουν λεπτομερώς και απέτυχε ήταν
hu_hu: Az SQL utasítás használt be a megrendelés részletesen rögzíti, és nem volt

source: Print Purchase Order
el_gr: Εκτύπωση Εντολή Αγοράς
hu_hu: Nyomtatás Megrendelés

source: The purchase order could not be updated because
el_gr: Η εντολή αγοράς μπορεί να μην είναι ενημερωμένος, επειδή
hu_hu: A megrendelés nem lehet frissíteni, mert

source: The SQL statement used to update the purchase order header record, that failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για να ενημερώσετε την εντολή αγοράς εγγραφή κεφαλίδας, που απέτυχε ήταν
hu_hu: Az SQL utasítás alapján frissíti a megrendelés fejlécet, amely nem volt

source: One of the purchase order detail records could not be updated because
el_gr: Μία από τις αναλυτικές εγγραφές αγορά προκειμένου μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: Az egyik megrendelés rekordok nem lehetett frissíteni, mert

source: The SQL statement used to update the purchase order detail record that failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την ενημέρωση των παραγγελίας ρεκόρ λεπτομέρεια που απέτυχε ήταν
hu_hu: Az SQL utasítás alapján frissíti a megrendelés részletesen rögzíti, hogy nem volt

source: This item cannot be deleted because some of it has already been received
el_gr: Το στοιχείο αυτό δεν μπορεί να διαγραφεί, διότι ορισμένα από αυτά έχουν ήδη παραληφθεί
hu_hu: Ezt a tételt nem lehet törölni, mert néhány korábban már kapott

source: Cannot Enter this order line
el_gr: Δεν μπορούν να εισέλθουν αυτό το line παραγγελία
hu_hu: Nem lehet Írja be ezt a rendelési sor

source: The quantity of the order item must be numeric
el_gr: Η ποσότητα του είδους διάταξη πρέπει να είναι αριθμός
hu_hu: A mennyiség a megbízás tételt kell numerikus

source: The quantity of the ordered item entered must be a positive amount
el_gr: Η ποσότητα των παραγγελθέντων θέμα εγγεγραμμένο πρέπει να είναι μια θετική ποσότητα
hu_hu: A mennyiség a megrendelt tétel be kell pozitív összeg

source: The price entered must be numeric
el_gr: Η τιμή που εγγράφονται πρέπει να είναι αριθμός
hu_hu: Az ár lépett kell numerikus

source: The date entered must be in the format
el_gr: Το εγγεγραμμένο ημερομηνία πρέπει να είναι σε μορφή
hu_hu: A beírt dátum kell formátumban

source: The account details for
el_gr: Τα στοιχεία του λογαριασμού για
hu_hu: Részletek

source: The SQL used to retrieve the details of the account, but failed was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση τις λεπτομέρειες του λογαριασμού, αλλά απέτυχε ήταν
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: The validation process for the GL Code entered could not be executed because
el_gr: Η διαδικασία επικύρωσης της GL κώδικας ετέθη δεν ήταν δυνατόν να εκτελεσθεί διότι
hu_hu: Az érvényesítési folyamat a GL kódex lépett nem hajtható végre, mert

source: The SQL used to validate the code entered was
el_gr: Η SQL χρησιμοποιείται για την επικύρωση του κωδικού τέθηκε ήταν
hu_hu: Az SQL használt érvényesíteni a kódot, be volt

source: Cannot enter this order line
el_gr: Δεν μπορείτε να εισάγετε αυτή τη γραμμή για
hu_hu: Nem sikerült belépni a rendelési sor

source: The general ledger code
el_gr: Ο γενικός κωδικός καθολικού
hu_hu: A főkönyvi kód

source: is not a general ledger code that is defined in the chart of accounts
el_gr: δεν είναι γενικό καθολικό κώδικα που έχει οριστεί στο λογιστικό
hu_hu: nem egy főkönyvi kód határozza meg a számlatükör

source: Please use a code that is already defined
el_gr: Παρακαλούμε χρησιμοποιήστε έναν κωδικό που έχει ήδη οριστεί
hu_hu: Kérjük, használja a kódot, hogy már meg van határozva

source: See the Chart list from the link below
el_gr: Δείτε το διάγραμμα λίστα από τον παρακάτω σύνδεσμο
hu_hu: Lásd az ábrát listáját az alábbi linkre

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
el_gr: Ένας κωδικός περιουσιακό στοιχείο είχε εγγραφεί, αλλά δεν υπάρχει ακόμη. Μόνο οι προϋπάρχουσες ταυτότητες περιουσιακό στοιχείο μπορεί να εισαχθεί κατά την παραγγελία ενός παγίου περιουσιακού στοιχείου
hu_hu: Egy eszköz kódot vitt be, de ez még nem létezik. Csak a már meglévő eszköz azonosítóval kell feltüntetni a megrendelés során a tárgyi eszköz

source: The description of the item being purchased is required where a non-stock item is being ordered
el_gr: Η περιγραφή του στοιχείου που αγοράζεται απαιτείται όταν ένα στοιχείο που δεν αποθέματος που καταδικάζεται
hu_hu: A megnevezését megvásárolt van szükség, ha egy nem-állomány tétel alatt megrendelt

source: is already on this order
el_gr: είναι ήδη σε αυτή τη σειρά
hu_hu: már ebben a sorrendben

source: The system will not allow the same item on the order more than once
el_gr: Το σύστημα δεν θα επιτρέψει το ίδιο θέμα η σειρά πάνω από μία φορά
hu_hu: A rendszer nem teszi lehetővé az azonos pontot a sorrendben több mint egyszer

source: However you can change the quantity ordered of the existing line if necessary
el_gr: Ωστόσο, μπορείτε να αλλάξετε την παραγγελθείσα ποσότητα της υπάρχουσας γραμμής, εάν χρειάζεται
hu_hu: Azonban meg lehet változtatni a megrendelt mennyiség a meglévő vonal, ha szükséges

source: does not exist in the database and therefore cannot be added to the order
el_gr: δεν υπάρχει στη βάση δεδομένων και ως εκ τούτου δεν μπορεί να προστεθεί με τη διάταξη
hu_hu: nem létezik az adatbázisban, és ezért nem lehet hozzáadni a sorrendben

source: Order Summary
el_gr: Παραγγείλετε Περίληψη
hu_hu: Megrendelés összesen

source: Order Quantity
el_gr: Παραγγελία Ποσότητα
hu_hu: Rendelési mennyiség

source: Supplier Unit
el_gr: Προμηθευτής Μονάδα
hu_hu: Szállító egység

source: Order Price
el_gr: Παραγγείλετε Τιμή
hu_hu: Rendelési ár

source: Deliver By
el_gr: Διατυπώνει με
hu_hu: Szállítás ide

source: excluding Tax
el_gr: χωρίς το φόρο
hu_hu: Árajánlat összesen

source: Update Order Lines
hu_hu: Megrendelés sor módosítás

source: General Ledger Code
el_gr: Γενικού κώδικα Λογιστική
hu_hu: Főkönyv

source: OR Asset ID
el_gr: Ή Asset ID
hu_hu: VAGY Asset ID

source: Not an Asset
el_gr: Δεν είναι ένα περιουσιακό στοιχείο
hu_hu: Nem egy Asset

source: Not yet purchased
el_gr: Δεν έχει ακόμη αγοραστεί
hu_hu: Még nem vásárolt

source: New Fixed Asset
el_gr: Νέα Πάγιων
hu_hu: Új Fixed Asset

source: Quantity to purchase
el_gr: Ποσότητα για την αγορά
hu_hu: Mennyiségi határ

source: Price per item
el_gr: Τιμή ανά τεμάχιο
hu_hu: Árlista

source: each
el_gr: κάθε
hu_hu: minden

source: Insert New Item
el_gr: Εισαγωγή νέου στοιχείου
hu_hu: Új elem beszúrása

source: Order a non stock item
el_gr: Παραγγελία μη στοιχείου απόθεμα
hu_hu: Rendelt mennyiség a tételsorhoz

source: Go to end of list
el_gr: Μετάβαση στο τέλος της λίστας
hu_hu: Áruk vissza az üzletbe

source: Reviewing Purchase Order Number
el_gr: Επανεξέταση Αγορά Αριθμός Παραγγελίας
hu_hu: Felülvizsgálata Megrendelés száma

source: Reviewing A Purchase Order
el_gr: Επανεξέταση μια εντολή αγοράς
hu_hu: Felülvizsgálata A Megrendelés

source: The search of the GRNs was unsuccessful
el_gr: Η αναζήτηση του GRNs ήταν ανεπιτυχής
hu_hu: A keresés a GRNs sikertelen

source: the SQL statement returned the error
el_gr: η πρόταση SQL επιστρέφει το σφάλμα
hu_hu: Az SQL vissza a hiba

source: This page must be called with a purchase order number to review
el_gr: Αυτή η σελίδα πρέπει να κληθεί με έναν αριθμό εντολής αγοράς για την αναθεώρηση
hu_hu: Ez az oldal kell meghívni a megrendelés számát, hogy vizsgálják felül

source: Outstanding Purchase Orders
el_gr: Εκκρεμείς Εντολές Αγοράς
hu_hu: Rendezettlen szállítói megrendelések

source: The order requested could not be retrieved
el_gr: Η σειρά ζητήσατε δεν ήταν δυνατόν να ανακτηθούν
hu_hu: A végzés kért nem sikerült letölteni

source: the SQL returned the following error
el_gr: το SQL επέστρεψε το ακόλουθο σφάλμα
hu_hu: Az SQL a következő hibaüzenetet

source: Unable to locate this PO Number
el_gr: Ανίκανος να εντοπίσετε αυτό το PO Αριθμός
hu_hu: Nem sikerült megtalálni ezt a PO száma

source: Please look up another one
el_gr: Παρακαλούμε να αναζητήσετε κάποιο άλλο
hu_hu: Kérjük, felnéz egy másik

source: the SQL returned either 0 or several purchase orders
el_gr: το SQL επέστρεψε 0 ή περισσότερες εντολές αγοράς
hu_hu: Az SQL visszatért 0 vagy több megrendelés

source: the SQL returned either several purchase orders
el_gr: το SQL επιστρέφονται είτε αρκετές εντολές αγοράς
hu_hu: Az SQL vissza akár több megrendelés

source: Order Header Details
el_gr: Λεπτομέρειες παραγγελίας Header
hu_hu: Szállítások adatai

source: Supplier Code
el_gr: Προμηθευτής κώδικα
hu_hu: Beszállítói kód

source: Deliver Into Location
el_gr: Παραδώσει στο Τοποθεσία
hu_hu: Deliver Into helye

source: Printing
el_gr: Εκτύπωση
hu_hu: Nyomtatás

source: Printed on
el_gr: Τυπώθηκε σε
hu_hu: Nyomtatva

source: Print a Copy
el_gr: Εκτύπωση Αντιγραφή
hu_hu: Másolat nyomtatása

source: The line items of the purchase order could not be retrieved
el_gr: Τα στοιχεία γραμμής της παραγγελίας δεν θα μπορούσε να ανακτηθεί
hu_hu: A sorokat a megrendelés nem lehet letölteni

source: Order Line Details
el_gr: Λεπτομέρειες παραγγελίας Line
hu_hu: Rendelési sor részletei

source: Ord Qty
el_gr: Ord Ποσότητα
hu_hu: Ord db

source: Qty Recd
el_gr: Ποσότητα Recd
hu_hu: Db Recd

source: Qty Inv
el_gr: Ποσότητα Inv
hu_hu: Db Inv

source: Ord Price
el_gr: Ord Τιμή
hu_hu: Ord ár

source: Chg Price
el_gr: Αλλ Τιμή
hu_hu: Chg ár

source: Reqd Date
el_gr: Reqd Ημερομηνία
hu_hu: Reqd dátuma

source: Total Order Value Excluding Tax
el_gr: Συνολική αξία της παραγγελίας, εκτός φόρων,
hu_hu: Összesen megrendelési érték adó nélkül

source: Total Order Value Received Excluding Tax
el_gr: Συνολική Αξία σειρά που λαμβάνονται χωρίς το φόρο
hu_hu: Összesen megrendelési érték fogadott adó nélkül

source: Select a Purchase Order
el_gr: Επιλέξτε μια εντολή αγοράς
hu_hu: Válasszon ki egy Megrendelés

source: Select a Purchase Order Number to Print before calling this page
el_gr: Επιλέξτε ένα αριθμό παραγγελίας για να τυπωθεί πριν από την κλήση αυτής της σελίδας
hu_hu: Válasszon egy szállítói megrendelést

source: Purchase Order Inquiry
el_gr: Αγορά Εξεταστική Παραγγελία
hu_hu: Szállítói megrendelések lekérdezés

source: This page must be called with a purchase order number to print
el_gr: Αυτή η σελίδα πρέπει να κληθεί με έναν αριθμό εντολής αγοράς για εκτύπωση
hu_hu: Ez az oldal kell meghívni a megrendelés számát, hogy nyomtatási

source: Print Purchase Order Number
el_gr: Εκτύπωση αριθμό εντολής αγοράς
hu_hu: Nyomtatás Megrendelés száma

source: There was a problem retrieving the purchase order header details for Order Number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων κεφαλίδα αγορά προκειμένου Αριθμός Παραγγελίας
hu_hu: Ott sikerült betölteni a megrendelést fejléc adatai rendelési száma

source: Print Purchase Order Error
el_gr: Εκτύπωση Σφάλμα Εντολή Αγοράς
hu_hu: Nyomtatás Megrendelés hiba

source: Unable to Locate Purchase Order Number
el_gr: Αδυναμία εντοπισμού Αγορά Αριθμός Παραγγελίας
hu_hu: Nem található a Megrendelés száma

source: Purchase orders can only be printed once they have been authorised
el_gr: Αγορά παραγγελίες μπορούν να τυπώνονται μόνο εφόσον έχουν εγκριθεί
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható

source: This order is currently at a status of
el_gr: Αυτή η σειρά είναι προς το παρόν σε μια κατάσταση
hu_hu: Ez a sorrend jelenleg egy állapota

source: Purchase Order Already Printed
el_gr: Εντολή αγοράς που έχουν ήδη τυπωθεί
hu_hu: Megrendelés már kinyomtatott

source: Purchase Order Number
el_gr: Αγορά Αριθμός Παραγγελίας
hu_hu: Megrendelés száma

source: To re-print the order it must be modified to allow a reprint
el_gr: Για να επαναλάβετε την εκτύπωση του προκειμένου, πρέπει να τροποποιηθεί ώστε να επιτρέψει μια ανατύπωση
hu_hu: Ahhoz, hogy újra kiírja a sorrendben kell módosítani, hogy a reprint

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
el_gr: Ο έλεγχος αυτός είναι εκεί για να διασφαλίσει ότι αντίγραφο εντολές αγοράς δεν αποστέλλονται στον προμηθευτή που προκύπτουν σε διάφορες παραδόσεις της ίδιας προμηθειών
hu_hu: Ez az ellenőrzés szükséges a többszörös számlaküldés megelőzéséért

source: Print This Order as a Copy
el_gr: Εκτύπωση παρόν διάταγμα ως αντίγραφο
hu_hu: Nyomtatás Ez a rendelet a Copy

source: Modify the order to allow a real reprint
el_gr: Τροποποίηση του ώστε να καταστεί δυνατή μια πραγματική ανάτυπο
hu_hu: Módosítsa a lehetővé tétele érdekében egy igazi reprint

source: Select another order
el_gr: Επιλέξτε μια άλλη διάταξη
hu_hu: Válasszon egy másik érdekében

source: Order Total - excl tax
el_gr: Παραγγείλετε Σύνολο - excl φόρου
hu_hu: Rendelés összesen - nem tartalmaz adót

source: Please find herewith our purchase order number
el_gr: Παρακαλούμε βρείτε αυτήν την αγορά αριθμό μας προκειμένου
hu_hu: Küldöm ezúton mi megrendelés számát

source: Emailing Purchase order
el_gr: Αποστολής Μηνυμάτων Εντολή αγοράς
hu_hu: E-mailezés Megrendelés

source: Show Amounts on the Order
el_gr: Δείτε ποσά σχετικά με το διάταγμα
hu_hu: Megjelenítés összegek a Rend

source: There was a problem retrieving the contact details for the supplier
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των στοιχείων επικοινωνίας για τον προμηθευτή
hu_hu: Ott sikerült betölteni az elérhetőségi adatait a szolgáltató

source: There are no contacts defined for the supplier of this order
el_gr: Δεν υπάρχουν επαφές ορίζεται για τον προμηθευτή της παρούσας διατάξεως
hu_hu: Nincs kapcsolat határozza meg a szállító a jelen végzés

source: You must first set up supplier contacts before emailing an order
el_gr: Πρέπει πρώτα να δημιουργήσει επαφές προμηθευτή πριν από στέλνοντας μια παραγγελία
hu_hu: Be kell állítania beszállítói kapcsolatok, mielőtt e-mailezés a megrendelés

source: Purchase Order Report
el_gr: Αγορά Έκθεση Παραγγελία
hu_hu: Szállítói megrendelések

source: Extended Price
el_gr: Επέκταση Τιμή
hu_hu: Kiterjesztett ár

source: Customer Number
el_gr: Αριθμός πελάτη
hu_hu: Vevő név

source: Header Details
el_gr: Header Λεπτομέρειες
hu_hu: Rendelés össz.

source: By
el_gr: Με
hu_hu: Által

source: Date Type
el_gr: Ημερομηνία Τύπος
hu_hu: Eladás típus

source: Line Item Status
el_gr: Στοιχείου γραμμής Κατάσταση
hu_hu: Lészlet állapot

source: Order No
el_gr: Διάταγμα αριθ
hu_hu: Megrendelés szám

source: Supplier No
el_gr: Προμηθευτής αριθ
hu_hu: Szállító

source: Order Qty
el_gr: Παραγγελία Ποσότητα
hu_hu: Rendelés dátum

source: Extended Cost
el_gr: Επέκταση Κόστος
hu_hu: Alapértelmezett költségek

source: Invoiced Qty
el_gr: Τιμολογούνται Ποσότητα
hu_hu: Számlázva

source: Line Status
el_gr: Γραμμή Κατάστασης
hu_hu: Állapot

source: Item Due
el_gr: Θέση Λόγω
hu_hu: Szám

source: Lines -
el_gr: Γραμμές -
hu_hu: Vonalak -

source: Export as csv file
el_gr: Εξαγωγή ως csv αρχείο
hu_hu: Exportálás CSV fájlba

source: To
el_gr: Για να
hu_hu: Ig

source: The report has been exported as a csv file.
el_gr: Η έκθεση έχει εξαχθεί σε ένα αρχείο CSV.
hu_hu: szakasz törölve lett

source: Report Type
el_gr: Τύπος αναφοράς
hu_hu: Bevét típus

source: Equals
el_gr: Ισούται
hu_hu: Egyenlõ
