Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Supplier
el_gr: Προμηθευτή
hu_hu: Szállító

source: Anticipated
el_gr: Αναμενόμενη
hu_hu: Allokált

source: Could not get the other charges to the contract because
el_gr: Δεν μπόρεσα να πάρω τα άλλα έξοδα για τη σύμβαση, διότι
hu_hu: Nem elérhetők az anyagszámla részletek, mert

source: Actual Other Costs
el_gr: Πραγματική Λοιπές Δαπάνες
hu_hu: Össz ár

source: Total Budget Contract Cost
el_gr: Συνολικό Κόστος Σύμβαση προϋπολογισμού
hu_hu: Össz ár

source: Total Actual Contract Cost
el_gr: Συνολικό πραγματικό κόστος των συμβάσεων
hu_hu: Össz ár

source: Variance on contract
el_gr: Διακύμανση με σύμβαση
hu_hu: Telephely kód

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
el_gr: Η GL είσοδος WIP για τη διακύμανση σχετικά με το κλείσιμο της σύμβασης δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A főkönyvi feladás sikertelen, mert

source: The status of the contract could not be updated to closed because
el_gr: Το καθεστώς της συμβάσεως δεν μπορούσαν να ενημερωθούν για να κλείσει, επειδή
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The following SQL to change the status of the contract was used
el_gr: Οι παρακάτω SQL για να αλλάξει το καθεστώς της σύμβασης χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: Could not update the work order to closed because:
el_gr: Δεν μπορέσαμε να ενημερώσουμε την εντολή εργασίας του να κλείσει διότι:
hu_hu: Nem frissíthető a rekord mert

source: The SQL used to close the work order was:
el_gr: Ο SQL που χρησιμοποιείται για να κλείσετε την εντολή εργασίας του ήταν:
hu_hu: SQL üzenet

source: The location stock record could not be updated because
el_gr: Το βιβλίο αποθήκης θέση θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A készlethely (raktár) rekord nem módosítható, mert

source: stock movement records could not be inserted when processing the work order receipt because
el_gr: τα στοιχεία των κινήσεων αποθεμάτων δεν θα μπορούσε να εισαχθεί κατά την επεξεργασία της παραλαβής για το έργο, διότι
hu_hu: készletmozgás rekord nem módosítható, mert

source: The receipt of contract work order finished stock GL posting could not be inserted because
el_gr: Η παραλαβή της παραγγελίας συμβατικό έργο τελείωσε ΓΠ απόθεμα απόσπασης δεν μπορεί να προστεθεί, διότι
hu_hu: Eladás költségei főkönyvi feladás sikertelen, mert

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
el_gr: Οι παρακάτω SQL για να εισάγετε την παραλαβή εντολή εργασίας του τελικού ρεκόρ αντικείμενα GLTrans χρησιμοποιήθηκε
hu_hu: SQL sor

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
el_gr: Η πίστωση WIP για την παραλαβή των τελικών στοιχείων από μια σειρά GL έργο απόσπασης δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A jóváírás főkönyvi feladás nem rögzíthető, mert

source: The following SQL to insert the WIP GLTrans record was used
el_gr: Οι παρακάτω SQL για την εισαγωγή του WIP GLTrans ρεκόρ χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: Could not update the work order item record with the total quantity received because
el_gr: Δεν ήταν δυνατή η ενημέρωση την εντολή εργασίας του στοιχείου ρεκόρ με τη συνολική ποσότητα που ελήφθη, διότι
hu_hu: A vevő utolső fizetési rekordja nem módosítható, mert

source: The following SQL was used to update the work order
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για την ενημέρωση την εντολή εργασίας
hu_hu: SQL üzenet

source: The contract has been closed. No further charges can be posted against this contract.
el_gr: Η σύμβαση έχει κλείσει. Δεν απαιτούνται περαιτέρω χρεώσεις μπορεί να τοποθετηθούν κατά την παρούσα σύμβαση.
hu_hu: A szerződést már bezárt. Nincs további díjakat is felkerül ellen ezt a szerződést.

source: Close Contract
el_gr: Κλείσιμο των συμβάσεων
hu_hu: Kapcsolat

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
el_gr: Το κλείσιμο της σύμβασης θα αποτρέψει την περαιτέρω υλικό που του έχει χορηγηθεί και τα τέλη που καταβάλλονται κατ &#39;αυτής. Αποκλίσεις θα μεταφέρονται στο λογαριασμό αποτελεσμάτων χρήσεως. Είσαι σίγουρος;
hu_hu: Lezárja a szerződés megakadályozza a további fotók is bocsátottak ki, és terhek tett ellene. Eltéréseket kell venni az eredménykimutatásban elszámolni. Biztos vagy benne?

source: Contract Other Requirements
el_gr: Συμβόλαιο Άλλες Απαιτήσεις
hu_hu: Vevői bevétel

source: The other contract requirements cannot be altered because the customer has already placed the order
el_gr: Οι άλλες απαιτήσεις της σύμβασης δεν μπορούν να τροποποιηθούν, διότι ο πελάτης έχει θέσει ήδη τη σειρά
hu_hu: A számla részletei nem elérhetők,mert

source: The quantity of the new requirement is expected to be numeric
el_gr: Η ποσότητα των νέων απαιτήσεων αναμένεται να είναι αριθμητική
hu_hu: A fuvarköltséget szám formában kell megadni

source: The cost per unit of the new requirement is expected to be numeric
el_gr: Το κόστος ανά μονάδα των νέων απαιτήσεων αναμένεται να είναι αριθμητική
hu_hu: A fuvarköltséget szám formában kell megadni

source: Total Other Requirements Cost
el_gr: Συνολικό Κόστος Άλλες Απαιτήσεις
hu_hu: Hol használva lekérdezés

source: Update Other Requirements Lines
el_gr: Ενημέρωση άλλων γραμμών Απαιτήσεις
hu_hu: Vevői bevétel

source: Enter New Requirements
el_gr: Εισάγετε νέες απαιτήσεις
hu_hu: Vevői bevétel

source: Requirement Description
el_gr: Απαίτηση Περιγραφή
hu_hu: Fiz. mód leírás

source: Cost Per Unit
el_gr: Κόστος ανά μονάδα
hu_hu: Vevő árszint

source: Enter New Contract Requirement
el_gr: Εισάγετε νέα απαίτηση των συμβάσεων
hu_hu: Vevői bevétel

source: Modify Contract
el_gr: Τροποποίηση της σύμβασης
hu_hu: Szállítás

source: Contract Entry
el_gr: Συμβόλαιο Είσοδος
hu_hu: Kapcsolat

source: You should automatically be forwarded to the entry of the Contract line items page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο των συγκεκριμένων κονδυλίων που Συμβόλαιο σελίδα
hu_hu: Automatikusan továbbítva lesz az megrendelések tételsorai oldalra

source: If this does not happen
el_gr: Εάν αυτό δεν συμβεί
hu_hu: Ha nem ez történik

source: if the browser does not support META Refresh
el_gr: εάν ο browser δεν υποστηρίζει META Refresh
hu_hu: ha a böngészője nem támogatja a META Refresh-t

source: You should automatically be forwarded to the entry of the Contract requirements page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο των απαιτήσεων των συμβάσεων σελίδα
hu_hu: Automatikusan továbbítva lesz az megrendelések tételsorai oldalra

source: Back to Contract Selection
el_gr: Επιστροφή στη σελίδα επιλογής Συμβόλαιο
hu_hu: Telephely kód

source: The file size is over the maximum allowed. The maximum size allowed in KB is
el_gr: Το μέγεθος του αρχείου είναι πάνω από το ανώτατο επιτρεπόμενο όριο. Το μέγιστο επιτρεπόμενο μέγεθος σε KB είναι
hu_hu: A fájl mérete meghaladja a maximálisan megengedett. Az engedélyezett maximális méret KB-ban van

source: Only graphics files can be uploaded
el_gr: Μόνο τα αρχεία γραφικών μπορούν να φορτωθούν
hu_hu: Csak a grafikus fájlokat lehet feltölteni

source: The existing image could not be removed
el_gr: Η υπάρχουσα εικόνα δεν θα μπορούσε να αφαιρεθεί
hu_hu: A jelenlegi kép nem lehet eltávolítani

source: File url
el_gr: Αρχείο url
hu_hu: Fájl url

source: Something is wrong with uploading the file
el_gr: Κάτι πάει στραβά με τη μεταφόρτωση του αρχείου
hu_hu: Valami nem stimmel a fájl feltöltésével

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
el_gr: Η σύμβαση έχει ήδη παραγγελθεί από τον πελάτη την εντολή θα πρέπει επίσης να διαγραφεί για πρώτη φορά πριν η σύμβαση μπορεί να διαγραφεί
hu_hu: A szerződést már megrendelték az ügyfél a megbízás is el kell hagyni, mielőtt a szerződés törölhető

source: The contract bill of materials could not be deleted because
el_gr: Το νομοσχέδιο σύμβαση των πρώτων υλών δεν μπορούσε να διαγραφεί, διότι
hu_hu: Anyagszámla nem elérhető, mert

source: The contract requirements could not be deleted because
el_gr: Οι απαιτήσεις της σύμβασης δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The contract could not be deleted because
el_gr: Η σύμβαση δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The quotation for the contract could not be deleted because
el_gr: Η προσφορά για τη σύμβαση δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: has been cancelled
el_gr: έχει ακυρωθεί
hu_hu: Feldolgozás megszakítva

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
el_gr: Η αναφορά σύμβαση αναμένεται να είναι πάνω από 2 χαρακτήρες. Παρακαλείσθε να τροποποιήσει την αναφορά σύμβασης πριν συνεχίσετε.
hu_hu: A szerződés hivatkozási várhatóan több mint 2 karakter hosszú. Kérjük, módosítja a szerződés hivatkozási előtt.

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
el_gr: Η αναφορά σύμβαση δεν μπορεί να περιέχει διαστήματα, καθέτους, ή εισαγωγικά. Παρακαλείσθε να τροποποιήσει την αναφορά σύμβασης πριν συνεχίσετε.
hu_hu: A szerződés utalás nem tartalmazhat szóközt, vágás, vagy idézőjelben. Kérjük, módosítja a szerződés hivatkozási előtt.

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
el_gr: Η αναφορά σύμβαση δεν μπορεί να είναι το ίδιο με ένα που δημιουργήθηκε προηγουμένως στοιχείο αποθεμάτων. Παρακαλούμε να τροποποιεί την αναφορά σύμβασης πριν συνεχίσετε
hu_hu: A szerződés hivatkozási nem lehet ugyanaz, mint a korábban létrehozott állomány elemet. Kérjük, módosítsa a szerződés hivatkozási folytatás előtt

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
el_gr: Η περιγραφή των συμβάσεων αναμένεται να είναι πάνω από 10 χαρακτήρες. Παρακαλούμε να μεταβάλουν την ονομασία σύμβαση στο σύνολό πριν προχωρήσετε.
hu_hu: A szerződés leírás várhatóan több mint 10 karakter hosszú. Kérjük, változtassa a szerződés teljes leírás előtt.

source: The date the contract is required to be completed by must be entered in the format
el_gr: Η ημερομηνία της σύμβασης απαιτείται να συμπληρωθεί από πρέπει να αναγράφεται με τη μορφή
hu_hu: Először a tranzakció számát adja meg

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
el_gr: Η ημερομηνία που η σύμβαση αυτή να ολοκληρωθεί έως αναμένεται να είναι μια ημερομηνία στο μέλλον. Κάντε την καθορισμένη ημερομηνία η ημερομηνία μετά την σημερινή πριν προχωρήσετε.
hu_hu: Az időpontot, hogy a szerződést be kell fejezni a várható időpontot a jövőben. Végezze el a kívánt dátumot időpont után a mai előtt.

source: Default for
el_gr: Προεπιλογή για
hu_hu: Alapértelmezett csomagjegyzék

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
el_gr: Η αναφορά σύμβαση δεν μπορεί να είναι το ίδιο με ένα που δημιουργήθηκε προηγουμένως σύμβαση για άλλο πελάτη. Παρακαλούμε να τροποποιεί την αναφορά σύμβασης πριν συνεχίσετε
hu_hu: A szerződés hivatkozási nem lehet ugyanaz, mint a korábban létrehozott szerződést egy másik ügyfél. Kérjük, módosítsa a szerződés hivatkozási folytatás előtt

source: Cannot update the contract because
el_gr: Δεν είναι δυνατή η ενημέρωση της σύμβασης, επειδή
hu_hu: Nem frissíthető a rekord mert

source: Could not add a component to the contract bill of material
el_gr: Δεν είναι δυνατή η προσθήκη ενός στοιχείου με το νομοσχέδιο σύμβαση του υλικού
hu_hu: Nem sikerült hozzáadni egy komponens a szerződés számlát anyag

source: Could not add a requirement to the contract requirements
el_gr: Δεν είναι δυνατή η προσθήκη μιας απαίτησης για τις απαιτήσεις της σύμβασης
hu_hu: Nem sikerült hozzáadni a követelményt, hogy a szerződéses kötelezettségek

source: The changes to the contract have been committed to the database
el_gr: Οι αλλαγές στη σύμβαση έχουν δεσμευτεί για τη βάση δεδομένων
hu_hu: Új bankszámla rögzítve

source: The contract item could not be updated because
el_gr: Το αντικείμενο των συμβάσεων θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The SQL that was used to update the contract item failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του στοιχείου σύμβαση απέτυχε ήταν
hu_hu: SQL üzenet

source: The contract quotation could not be updated because
el_gr: Η προσφορά τέτοια σύμβαση θα μπορούσε να μην είναι ενημερωμένος, επειδή
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The SQL that failed to update the quotation was
el_gr: Ο SQL που απέτυχε να ενημερώσει το πρόσημο ήταν
hu_hu: SQL üzenet

source: The contract quotation has been updated based on the new contract cost and margin
el_gr: Η προσφορά σύμβαση έχει ενημερωθεί με βάση το νέο συμβόλαιο του κόστους και του περιθωρίου
hu_hu: A szerződést idézet alapján frissítésre az új szerződéses költsége és letéti

source: Go to Quotation
el_gr: Μετάβαση στην Προσφορά
hu_hu: Árajánlat nyomtatás

source: The new contract could not be added because
el_gr: Η νέα σύμβαση δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: The new contract has been added to the database
el_gr: Η νέα σύμβαση έχει προστεθεί στη βάση δεδομένων
hu_hu: Új bankszámla rögzítve

source: The item could not be retrieved because
el_gr: Το στοιχείο δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: nem elérhető mert

source: The SQL that was used to find the item failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να βρείτε το στοιχείο απέτυχε ήταν
hu_hu: SQL üzenet

source: The new contract item could not be added because
el_gr: Το νέο σημείο σύμβαση δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: The SQL that was used to insert the contract item failed was
el_gr: Ο SQL που χρησιμοποιείται για την εισαγωγή του στοιχείου σύμβαση απέτυχε ήταν
hu_hu: SQL üzenet

source: The locations for the item
el_gr: Οι θέσεις για το στοιχείο
hu_hu: A helyszínek az elem

source: could not be added because
el_gr: δεν ήταν δυνατό να προστεθεί επειδή
hu_hu: nem lehetett hozzá, mert

source: NB Locations records can be added by opening the utility page
el_gr: Σημείωση: τα αρχεία τοποθεσίες μπορούν να προστεθούν από το άνοιγμα της σελίδας χρησιμότητα
hu_hu: NB Helyszínek rekordok hozzá megnyitásával segédprogram oldal

source: The SQL that was used to add the location records that failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να προσθέσετε τα αρχεία θέση που απέτυχε ήταν
hu_hu: Az SQL, amit használt hozzá a helyre rögzíti, hogy nem volt

source: The customer and branch details could not be retrieved because
el_gr: Τα στοιχεία των πελατών και των καταστημάτων δεν μπορούσε να ανακτηθεί, επειδή
hu_hu: A vevő adatai nem elérhetők, mert

source: The SQL that was used to find the customer and branch details failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να βρείτε τον πελάτη και τις λεπτομέρειες υποκατάστημα απέτυχε ήταν
hu_hu: SQL üzenet

source: The quotation cannot be added because
el_gr: Η προσφορά δεν μπορεί να προστεθεί, διότι
hu_hu: A megrendelés nem rögzíthető, mert

source: Unable to add the quotation line
el_gr: Ανίκανος να προσθέσει τη γραμμή εισαγωγικά
hu_hu: Válasszon megrendelőt a számlázáshoz

source: Unable to update the contract status and order number because
el_gr: Ανίκανος να ενημερώσετε την κατάσταση των συμβάσεων και τον αύξοντα αριθμό γιατί
hu_hu: Nem frissíthető a rekord mert

source: The contract has been made into quotation number
el_gr: Η σύμβαση έχει γίνει σε ορισμένες εισαγωγικά
hu_hu: Új bankszámla rögzítve

source: Go to quotation number:
el_gr: Πηγαίνετε στον αριθμό εισαγωγικά:
hu_hu: Árajánlat szám

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
el_gr: Οι λέξεις-κλειδιά Πελάτη Όνομα Υποκατάστημα έχουν χρησιμοποιηθεί κατά προτίμηση προς τον Πελάτη Κωδικός Καταστήματος ή υποκατάστημα Τηλέφωνο τέθηκε
hu_hu: Inkább a vevő nevében használjon kulcsszavakat, a vevő kódot pontosan kell megadni

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
el_gr: Πελάτης Κωδικός Καταστήματος έχει χρησιμοποιηθεί κατά προτίμηση του Πελάτη Κατάστημα Τηλέφωνο τέθηκε
hu_hu: Inkább a vevő nevében használjon kulcsszavakat, a vevő kódot pontosan kell megadni

source: The searched customer records requested cannot be retrieved because
el_gr: Τα ζητούμενα αρχεία πελατών δεν μπορούν να ανακτηθούν επειδή
hu_hu: A keresett vevő rekord nem elérhető, mert

source: No Customer Branch records contain the search criteria
el_gr: Δεν Πελατών εγγραφές Κλάδου περιλαμβάνει τα κριτήρια αναζήτησης
hu_hu: Nincs vevő rekord a megadott kereséshez

source: please try again
el_gr: Δοκιμάστε ξανά
hu_hu: Kérjük, próbálja újra

source: Note a Customer Branch Name may be different to the Customer Name
el_gr: Σημείωση Πελάτη Branch όνομα μπορεί να είναι διαφορετικό από το όνομα του πελάτη
hu_hu: Inkább a vevő nevében használjon kulcsszavakat, a vevő kódot pontosan kell megadni

source: The customer record selected
el_gr: Η εγγραφή επιλεγμένων πελατών
hu_hu: A telephely rekord törlése sikertelen

source: cannot be retrieved because
el_gr: δεν μπορούν να ανακτηθούν επειδή
hu_hu: nem elérhető, mert

source: The SQL used to retrieve the customer details and failed was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τα στοιχεία των πελατών και απέτυχε ήταν
hu_hu: Az SQL használt letölteni az ügyfél adatait, és nem volt

source: The customer details were unable to be retrieved
el_gr: Τα στοιχεία του πελάτη ήταν σε θέση να ανακτηθεί
hu_hu: A vevő adatai nem elérhetők, mert

source: The SQL used that failed to get the customer details was:
el_gr: Η SQL χρησιμοποιήθηκε που απέτυχε να πάρει τα στοιχεία του πελάτη ήταν:
hu_hu: SQL üzenet

source: The
el_gr: Η
hu_hu: A

source: account is currently at or over their credit limit
el_gr: λογαριασμός είναι ίσο ή πάνω από το πιστωτικό τους όριο
hu_hu: véve jelenleg vagy felett hitelkeret

source: No more orders can be placed by
el_gr: Δεν υπάρχει πλέον παραγγελίες μπορούν να τοποθετηθούν από
hu_hu: Nincs több megrendelést lehet helyezni a

source: their account is currently at or over their credit limit
el_gr: υπόψη τους αυτή τη στιγμή στο ή πάνω από το πιστωτικό τους όριο
hu_hu: a számláján jelenleg vagy felett hitelkeret

source: Contract: Select Customer
el_gr: Συμβόλαιο: Επιλογή πελατών
hu_hu: és a vevő

source: Part of the Customer Branch Name
el_gr: Μέρος του Κλάδου Όνομα Πελάτη
hu_hu: Vevői telephelyek

source: Part of the Customer Branch Code
el_gr: Μέρος του κώδικα Υποκατάστημα Πελάτη
hu_hu: Vevői telephelyek

source: Part of the Branch Phone Number
el_gr: Μέρος του αριθμού τηλεφώνου Κλάδου
hu_hu: Kapcsolat telefon

source: Branch
el_gr: Υποκατάστημα
hu_hu: Telephely

source: Contact
el_gr: Επαφή
hu_hu: Kapcsolat

source: Category
el_gr: Κατηγορία
hu_hu: Kategória

source: The stock categories could not be retrieved because
el_gr: Οι κατηγορίες μετοχών δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az állomány kategóriák nem sikerült letölteni, mert

source: The SQL used to retrieve stock categories and failed was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση κατηγορίες μετοχών και απέτυχε ήταν
hu_hu: Az SQL használt állomány letöltéséhez kategóriák és nem volt

source: The stock locations could not be retrieved because
el_gr: Οι τοποθεσίες αποθεμάτων δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A készlet főkönyvi kód nem elérhető, mert

source: The SQL used to retrieve stock locations and failed was
el_gr: Η SQL χρησιμοποιείται για την ανάκτηση τοποθεσίες αποθεμάτων και απέτυχε ήταν
hu_hu: SQL üzenet

source: Contract Description
el_gr: Περιγραφή της σύμβασης
hu_hu: Leírás

source: Drawing File
el_gr: Σχέδιο Αρχείο
hu_hu: Rajz fájl

source: format only
el_gr: μορφή μόνο
hu_hu: Jelentés

source: Customer Reference
el_gr: Σύσταση Πελάτη
hu_hu: Vevői hivatkozás

source: Exchange Rate
el_gr: Συναλλαγματική Ισοτιμία
hu_hu: Árfolyam

source: Contract Status
el_gr: Συμβόλαιο Κατάσταση
hu_hu: Pénzügyi állapot

source: Setup
el_gr: Ρύθμιση
hu_hu: Beállítások

source: Quote
el_gr: Παραθέτω
hu_hu: Bevitel

source: Completed
el_gr: Ολοκληρώθηκε
hu_hu: Alkatrész

source: Contract Setup
el_gr: Συμβόλαιο Setup
hu_hu: Pénzügyi állapot

source: Customer Quoted
el_gr: Πελάτης Εισηγμένες
hu_hu: Vevő adatok frissítve

source: Order Placed
el_gr: Παραγγελία
hu_hu: Megrendelve

source: Quotation Reference/Sales Order No
el_gr: Εισαγωγικά αναφοράς / Παραγγελία Πωλήσεις Δεν
hu_hu: Árajánlat Referencia / Sales Sorszám

source: Contract Work Order Ref
el_gr: Συμβόλαιο Ref Παραγγείλετε εργασίας
hu_hu: Megrendelés szám

source: Stock Items Required
el_gr: Χρηματιστήριο στοιχείων που απαιτούνται
hu_hu: Megrendelés szám

source: Total stock cost
el_gr: Συνολικό κόστος αποθεμάτων
hu_hu: Össz ár

source: None Entered
el_gr: Δεν εγγράφονται
hu_hu: Készlet szám

source: Other Requirements
el_gr: Άλλες Απαιτήσεις
hu_hu: Hol használva lekérdezés

source: Total other costs
el_gr: Σύνολο άλλων δαπανών
hu_hu: Össz ár

source: Total Contract Cost
el_gr: Συνολικό κόστος του συμβολαίου
hu_hu: Össz ár

source: Contract Price
el_gr: Συμβόλαιο τιμής
hu_hu: Kapcsolat

source: Enter Items Required
el_gr: Εισάγετε στοιχείων που απαιτούνται
hu_hu: Hol használva lekérdezés

source: Enter Other Requirements
el_gr: Εισάγετε Άλλες Απαιτήσεις
hu_hu: Vevői bevétel

source: Commit Changes
el_gr: Commit Αλλαγές
hu_hu: Megrendelés módosítás

source: Update Quotation
el_gr: Ενημέρωση Προσφορά
hu_hu: Adja meg az adatokat

source: Create Quotation
el_gr: Δημιουργία Προσφορά
hu_hu: Árajánlat nyomtatás

source: Cancel and Delete Contract
el_gr: Ακύρωση και Διαγραφή των συμβάσεων
hu_hu: Mégsem törlése és szerződés

source: From Stock ID
el_gr: Από ID Χρηματιστήριο
hu_hu: Termékkód

source: To Existing Stock ID
el_gr: Σε υπάρχουσα ID Χρηματιστήριο
hu_hu: Meglévő készlet azonosító

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
el_gr: λογαριασμός χρήστη σας δεν έχει μια έγκυρη θέση απογραφή προεπιλογή που έχει συσταθεί. Παρακαλώ δείτε το διαχειριστή του συστήματος για να τροποποιήσετε το λογαριασμό χρήστη σας.
hu_hu: Az Ön felhasználói fiók nem rendelkezik érvényes alapértelmezett leltárt helyre állítani. Kérjük, olvassa el a rendszergazdát, hogy módosítsa a felhasználói fiók.

source: The details of the customer selected
el_gr: Οι λεπτομέρειες του επιλεγμένου πελάτη
hu_hu: A részleteket a felhasználó által kiválasztott

source: The customer branch record of the customer selected
el_gr: Η εγγραφή υποκατάστημα πελάτη του επιλεγμένου πελάτη
hu_hu: Az ügyfél ága nyilván a felhasználó által kiválasztott

source: SQL used to retrieve the branch details was
el_gr: SQL που χρησιμοποιείται για να ανακτήσει τα στοιχεία υποκατάστημα
hu_hu: SQL használt letölteni a fióktelep részletes volt

source: The branch details for branch code
el_gr: Οι λεπτομέρειες υποκατάστημα για κωδικός υποκαταστήματος
hu_hu: A fióktelep részleteket fiók kódja

source: against customer code
el_gr: κατά κωδικό πελάτη
hu_hu: elleni ügyfél kód

source: could not be retrieved
el_gr: δεν θα μπορούσε να ανακτηθεί
hu_hu: nem elérhető
