Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Confirm Dispatch and Produce Invoice
el_gr: Επιβεβαίωση Αποστολή και Produce Τιμολόγιο
hu_hu: Megrendelésből számlakészítés megerősítése

source: Add Another Sales Order
el_gr: Προσθέστε άλλο Παραγγείλετε Πωλήσεις
hu_hu: Vevői megrendelések

source: Thank you for your business
el_gr: Σας ευχαριστούμε για την συνεργασία
hu_hu: Köszönjük, hogy nálunk vásárolt

source: Could not update the contract status
el_gr: Δεν ήταν δυνατή η ενημέρωση της κατάστασης σύμβαση
hu_hu: Nem frissíthető a rekord mert

source: The SQL that failed to update the contract status was
el_gr: Ο SQL που απέτυχε να ενημερώσετε την κατάσταση σύμβαση
hu_hu: SQL üzenet

source: Could not insert the contract bill of materials
el_gr: Θα μπορούσε να μην τοποθετήσει το νομοσχέδιο σύμβαση των υλικών
hu_hu: a hozzátartozó anyagszámla megtekintéséhez

source: The SQL that was used to update the order and failed was
el_gr: Η SQL, που χρησιμοποιήθηκε για να ενημερώσει τη παραγγελία και απέτυχε, ήταν
hu_hu: SQL üzenet

source: The order cannot be updated because
el_gr: Η παραγγελία δεν μπορεί να ενημερωθεί επειδή
hu_hu: A megrendelés nem feldolgozható, mert

source: The SQL that was used to modify the order line and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να τροποποιήσετε τη γραμμή τάξη και απέτυχε ήταν
hu_hu: SQL üzenet

source: The updated order line cannot be modified because
el_gr: Η ενημερωμένη γραμμή παραγγελίας δεν μπορεί να τροποποιηθεί επειδή
hu_hu: A frissített megrendelés sor nem módosítható, mert

source: Print packing slip - pre-printed stationery
el_gr: Εκτύπωση δελτίου φορτωτικής - προτυπωμένη χαρτική ύλη
hu_hu: Csomagkisérő nyomtatás - előnyomott papírra

source: Confirm Order Delivery Quantities and Produce Invoice
el_gr: Επιβεβαιώστε τις Ποσότητες Παράδοσης Παραγγελίας και Έκδοση Τιμολογίου
hu_hu: Megrendelés szállítás megerősítés, Számlázás

source: Select A Different Order
el_gr: Επιλέξτε μια διαφορετική παραγγελία
hu_hu: Válasszon másik megrendelést

source: Delivery
el_gr: Παράδοση
hu_hu: Szállítási

source: Delivery Details
el_gr: Στοιχεία Παράδοσης
hu_hu: Szállítások adatai

source: Quotation Summary
el_gr: Περίληψη Προσφοράς
hu_hu: Árajánlat összesen

source: Order Summary
el_gr: Περίληψη Παραγγελίας
hu_hu: Megrendelés összesen

source: TOTAL Excl Tax/Freight
el_gr: ΣΥΝΟΛΟ (Μη περ. ΦΠΑ/Μετσφορικά)
hu_hu: Összesen ÁFA nélkül/Fuvar

source: Total Weight
el_gr: Συνολικό Βάρος
hu_hu: Össz súly

source: Total Volume
el_gr: Συνολικός Όγκος
hu_hu: Össz térfogat

source: Deliver To
el_gr: Παράδοση
hu_hu: Szállítás ide

source: Deliver from the warehouse at
el_gr: Παράδοση από την αποθήκη στο
hu_hu: Szállítás innen

source: The stock locations could not be retrieved
el_gr: Οι τοποθεσίες αποθεμάτων δεν θα μπορούσε να ανακτηθεί
hu_hu: A készlet főkönyvi kód nem elérhető, mert

source: SQL used to retrieve the stock locations was
el_gr: SQL που χρησιμοποιείται για να ανακτήσει τις θέσεις μετοχών ήταν
hu_hu: SQL üzenet

source: Estimated Delivery Date
el_gr: Εκτιμώμενη ημερομηνία παράδοσης
hu_hu: Kért szállítás

source: Quote Date
el_gr: Παράθεση Ημερομηνία
hu_hu: Idézet dátuma

source: Confirmed Order Date
el_gr: Επιβεβαιωμένο Ημερομηνία Παραγγελίας
hu_hu: Rendelés dátum

source: Packlist Type
el_gr: Τύπος Packlist
hu_hu: Csomaglista típus

source: Show Company Details/Logo
el_gr: Εμφάνιση Λεπτομέρειες Επιχείρησης/Λογότυπο
hu_hu: Cégadatok, logó nyomtatása

source: Hide Company Details/Logo
el_gr: Απόκρυψη Λεπτομέρειες Επιχείρησης/Λογότυπο
hu_hu: Cégadatok, logó elrejtése

source: Reprint packing slip
el_gr: Επανεκτύπωση Δελτίου Φορτωτικής
hu_hu: Csomagkisérő újranyomtatás

source: Last printed
el_gr: Τελευταίο Εκτυπωμένο
hu_hu: Utoljára nyomtatva

source: Recalc Freight Cost
el_gr: Επανυπολογισμός Κόστους Μεταφοράς
hu_hu: Fuvardíj újraszámítás

source: Freight/Shipper Method
el_gr: Ναύλος / Μέθοδος Φορτωτής
hu_hu: Szállítási / Szállító módszer

source: The shipper details could not be retrieved
el_gr: Οι λεπτομέρειες αποστολέας δεν θα μπορούσε να ανακτηθεί
hu_hu: A vevő adatai nem elérhetők, mert

source: SQL used to retrieve the shipper details was
el_gr: SQL που χρησιμοποιείται για να ανακτήσει τα στοιχεία αποστολέα ήταν
hu_hu: SQL üzenet

source: Quotation Only
el_gr: Προσφορά Μόνο
hu_hu: Csak árajánlat

source: Place Order
el_gr: Κατάθεση Προσφοράς
hu_hu: Elindít

source: Create Recurring Order
el_gr: Δημιουργία Επαναλαμβανόμενη Παραγγελία
hu_hu: Ismétlődő megrendelés felvitel

source: Commit Order Changes
el_gr: Επικυρώστε τις Αλλαγές Παραγγελίας
hu_hu: Megrendelés módosítás

source: The sql that failed was
el_gr: Ο SQL που απέτυχε ήταν
hu_hu: Az sql, hogy nem volt

source: Discount Categories Maintenance
el_gr: Συντήρηση Κατηγοριών Έκπτωσης
hu_hu: Kedvezmény kategória karbantartás

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
el_gr: Το είδος πρός καταχώρηση, πρέπει να είναι είτε κατασκευασμένο είτε συναρμολογημένο είτε αγορασμένο
hu_hu: A megadott terméket rögzíteni kell, mint gyártott, vásárolt, vagy összeszerelt termék

source: The discount category
el_gr: Η κατηγορία έκπτωσης
hu_hu: Kedvezmény kategória

source: record for
el_gr: εγγραφή για
hu_hu: rekord tól

source: could not be updated because
el_gr: δεν ήταν δυνατό να ενημερωθεί επειδή
hu_hu: nem frissíthető, mert

source: The stock master has been updated with this discount category
el_gr: Η αποθήκη έχει ενημερωθεί με αυτήν την κατηγορία έκπτωσης
hu_hu: A készletrekord módosítva lett a kedvezmény kategóriával

source: The stock master record has been updated to no discount category
el_gr: Η αποθήκη έχει ενημερωθεί σε: καμία κατηγορία έκπτωσης
hu_hu: A készletrekord módosítva lett kedvezmény kategória nélkül

source: Discount Category Code
el_gr: Κωδικός Κατηγορίας Έκπτωσης
hu_hu: Kedvezmény kategória kód

source: Enter Stock Code
el_gr: Εισάγετε τον κωδικό Stock
hu_hu: Készlet szám

source: Partial code
el_gr: Μερική κωδικό
hu_hu: Termékkód

source: Partial description
el_gr: Μερική περιγραφή
hu_hu: Tétel leírás

source: Update Item
el_gr: Ενημέρωση Θέση
hu_hu: Frissít

source: Select a part code
el_gr: Επιλέξτε έναν κωδικό είδους
hu_hu: Válasszon másik megrendelést

source: Assign discount category
el_gr: Αντιστοίχηση κατηγορίας έκπτωση
hu_hu: Kedvezmény kategória

source: to all items in stock category
el_gr: σε όλα τα στοιχεία της κατηγορίας υλικού
hu_hu: Nem rögzíthető az alkatrész, mert

source: Update Items
el_gr: Ενημέρωση Είδη
hu_hu: Frissít

source: Discount Category
el_gr: Κατηγορία Έκπτωσης
hu_hu: Kedvezmény kategória

source: There are currently no discount categories defined
el_gr: Δεν υπάρχει καθορισμένη καμία κατηγορία έκπτωσης
hu_hu: Nincs kedvezmény kategória beállítva

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
el_gr: Εισάγετε μια σύντμηση δύο χαρακτήρων για την κατηγορία έκπτωσης και τον κωδικό αποθεμάτων για τους οποίους θα ισχύσει αυτή η κατηγορία. Οι κανόνες έκπτωσης μπορούν έπειτα να εφαρμοστούν σε αυτήν την κατηγορία έκπτωσης
hu_hu: Adjon meg egy 2 karakteres kedvezmény kategóriát és a termékkódot, melyen a kedvezményt érvényesíteni akarja

source: Update discount category for
el_gr: Ενημέρωση κατηγορία έκπτωση για
hu_hu: Kedvezmény kategória

source: a single stock item
el_gr: ενός μόνο στοιχείου απόθεμα
hu_hu: Egyetlen állomány tétel

source: a complete stock category
el_gr: μια πλήρη κατηγορία μετοχών
hu_hu: Nem frissíthető a rekord mert

source: Discount Matrix Maintenance
el_gr: Συντήρηση Σχεδίου Έκπτωσης
hu_hu: Kedvezmény mátrix karbantartás

source: The quantity break must be entered as a positive number
el_gr: Το διάλειμμα ποσότητα που πρέπει να εισαχθεί ως θετικός αριθμός
hu_hu: A mennyiség határnak pozitív számnak kell lennie

source: The quantity of all items on an order in the discount category
el_gr: Η ποσότητα όλων των ειδών σε παραγγελία στην κατηγορία έκπτωσης
hu_hu: Egy megrendelésben az össz termék össz mennyisége a kedvezmény kategóriában

source: at which the discount will apply is 0 or less than 0
el_gr: στην οποία η έκπτωση θα ισχύσει, είναι 0 ή λιγότερο από 0
hu_hu: melyre a kedvezmény számolva lesz 0 vagy kisebb mint 0

source: Positive numbers are expected for this entry
el_gr: Αναμένονται θετικοί αριθμοί για αυτήν την καταχώρηση
hu_hu: Csak pozitív számot adhat meg

source: The discount rate must be entered as a positive number
el_gr: Το ποσοστό έκπτωσης πρέπει να εισαχθεί ως θετικός αριθμός
hu_hu: A kedvezmény értéke pozitív szám kell hogy legyen

source: The discount matrix record has been added
el_gr: Το αρχείο σχεδίου έκπτωσης έχει προστεθεί
hu_hu: A kedvezmény mátrix frissítve

source: The discount matrix record has been deleted
el_gr: Το αρχείο σχεδίου έκπτωσης έχει διαγραφεί
hu_hu: A kedvezmény mátrix rekord törölve

source: Customer Price List
el_gr: Τιμοκατάλογος Πελάτη
hu_hu: Vevő árszint

source: Quantity Break
el_gr: Ποσότητα Break
hu_hu: Mennyiségi határ

source: EDI Message Format
el_gr: Μορφή Μυνήματος ΗΑΔ
hu_hu: EDI üzenet formátum

source: There was an error inserting the default template invoice message records for
el_gr: Υπήρξε ένα λάθος στην εισαγωγή των αρχείων μηνυμάτων στο προεπιλεγμένο πρότυπο τιμολογίων για
hu_hu: Hiba az alapértelmezett számla üzenet minta rögzítésénél

source: Message line updated
el_gr: Γραμμή μηνύματος ενημερώθηκε
hu_hu: Üzenet sor frissítve

source: Message line added
el_gr: Γραμμή μηνύματος προστέθηκε
hu_hu: Üzenet sor rögzítve

source: The selected message line has been deleted
el_gr: Η επιλεγμένη γραμμή μηνύματος έχει διαγραφεί
hu_hu: A kiválasztott sor törölve

source: Definition of
el_gr: Ορισμός των
hu_hu: Definició

source: Create New EDI Invoice Message From Default Template
el_gr: Δημιουργήστε το νέο μήνυμα τιμολογίων ΗΑΔ από το προεπιλεγμένο πρότυπο
hu_hu: Létrehozása Új EDI Számla Message From Alapértelmezett Sablon

source: Review Message Lines
el_gr: Αναθεώρηση Γραμμών Μυνήματος
hu_hu: Felülvizsgálat Üzenet vonalak

source: Heading
el_gr: Τίτλος
hu_hu: Vámtarifaszám

source: Detail
el_gr: Λεπτομέρεια
hu_hu: Részletesen

source: Update Information
el_gr: Ενημέρωση Ενημέρωση
hu_hu: Adja meg az adatokat

source: Process EDI Orders
el_gr: Επεξεργασία Παραγγελιών ΗΑΔ
hu_hu: EDI megrendelések feldolgozás

source: The EANCOM Standard only allows for
el_gr: Τα πρότυπα EANCOM επιτρέπουν μόνο
hu_hu: Az EANCOM engedélyezve csak

source: occurrences of the segment
el_gr: περιστατικά του τμήματος
hu_hu: előfordulását a szegmens

source: this is the
el_gr: αυτό είναι
hu_hu: ez a

source: occurrence
el_gr: περιστατικό
hu_hu: esemény

source: The segment line read as follows
el_gr: Η γραμμή τμήματος διαβάζεται ως εξής
hu_hu: A szegmens sor a következőképpen módosul

source: Segment Group
el_gr: Ομάδα Τμήματος
hu_hu: Szegmens csoport

source: Max Occurrences of Segment
el_gr: Max Περιστατικά Τομέα
hu_hu: Deviza név

source: No occurrences so far
el_gr: Κανένα περιστατικό μέχρι τώρα
hu_hu: Nincs események eddig

source: ERROR
el_gr: ΣΦΑΛΜΑ
hu_hu: HIBA

source: Unable to identify segment tag
el_gr: Αδυναμία προσδιορισμού ετικέτας τμήματος
hu_hu: Nem sikerült azonosítani szegmens címke

source: from the message line
el_gr: από τη γραμμή μηνύματος
hu_hu: Az üzenet vonal

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
el_gr: Η επεξεργασία αυτή το μήνυμα έχει τερματιστεί και ξεχωριστές συμβουλές θα απαιτηθεί από τον πελάτη να αποκτήσει λεπτομέρειες για την παραγγελία
hu_hu: Ez az üzenet feldolgozása megszakadt, és külön tanácsot lesz szükség az ügyfél megszerzése adatait a megrendelés

source: The segment tag
el_gr: Η ετικέτα τμήματος
hu_hu: A szegmens címke

source: is being processed
el_gr: επεξεργάζεται
hu_hu: feldolgozás alatt

source: Customer EDI Ref
el_gr: Αναφ. ΗΑΔ Πελάτη
hu_hu: Az ügyfél EDI Ref

source: EDI Message Ref
el_gr: Αναφ. Μυνήματος ΗΑΔ
hu_hu: EDI üzenet Ref

source: This message is not an order
el_gr: Αυτό το μήνυμα δεν είναι παραγγελία
hu_hu: Ez az üzenet nem megrendelés

source: This message is a standard order
el_gr: Αυτό το μήνυμα είναι μια τυπική παραγγελία
hu_hu: Ez az üzenet egy előre megadott sorrendben

source: This message is a blanket order
el_gr: Αυτό το μήνυμα είναι μια ανοικτή παραγγελία
hu_hu: Ez az üzenet egy takaró érdekében

source: blanket order
el_gr: ανοικτή παραγγελία
hu_hu: takaró érdekében

source: This order is URGENT
el_gr: Αυτή η παραγγελία είναι ΕΠΕΙΓΟΥΣΑ
hu_hu: Ez a megrendelés SÜRGŐS

source: URGENT ORDER
el_gr: ΕΠΕΙΓΟΥΣΑ ΠΑΡΑΓΓΕΛΙΑ
hu_hu: SÜRGŐS MEGRENDELÉS

source: Call off order
el_gr: Ακύρωση παραγγελίας
hu_hu: Hívja ki annak érdekében,

source: Consignment order
el_gr: Πρωτόκολλο παραγγελίας
hu_hu: Szállítmány érdekében

source: Manufacturer raised order
el_gr: Παραγγελια προερχόμενες απο τον κατασκευαστή
hu_hu: Gyártó fel annak érdekében,

source: Standing order
el_gr: Μόνιμη Παραγγελία
hu_hu: Állandó érdekében

source: Cross docking services order
el_gr: Παραγγελία υπηρεσιών Cross docking
hu_hu: Cross dokkoló szolgáltatások érdekében

source: Exceptional Order
el_gr: Ειδική Παραγγελία
hu_hu: Rendkívüli Rendelés

source: Trans-shipment order
el_gr: Παραγγελία μεταφόρτωσης
hu_hu: Trans-szállítás érdekében

source: Cross docking order
el_gr: Παραγγελία Cross docking
hu_hu: Cross dokkoló érdekében

source: Customers order ref
el_gr: Αναφ. παραγγελίας πελατών
hu_hu: Az ügyfelek érdekében ref

source: REPLACEMENT order
el_gr: Παραγγελία ΑΝΤΙΚΑΤΑΣΤΑΣΗΣ
hu_hu: CSERE érdekében

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
el_gr: ΠΡΕΠΕΙ ΝΑ ΔΙΑΓΡΑΨΕΤΕ ΤΗΝ ΑΡΧΙΚΗ ΠΑΡΑΓΓΕΛΙΑ ΜΕ ΤΟ ΧΕΡΙ
hu_hu: Kell törölni az eredeti sorrendet KÉZI

source: Confirmation of previously sent order
el_gr: Επιβεβαίωση της προηγουμένως σταλμένης παραγγελίας
hu_hu: Megerősítése érdekében a korábban elküldött

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
el_gr: ΔΙΠΛΟΕΓΓΡΑΦΗ παραγγελίας ΔΙΑΓΡΑΨΤΕ ΤΗΝ ΑΡΧΙΚΗ ΠΑΡΑΓΓΕΛΙΑ ΜΕ ΤΟ ΧΕΡΙ
hu_hu: MÁSODLAT érdekében DELETE eredeti sorrendben KÉZI

source: Proposed order only no order created in web-ERP
el_gr: Προταθείσα παραγγελία μόνο που καμία παραγγελία δεν δημιουργήθηκε στο WebERP
hu_hu: Javasolt hogy csak egyetlen érdekében létrehozott web-ERP

source: COPY order only no order will be created in web-ERP
el_gr: ΑΝΤΙΓΡΑΦΗ παραγγελίας μόνο που καμία παραγγελία δεν θα δημιουργηθεί στο WebERP
hu_hu: COPY érdekében csak egyetlen érdekében jön létre a web-ERP

source: Confirmation of order
el_gr: Επιβεβαίωση παραγγελίας
hu_hu: Megerősítése érdekében

source: not created in web-ERP
el_gr: δεν δημιουργήθηκε στο Web-ERP
hu_hu: nem jött létre a web-ERP

source: Provisional order only
el_gr: Προσωρινή παραγγελία μόνο
hu_hu: Ideiglenes csak rendelésre

source: Please acknowledge to customer with detail and changes made to the order
el_gr: Παρακαλούμε γνωρίστε μας προς τον πελάτη με λεπτομέρεια και αλλαγές που έγιναν με τη σειρά
hu_hu: Kérjük, elismerik, hogy ügyfél részletességgel és változások a sorrendben

source: Please acknowledge to customer the receipt of message
el_gr: Παρακαλούμε γνωρίστε μας στον πελάτη την παραλαβή του μηνύματος
hu_hu: Kérjük elismerik az ügyfelek átvételét üzenet

source: Please acknowledge to customer any changes to the order
el_gr: Παρακαλούμε γνωρίστε μας στον πελάτη οποιαδήποτε μεταβολή στην τάξη
hu_hu: Kérjük elismerik az ügyfél bármilyen változás, hogy a megrendelés

source: No acknowledgement to customer is required
el_gr: Δεν θα υπάρξει βεβαίωση για πελάτης είναι υποχρεωμένος
hu_hu: Nem visszaigazolást ügyfél köteles

source: Requested delivery date
el_gr: Ζητούμενη ημερομηνία παράδοσης
hu_hu: Kért szállítási határidő

source: Promotion start date
el_gr: Ημερομηνία έναρξης προώθησης
hu_hu: Promóció kezdési időpontja

source: Do NOT ship before
el_gr: ΜΗΝ στείλετε πριν
hu_hu: NE hajó előtt

source: Cancel order if not dispatched before
el_gr: Ακυρώστε τη παραγγελία εάν δεν αποσταλλεί πριν
hu_hu: Mégsem hogy ha nem adják fel, mielőtt

source: Order date
el_gr: Ημερομηνία παραγγελίας
hu_hu: Rendezés dátum

source: dated
el_gr: χρονολογημένος
hu_hu: dátum

source: Pickup date
el_gr: Ημερομηνία παραλαβής
hu_hu: Felvétel dátuma

source: Invoice period
el_gr: Περίοδος τιμολόγησης
hu_hu: Számla időszak

source: Valid period
el_gr: Περίοδος Ισχύως
hu_hu: Érvényes időszak

source: Confirmation of date lead time
el_gr: Επιβεβαίωση της χρονικής ανοχής ημερομηνίας
hu_hu: Megerősítése dátum átfutási idő

source: Payment will be effected by a direct payment for this order
el_gr: Η πληρωμή θα εκτελεσθεί από μια άμεση πληρωμή για αυτήν την παραγγελία
hu_hu: Fizetés hajtják végre a közvetlen kifizetés ebben a sorrendben

source: This order to be settled in accordance with the normal account trading terms
el_gr: Αυτή η παραγγελία που εγκαθίσταται σύμφωνα με τους κανονικούς όρους εμπορικών συναλλαγών
hu_hu: Ez annak érdekében, hogy megfelelően rendezik a szokásos kereskedelmi értelemben véve

source: The goods on this order
el_gr: Τα αγαθά σε αυτή τη παραγγελία
hu_hu: Az áru ebben a sorrendben

source: once delivered
el_gr: μόλις παραδωθεί
hu_hu: egyszer leszállított

source: will be held as security for the payment
el_gr: θα κρατηθεί ως ασφάλεια της πληρωμής
hu_hu: kerül megrendezésre a biztonság a fizetési

source: Payment will be effected to bank account
el_gr: Η πληρωμή θα εκτελεσθεί μέσω τραπεζικού λογαριασμού
hu_hu: Fizetés hajtják végre a bankszámla

source: Payment will be effected by promissory note
el_gr: Η πληρωμή θα εκτελεσθεί από υποσχετική
hu_hu: Fizetés hajtják végre saját váltó

source: Payment will be effected by a bill drawn by the creditor on the debtor
el_gr: Η πληρωμή θα εκτελεσθεί από έναν λογαριασμό που επισύρεται από τον πιστωτή στο χρεώστη
hu_hu: Fizetés hajtják végre egy törvényjavaslatot készített a hitelező az adós

source: Payment terms are defined in the Commercial Account Summary Section
el_gr: Οι όροι πληρωμής καθορίζονται στο Εμπορικό Τμήμα Σύνοψη λογαριασμού
hu_hu: Fizetési feltételek meghatározása a kereskedelmi számla Összefoglaló szakasz

source: Payment will be posted through the ordinary mail system
el_gr: Η πληρωμή θα ταχυδρομηθεί μέσω του συνηθισμένου ταχυδρομικού συστήματος
hu_hu: Fizetés fogják kifüggeszteni keresztül a szokásos levelező rendszer

source: Goods of origin
el_gr: Αγαθά προέλευσης
hu_hu: Áruk származási

source: Duty regime code
el_gr: Κωδικός καθεστώτος προμήθειας
hu_hu: Vám rendszer kódja

source: Buying group conditions apply
el_gr: Ισχύουν προϋποθέσεις αγοραστικής ομάδας
hu_hu: Vásárlási csoport feltételek érvényesek

source: Cancel the order if complete delivery is not possible on the requested date or time
el_gr: Ακυρώστε τη παραγγελία εάν η πλήρης παράδοση δεν είναι δυνατή κατά τη ζητούμενη ημερομηνία ή χρόνο
hu_hu: Mégsem a megrendelés, ha a teljes szállítás nem lehetséges a kért időpont vagy idő

source: Delivery subject to final authorisation
el_gr: Παράδοση υποκείμενη σε τελική έγκριση
hu_hu: A termék a végső engedélyt a

source: Invoiced but not replenished
el_gr: Τιμολογημένο αλλά μη ανατροφοδοτημένο
hu_hu: Kiszámlázott, de nem feltölteni

source: Replenished but not invoiced
el_gr: Α νατροφοδοτημένο αλλά μη τιμολογημένο
hu_hu: Pótolni, de nem számlázott

source: Deliver Full order
el_gr: Παραδώστε την πλήρη παραγγελία
hu_hu: Deliver Teljes érdekében

source: Authorisation for expense no
el_gr: Έγκριση για τη δαπάνη Νο.
hu_hu: Engedélyezése költség nélkül

source: Blanket Order
el_gr: Ανοικτή Παραγγελία
hu_hu: Takaró Rendelés

source: Customer Ref
el_gr: Αναφ. Πελάτη
hu_hu: Ügyfél Ref

source: Import Licence
el_gr: Άδεια Εισαγωγών
hu_hu: Import engedély

source: Buyer order
el_gr: Παραγγελία Αγοραστή
hu_hu: Vevő érdekében

source: Promo deal
el_gr: Συμφωνία Προώθησης
hu_hu: Promo foglalkozik

source: Ultimate customer ref
el_gr: Αναφ. τελικού πελάτη
hu_hu: Végső felhasználók ref

source: Supplier Order
el_gr: Παραγγελία Προμηθευτή
hu_hu: Szállító Rendelés

source: Action auth
el_gr: Πράξη έγκρισης
hu_hu: Akció auth

source: Authorisation
el_gr: Έγκριση
hu_hu: Engedély

source: The Buyer reference was specified as an EAN International Article Numbering Association code
el_gr: Η αναφορά αγοραστών ορίστηκε ως διεθνής κωδικός ένωσης αρίθμησης άρθρου EAN
hu_hu: A Vevő referencia adták meg, mint egy EAN International cikk számozása Szövetség kód

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
el_gr: Δυστυχώς το πεδίο EDIReference οποιοιδήποτε από τους πελάτες που ρυθμίστηκαν αυτήν την περίοδο για να λάβουν τις διαταγές ΗΑΔ" δεν ταιριάζει με τον κώδικα
hu_hu: Sajnos területén EDIReference bármely ügyfelek jelenleg felállított fogadására EDI megrendelések nem egyezik a kód

source: used in this message
el_gr: Χρησιμοποιήθηκε σε αυτό το μήνυμα
hu_hu: használt az üzenet

source: So that is the end of the road for this message
el_gr: Αυτό είναι το τέλος του μηνύματος
hu_hu: Annak érdekében, hogy az az út vége az üzenet

source: The supplier reference was specified as an EAN International Article Numbering Association code
el_gr: Η αναφορά προμηθευτών ορίστηκε ως διεθνής κωδικός ένωσης αρίθμησης άρθρου EAN
hu_hu: A nyertes ajánlattevő referencia adták meg, mint egy EAN International cikk számozása Szövetség kód

source: Unfortunately the company EDIReference
el_gr: Δυστυχώς η επιχείρηση EDIReference
hu_hu: Sajnos a cég EDIReference

source: does not match with the code
el_gr: δεν ταιριάζει με τον κωδικό
hu_hu: nem egyezik a kód

source: This implies that the EDI message is for some other supplier
el_gr: Αυτό υπονοεί ότι το μήνυμα ΗΑΔ είναι για κάποιο άλλο προμηθευτή
hu_hu: Ez azt jelenti, hogy az EDI-üzenetet a más szolgáltató

source: No further processing will be done
el_gr: Καμία περαιτέρω επεξεργασία δεν θα γίνει
hu_hu: Nincs további feldolgozás kerül sor

source: The Store number was specified as
el_gr: Ο αριθμός καταστήματος ορίστηκε ως
hu_hu: A Store számot adták meg a

source: Unfortunately there are either no branches of customer code
el_gr: Δυστυχώς δεν υπάρχει είτε κανένα υποκατάστημα στο κωδικό πελάτη
hu_hu: Sajnos vagy nem ágak ügyfél kód

source: or several that match this store number
el_gr: ή κάποια που ταιριάζουν με αυτόν τον αριθμό καταστήματος
hu_hu: vagy több, amelyek megfelelnek az üzletben száma

source: This order could not be processed further
el_gr: Αυτή η παραγγελία δεν ήταν δυνατό να υποβληθεί σε περαιτέρω επεξεργασία
hu_hu: Ezt a sorrendet nem sikerült feldolgozni tovább

source: EDI Order Message Error
el_gr: Μύνημα Σφάλματος Παραγγελίας ΗΑΔ
hu_hu: EDI Rendelés Üzenet hiba

source: EDI Order Message
el_gr: Μήνυμα Παραγγελίας ΗΑΔ
hu_hu: EDI Rendelés Üzenet

source: There was a problem retrieving the customer transactions because
el_gr: Υπήρξε ένα πρόβλημα στην ανάκτηση των συναλλαγών πελατών επειδή
hu_hu: Ott sikerült betölteni az ügyfélforgalom miatt

source: An error occurred in getting the EDI format template for
el_gr: Ένα σφάλμα συνέβη κατά την ανάκτηση της μορφής του προτύπου ΗΑΔ για
hu_hu: Hiba történt abban, hogy az EDI formátumú sablon

source: EDI Message
el_gr: Μύνημα ΗΑΔ
hu_hu: EDI üzenet

source: was successfully emailed
el_gr: ολοκληρώθηκε με επιτυχία αποσταλεί
hu_hu: Sikeresen feltöltve

source: could not be emailed to
el_gr: το email δεν ήταν δυνατό να σταλθεί στον/ην
hu_hu: nem lehet e-mailben a

source: Ftp connection has failed
el_gr: Η σύνδεση FTP απέτυχε
hu_hu: FTP kapcsolat sikertelen

source: Attempted to connect to
el_gr: Προσπαθήθηκε σύνδεση με
hu_hu: Kapcsolódás

source: for user
el_gr: για το χρήστη
hu_hu: felhasználó

source: could not be sent via ftp to
el_gr: δεν ήταν δυνατό να σταλεί μέσω FTP στο
hu_hu: nem lehet elküldeni ftp-n keresztül a
