Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
el_gr: Το επιλεγμένο στοιχείο είναι ήδη σχετικά με αυτό το πιστωτικό σύστημα δεν θα επιτρέψει το ίδιο θέμα στην πιστωτικό σημείωμα πάνω από μία φορά. Ωστόσο, μπορείτε να αλλάξετε την ποσότητα πιστωθεί της υπάρχουσας γραμμής, εάν είναι απαραίτητο.
hu_hu: A kiválasztott elem már szerepel ez a hitel, a rendszer nem teszi lehetővé az azonos pontot a jóváírást több alkalommal. Azonban meg lehet változtatni a mennyiséget jóvá a meglévő vonal, ha szükséges.

source: The item details could not be retrieved because
el_gr: Το στοιχείο λεπτομέρειες δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: Az elem részleteket nem sikerült letölteni, mert

source: Gross
el_gr: Μικτά
hu_hu: Bruttó

source: Rate
el_gr: Τιμή
hu_hu: Árfolyam

source: Are you sure you wish to delete this line item from the credit note?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το στοιχείο από την γραμμή της πιστωτικό σημείωμα;
hu_hu: Biztos benne, hogy szeretné törölni ezt a sort a jóváírás?

source: Credit Freight
el_gr: Πιστωτικές Freight
hu_hu: Hitel Freight

source: Reverse an Overcharge
el_gr: Αντίστροφη μία υπερφόρτωση
hu_hu: Fordított a Túltöltés

source: Reverse Overcharge Only
el_gr: Αντίστροφη υπερφόρτωση Μόνο
hu_hu: Fordított Túltöltés csak

source: Goods Returned To Store
el_gr: Εμπορεύματα που επιστρέφουν στο κατάστημα
hu_hu: Visszaszállított áruk tárolása

source: Good written off
el_gr: Καλή διαγραφέντα
hu_hu: Jó leírásra

source: Goods Returned to Location
el_gr: Εμπορεύματα που επιστρέφουν στο Τοποθεσία
hu_hu: Visszaszállított áruk helye

source: Credit Note Text
el_gr: Πιστωτικές κείμενο της σημείωσης
hu_hu: Hitel Megjegyzés szöveg

source: Are you sure you wish to cancel the whole of this credit note?
el_gr: Είστε σίγουροι ότι θέλετε να ακυρώσει το σύνολο της εν λόγω πιστωτικό σημείωμα;
hu_hu: Biztosan törölni szeretné az egész ezt a jóváírás?

source: Process Credit Note
el_gr: Διαδικασία πιστωτικό σημείωμα
hu_hu: Folyamat Credit megjegyzés

source: Change Customer
el_gr: Αλλαγή Πελατών
hu_hu: Változás az Ügyfél

source: Part Code
el_gr: Μέρος κώδικα
hu_hu: Kódja

source: Process Entries
el_gr: Διαδικασία Ενδείξεις
hu_hu: Folyamat bejegyzések

source: The area cannot be determined for this customer
el_gr: Η περιοχή δεν μπορεί να καθοριστεί για αυτόν τον πελάτη
hu_hu: A terület nem lehet meghatározni a vevői

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
el_gr: Για τα πιστωτικά σημειώματα που δημιουργήθηκε για τη διαγραφή των μετοχών ενός γενικού λογαριασμού του καθολικού πρέπει να επιλέγεται. Επιλέξτε έναν λογαριασμό για να γράψει το κόστος του αποθέματος μακριά για να κάντε κλικ για τη διαδικασία εκ νέου
hu_hu: A jóváírási létre, hogy írja le az állomány egy főkönyvi számla van szükség, hogy a kiválasztott. Kérjük, válasszon ki egy fiókot, hogy írjon a költsége az állomány ki, hogy majd a folyamat újra

source: The existence of the serial stock item record could not be determined because
el_gr: Η ύπαρξη της σειράς εγγραφής στοιχείο απόθεμα δεν μπορούσε να προσδιοριστεί, επειδή
hu_hu: Létezik a soros állomány tétel eredménye nem lehetett meghatározni, mert

source: The following SQL to find out if the serial stock item record existed already was used
el_gr: Οι παρακάτω SQL για να διαπιστώσετε εάν ο σειριακός ρεκόρ στοιχείο υλικού υπήρχε ήδη είχε χρησιμοποιηθεί
hu_hu: Az alábbi SQL annak kiderítésére, hogy a soros állomány elem rekord már megvolt használták

source: The new serial stock item record could not be inserted because
el_gr: Ο νέος αύξων ρεκόρ σημείο αποθεμάτων δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: Az új sorozat állomány tétel eredménye nem lehetett beilleszteni, mert

source: The following SQL to insert the new serial stock item record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το νέο σειριακό ρεκόρ σημείο αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: Az alábbi SQL be az új sorozat állomány elem rekord használt

source: The following SQL to insert the serial stock movement record was used
el_gr: Οι παρακάτω SQL για να εισάγετε τον σειριακό ρεκόρ κίνησης των αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: Az alábbi SQL be a soros készletek alakulása rekord használt

source: The following SQL to update the component location stock record was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε το στοιχείο βιβλίο αποθήκης τοποθεσία χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni az alkatrész helyét készletnyilvántartási használták

source: Stock movement record to write the stock off could not be inserted because
el_gr: Αποθήκη ρεκόρ κίνηση για να γράψει το απόθεμα off δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: Stock mozgás eredménye, hogy írjon az állomány le nem lehetett beilleszteni, mert

source: The following SQL to insert the stock movement to write off the stock was used
el_gr: Οι παρακάτω SQL για να εισάγετε την κυκλοφορία υλικό για τη διαγραφή των μετοχών χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a készletek alakulása, hogy írják le az állomány használták

source: The serial stock item record could not be updated for the write off because
el_gr: Ο αύξων ρεκόρ στοιχείο αποθεμάτων δεν θα μπορούσε να ενημερωθεί για τη διαγραφή, επειδή
hu_hu: A soros állomány tétel eredménye nem lehet frissíteni az írjon le, mert

source: The serial stock movement record for the write off could not be inserted because
el_gr: Ο αύξων ρεκόρ κίνησης των αποθεμάτων για διαγραφή δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A soros készletek alakulása rekordot leírni nem lehet beilleszteni, mert

source: The following SQL to insert the serial stock movement write off record was used
el_gr: Οι παρακάτω SQL για να εισάγετε τον σειριακό κίνησης των αποθεμάτων διαγραφή ρεκόρ χρησιμοποιήθηκε
hu_hu: Az alábbi SQL be a soros állomány mozgását írja le rekord használt

source: The cost of the stock credited GL posting could not be inserted because
el_gr: Το κόστος του αποθέματος πιστωθεί GL απόσπασης δεν μπορεί να προστεθεί, διότι
hu_hu: Az ára az állomány jóváírt GL kiküldetés nem lehetett beilleszteni, mert

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
el_gr: Η πλευρά υλικό (ή διαγραφή), του κόστους πωλήσεων ΓΠ απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A jármű oldalának (vagy írják le) az értékesítési költségek GL kiküldetés nem lehetett beilleszteni, mert

source: Show this Credit Note on screen
el_gr: Δείτε αυτό το πιστωτικό σημείωμα στην οθόνη
hu_hu: Mutassa meg ezt a Credit megjegyzés a képernyőn

source: Print this Credit Note
el_gr: Εκτυπώστε αυτή πιστωτικό σημείωμα
hu_hu: Nyomtassa ki ezt Credit megjegyzés

source: Enter Another Credit Note
el_gr: Εισάγετε άλλο πιστωτικό σημείωμα
hu_hu: Adja meg egy másik hitelintézet megjegyzés

source: Search Customers
el_gr: Αναζήτηση Πελάτες
hu_hu: Keresés a vásárlók

source: Customer Inquiries
el_gr: Πελατών Ερωτήσεις
hu_hu: Ügyfélszolgálat

source: Customer Transactions
el_gr: Πελάτης Συναλλαγές
hu_hu: Vevői tranzakció lekérdezések

source: The customer name requested cannot be retrieved because
el_gr: Το όνομα του πελάτη αυτός δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az ügyfél neve kért nem lehet letölteni, mert

source: Select a menu option to operate using this customer.
el_gr: Επιλέξτε μια επιλογή μενού για να λειτουργούν με τη χρήση αυτού του πελάτη
hu_hu: Válasszon ki egy menüpontot működik ezzel a vevői

source: Customer Transaction Inquiries
el_gr: Πελάτης ερωτημάτων σχετικά με συναλλαγές
hu_hu: Vevői tranzakciók lekérdezés

source: View Customer Details
el_gr: Δείτε Λεπτομέρειες Πελατών
hu_hu: Vevő név

source: Print Customer Statement
el_gr: Εκτύπωση Δήλωση Πελάτη
hu_hu: Kimutatások nyomtatás

source: Order Inquiries
el_gr: Παραγγελία Ερωτήσεις
hu_hu: Rendelés Érdeklődés

source: Modify Outstanding Sales Orders
el_gr: Τροποποιήστε τις εκκρεμείς παραγγελίες πωλήσεων
hu_hu: Módosítsa Kiemelkedő értékesítési megrendelések

source: Allocate Receipts or Credit Notes
el_gr: Διαθέστε Αποδείξεις ή πιστωτικά σημειώματα
hu_hu: Pénzügyi allokálás

source: Add a New Customer
el_gr: Προσθήκη Νέου Πελάτη
hu_hu: Új vevő

source: Modify Customer Details
el_gr: Τροποποίηση Στοιχεία Πελάτη
hu_hu: Módosítsa Ügyfél részletek

source: Add/Edit/Delete Customer Branches
el_gr: Προσθήκη / Τροποποίηση / Διαγραφή Υποκαταστήματα πελατών
hu_hu: Vevői telephelyek

source: Customer EDI Configuration
el_gr: Πελάτης EDI Διαμόρφωση
hu_hu: Az ügyfél EDI konfiguráció

source: Customers
el_gr: Πελάτες
hu_hu: Vevő

source: Search for Customers
el_gr: Αναζήτηση για Πελάτες
hu_hu: és a vevő

source: Enter a partial Name
el_gr: Πληκτρολογήστε ένα μέρος του ονόματος
hu_hu: Adja meg a szériaszámot

source: Enter a partial Code
el_gr: Εισάγετε μια μερική κώδικα
hu_hu: Adjon meg sorozatszámot

source: Enter a partial Phone Number
el_gr: Εισάγετε μια μερική Τηλέφωνο
hu_hu: Adja meg a szériaszámot

source: Enter part of the Address
el_gr: Πληκτρολογήστε μέρος της διεύθυνσης
hu_hu: Szöveg

source: Choose a Type
el_gr: Επιλέξτε ένα τύπο
hu_hu: Kiválasztott tételek

source: No Customer types defined
el_gr: Δεν τύπους ορισμένους Πελατών
hu_hu: Eladás típus/Árszint

source: Any
el_gr: Οποιαδήποτε
hu_hu: Bármely

source: Choose an Area
el_gr: Επιλέξτε μια περιοχή
hu_hu: Kiválasztott tételek

source: No Sales Areas defined
el_gr: Δεν Περιοχές Πωλήσεις ορίζεται
hu_hu: Értékesítési terület

source: Your account enables you to see only customers allocated to you
el_gr: Ο λογαριασμός σας σας επιτρέπει να δείτε μόνο τους πελάτες που διατίθενται για σας
hu_hu: Fiókja lehetővé teszi, hogy csak az ügyfelek számára elkülönített neked

source: Note: Sales-person Login
el_gr: Σημ.: Οι Πωλήσεις-πρόσωπο Login
hu_hu: Eladó

source: Click to view the csv Search Result
el_gr: Κάντε κλικ για να δείτε τα αποτελέσματα της αναζήτησης csv
hu_hu: Klikk a jóváírások megtekintéséhez

source: Mapping is enabled, but no Mapping data to display for this Customer.
el_gr: Χαρτογράφηση είναι ενεργοποιημένη, αλλά δεν υπάρχουν δεδομένα χαρτογράφησης για να εμφανιστεί για αυτόν τον πελάτη.
hu_hu: Mapping engedélyezve van, de nincs Mapping megjeleníthető adat erre az Ügyfél.

source: Customer Mapping
el_gr: Πελάτης Χαρτογράφηση
hu_hu: Vevő (dátum) óta

source: Mapping is enabled, Map will display below.
el_gr: Χαρτογράφηση είναι ενεργοποιημένη, Χάρτης θα εμφανιστεί στη συνέχεια.
hu_hu: Mapping engedélyezve van, térkép fog megjelenni az alábbiakban.

source: Customer Data
el_gr: Στοιχεία Πελάτη
hu_hu: Vevő név

source: No receipts from this customer.
el_gr: Δεν έσοδα από αυτόν τον πελάτη.
hu_hu: megrendelések ezzel a telephely kóddal

source: Last Paid Amount (inc tax)
el_gr: Τελευταία καταβαλλόμενο ποσό (inc ΦΠΑ):
hu_hu: Utolsó fizetett összeg (bruttó adó):

source: Customer since
el_gr: Πελάτης από:
hu_hu: Vevő (dátum) óta

source: No Spend from this Customer.
el_gr: Δεν Περάστε από αυτό το Πελάτη.
hu_hu: Új vevő felvitel

source: Total Spend from this Customer (inc tax)
el_gr: Συνολική δαπάνη από τον πελάτη (inc ΦΠΑ):
hu_hu: Összesen Töltsön e az Ügyfél (inc adó):

source: Add New Contact
el_gr: Προσθήκη επαφής
hu_hu: Kapcsolat

source: Add New Note
el_gr: Προσθήκη νέας σημείωσης
hu_hu: Új vevő

source: Add New Note for this Customer
el_gr: Προσθήκη νέας σημείωσης για αυτόν τον πελάτη
hu_hu: Új vevő felvitel

source: Customer Type (Group) Notes for:<b>
el_gr: Είδος Πελάτη (Ομάδα) Σημειώσεις για:
hu_hu: Vevő adatok frissítve

source: Add New Group Note
el_gr: Προσθήκη νέας σημείωσης ομάδας
hu_hu: Új vevő felvitel

source: Search GL Accounts
el_gr: Αναζήτηση GL Λογαριασμοί
hu_hu: Keresés GL fiókok

source: Account name keywords have been used in preference to the account code extract entered
el_gr: Οι λέξεις-κλειδιά λογαριασμός όνομα έχουν χρησιμοποιηθεί κατά προτίμηση τον κωδικό λογαριασμού απόσπασμα εγγράφεται
hu_hu: Fiók neve a kulcsszavakat, amelyek előnyben részesíthetők a számla kivonat kódot beírni

source: Search for General Ledger Accounts
el_gr: Αναζήτηση λογαριασμών γενικής λογιστικής
hu_hu: Főkönyvi lekérdezések

source: Enter extract of text in the Account name
el_gr: Πληκτρολογήστε το απόσπασμα του κειμένου στο όνομα Λογαριασμού
hu_hu: Adja meg kivonatát szöveget a fiók neve

source: Account Type
el_gr: Είδος Λογαριασμού
hu_hu: Számla típusa

source: Modifying Order
el_gr: Τροποποίηση Παραγγελία
hu_hu: Rendelés módosítása

source: Select Order Items
el_gr: Επιλέξτε Στοιχεία Παραγγελίας
hu_hu: Válassza ki a rendelési tételek

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
el_gr: Ο λογαριασμός σας έχει ρυθμιστεί ώστε να δουν μόνο ένα συγκεκριμένο παραγγελίες πωλητές. Δεν έχετε το δικαίωμα να τροποποιήσει αυτή τη σειρά
hu_hu: Fiókja van beállítva, hogy csak egy adott üzletkötő megrendelések. Ön nem jogosult módosítani ezt a sorrendet

source: The customer the order is for cannot be modified once some of the order has been invoiced
el_gr: Ο πελάτης την παραγγελία για δεν μπορεί να τροποποιηθεί μόλις μερικά από τη διάταξη έχει τιμολογηθεί
hu_hu: Az ügyfél a megbízás nem lehet módosítani, ha néhány intézkedést már kiszámlázott

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
el_gr: λογαριασμός είναι επισημανθεί ως ένα λογαριασμό που πρέπει να προσέξουν. Παρακαλούμε επικοινωνήστε με το προσωπικό πιστωτικού ελέγχου για να συζητήσουν
hu_hu: véve jelenleg megjelölve, mint egy fiókot, amelyet meg kell figyelte. Kérjük, forduljon a hitel irányító személyzet, hogy megvitassák

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
el_gr: σύνδεσής σας είναι μόνο που έχει δημιουργηθεί για ένα συγκεκριμένο πωλητή. Αυτός ο πελάτης έχει μια διαφορετική πωλητή.
hu_hu: A bejelentkezési csak létre egy adott üzletkötő. Ez az ügyfél egy másik eladó.

source: account is currently on hold please contact the credit control personnel to discuss
el_gr: λογαριασμός είναι σε αναμονή παρακαλούμε επικοινωνήστε με το προσωπικό πιστωτικού ελέγχου για να συζητήσουν
hu_hu: fiók jelenleg tart, kérjük forduljon a hitel irányító személyzet, hogy megvitassák

source: The details for the customer selected
el_gr: Οι λεπτομέρειες για το επιλεγμένο πελάτη
hu_hu: A részletek a felhasználó által kiválasztott

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
el_gr: Λυπούμαστε, ο λογαριασμός σας έχει τεθεί σε αναμονή για κάποιο λόγο, παρακαλούμε επικοινωνήστε με το προσωπικό ελέγχου της πιστοληπτικής ικανότητας.
hu_hu: Sajnáljuk, fiókja le van elhalasztotta valamilyen oknál fogva, vegye fel a kapcsolatot a hitel ellenőrző személyzetet.

source: Enter an Order or Quotation
el_gr: Εισάγετε μια διαταγή ή εισαγωγικά
hu_hu: Megrendelés rögzítés

source: Search for the Customer Branch.
el_gr: Αναζητήστε το Υποκατάστημα Πελάτη.
hu_hu: vevői tranzakció email

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
el_gr: Οι Παραγγελίες / Προσφορές που τοποθετείται μετά την Πελάτη Κλάδου. Ένας πελάτης μπορεί να έχει πολλούς κλάδους.
hu_hu: Megrendelések / idézetek kerülnek szemben a Megrendelő Branch. Egy ügyfél több tömegbázisát.

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
el_gr: Υπάρχουν γραμμές σχετικά με αυτή τη σειρά που έχουν ήδη τιμολογηθεί. Παρακαλούμε να διαγράψετε μόνο τις γραμμές για τη σειρά που δεν είναι πλέον απαραίτητα
hu_hu: Vannak vonalak e annak érdekében, hogy a már kiszámlázott. Kérjük, törölje csak a vonalak az érdekében, hogy már nincs szükség

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
el_gr: Υπάρχει μια επιλογή για την επιβεβαίωση της αποστολής / τιμολόγιο να ακυρώσει αυτόματα τυχόν υπόλοιπο της τάξης κατά τη στιγμή της τιμολόγησης, αν γνωρίζετε ο πελάτης δεν θα θέλει την πίσω σειρά
hu_hu: Van egy lehetőség a megerősítő feladó / számlát automatikusan törli minden egyensúly a megrendelés időpontjában számlázás, ha tudod, hogy a vevő nem szeretné, hogy a vissza annak érdekében,

source: The order detail lines could not be deleted because
el_gr: Οι γραμμές λεπτομέρεια ώστε δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A rendezés részletes vonalak nem lehet törölni, mert

source: The order header could not be deleted because
el_gr: Η κεφαλίδα ώστε δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A rendelés fejléc nem lehet törölni, mert

source: This sales order has been cancelled as requested
el_gr: Αυτή η σειρά των πωλήσεων έχει ακυρωθεί, όπως ζητήθηκε
hu_hu: Ez a vevői törölték a kért

source: Quotation for customer
el_gr: Εισαγωγικά για τον πελάτη
hu_hu: A vevő allokálásai

source: Order for customer
el_gr: Διάταξη για τον πελάτη
hu_hu: és a vevő

source: Default Options (can be modified during order):
el_gr: Default Επιλογές (μπορεί να τροποποιηθούν κατά σειρά):
hu_hu: Alapértelmezett beállítások (során módosítható sorrendben):

source: No asset was selected to dispose of. No assets have been added to this customer order
el_gr: Δεν περιουσιακό στοιχείο επιλέχτηκε για να διαθέσει. Δεν υπάρχουν περιουσιακά στοιχεία έχουν προστεθεί σε αυτή την παραγγελία του πελάτη
hu_hu: Nincs eszköz választották ártalmatlanítani. Nem eszközök kerültek erre a vevői

source: Asset Disposals
el_gr: Asset Εκποιήσεις
hu_hu: Eszköz elidegenítése

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
el_gr: Το στοιχείο που προσπαθείτε να τροποποιήσετε την τιμή είχε ήδη κάποια ποσότητα που τιμολογείται με την παλαιά τιμή της μοναδιαίας τιμής τα στοιχεία δεν μπορεί να τροποποιηθεί εκ των υστέρων
hu_hu: A tétel akkor próbálja módosítani az árat már volt némi mennyiség számlázása a régi ár tételek egységár nem lehet módosítani utólag

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
el_gr: Το στοιχείο που προσπαθείτε να τροποποιήσετε είχε κάποια ποσότητα που τιμολογείται στο παλιό τοις εκατό έκπτωση η έκπτωση στοιχεία δεν μπορεί να τροποποιηθεί εκ των υστέρων
hu_hu: A tétel akkor próbál módosítani kellett némi mennyiség számlázása a régi kedvezmény százalékos tételek kedvezmény nem lehet módosítani utólag

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
el_gr: Προσπαθείτε να κάνετε την παραγγελθείσα ποσότητα ποσότητα είναι μικρότερη από έχει ήδη τιμολογηθεί
hu_hu: Megpróbál, hogy a megrendelt mennyiség kisebb mennyiség már kiszámlázott

source: The quantity delivered and invoiced cannot be modified retrospectively
el_gr: Η ποσότητα που παραδόθηκε και τιμολογηθεί, δεν μπορεί να τροποποιηθεί εκ των υστέρων
hu_hu: A leszállított mennyiség és a számlázott nem lehet módosítani utólag

source: The customer account will breach their credit limit
el_gr: Ο λογαριασμός του πελάτη θα παραβιάζουν το πιστωτικό τους όριο
hu_hu: A vevő számlája átlépi a beállított hitel limitet

source: You should automatically be forwarded to the entry of the delivery details page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην καταχώρηση των στοιχείων παράδοσης σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési a szállítási adatok oldalra

source: if this does not happen
el_gr: αν αυτό δεν συμβεί
hu_hu: Ha nem ez történik

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery.
el_gr: Ποσότητα (απαιτείται) - Πληκτρολογήστε τον αριθμό των μονάδων που διέταξε. Τιμή (απαιτείται) - Πληκτρολογήστε την τιμή μονάδας. Έκπτωση (προαιρετικά) - Πληκτρολογήστε ένα ποσοστό έκπτωσης. GP% (προαιρετικά) - Πληκτρολογήστε ένα ποσοστό Μικτά Κέρδη (GP) για να προσθέσετε στο κόστος ανά μονάδα προϊόντος. Λόγω Ημερομηνία (προαιρετικά) - Εισαγάγετε μια ημερομηνία για την παράδοση.
hu_hu: Mennyiség (szükséges) - Írjuk be az egységek számát rendelhető. Ár (szükséges) - Adjuk meg a készülék árát. Kedvezmény (opcionális) - Írjuk be a százalékos kedvezmény. GP% (opcionális) - Adja meg a százalékos bruttó nyereség (GP) felvenni a készülék ára. Due Date (opcionális) - Írjuk be a dátumot a szállítás.

source: Clear Remaining
el_gr: Αίθριος Υπόλοιπη
hu_hu: megmaradó

source: Enter Delivery Details and Confirm Order
el_gr: Εισάγετε Λεπτομέρειες Παράδοση και Επιβεβαίωση Παραγγελίας
hu_hu: Írja Szállítási Részletek és megerősítése Rend

source: Add to Sales Order
el_gr: Προσθέστε σε Πωλήσεις Διάταξη
hu_hu: Vevői megrendelések

source: Search for Order Items
el_gr: Αναζήτηση για αντικείμενα του Παραγγελία
hu_hu: Rendelt tétel módosítás

source: Fixed Asset Disposal
el_gr: Σταθερό Διάθεση περιουσιακών στοιχείων
hu_hu: Fix Eszköz kivezetés

source: Use this screen for the
el_gr: Χρησιμοποιήστε την οθόνη αυτή για την
hu_hu: Használja ezt a képernyőt a

source: of products to be ordered
el_gr: των προϊόντων πρέπει να παραγγελθούν
hu_hu: A termékek rendelhető

source: Use this screen to select an asset to dispose of to this customer
el_gr: Χρησιμοποιήστε αυτή την οθόνη για να επιλέξετε ένα περιουσιακό στοιχείο να διαθέτει σε αυτόν τον πελάτη
hu_hu: Ezzel a képernyőn válasszon ki egy eszközt, hogy dobja ehhez az ügyfélhez

source: Asset to Dispose Of
el_gr: Asset να διαθέσει
hu_hu: Eszköz feletti rendelkezési

source: Select Asset To Dispose of From the List Below
el_gr: Επιλέξτε το πλεονέκτημα για Πετάξτε από την παρακάτω λίστα
hu_hu: Válassza ki a vagyon feletti rendelkezési az alábbi listából

source: Add Asset To Order
el_gr: Προσθέστε Asset Παραγγελίας
hu_hu: Add Asset A rendelési

source: Cancel Whole Order
el_gr: Ακύρωση Ολόκληρο Παραγγελία
hu_hu: Mégsem Egész Rendelés

source: Are you sure you wish to cancel this entire order?
el_gr: Είστε σίγουροι ότι θέλετε να ακυρώσετε όλη αυτή τη σειρά;
hu_hu: Biztosan törölni szeretné ezt az egész érdekében?

source: New
el_gr: Νέα
hu_hu: Új

source: Reprint
el_gr: Ανατύπωση
hu_hu: Jelentés

source: Search Inventory Items
el_gr: Αναζήτηση στοιχεία απογραφής
hu_hu: Keresés a leltári tételek

source: Item Inquiries
el_gr: Έρευνες Θέση
hu_hu: Pont Érdeklődés

source: Item Transactions
el_gr: Συναλλαγές Θέση
hu_hu: Pont tranzakciók

source: Item Maintenance
el_gr: Θέση συντήρησης
hu_hu: Pont Karbantartás

source: Obsolete
el_gr: Ξεπερασμένα
hu_hu: Elavult

source: Assembly Item
el_gr: Συνέλευση Θέση
hu_hu: Összeszerelt

source: Kitset Item
el_gr: Kitset Θέση
hu_hu: Megszünt termék

source: Service/Labour Item
el_gr: Υπηρεσία / Θέση Εργασίας
hu_hu: Termék választás

source: Purchased Item
el_gr: Αγοράστηκε Θέση
hu_hu: Vásárolt

source: Manufactured Item
el_gr: Κατασκευάζεται Θέση
hu_hu: Gyártott tétel

source: serialised
el_gr: συνέχειες
hu_hu: sorosított

source: Batchs/Lots
el_gr: Batchs / Παρτίδες
hu_hu: Kötegelt főköny

source: Volume
el_gr: Τόμος
hu_hu: Max térfogat

source: Weight
el_gr: Βάρος
hu_hu: Össz súly

source: The workorder component demand for this product cannot be retrieved because
el_gr: Η ζήτηση συνιστώσα workorder για αυτό το προϊόν δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A tételsorok nem elérhetők, mert

source: Quantity On Hand
el_gr: Ποσότητα για το χέρι
hu_hu: Mennyiség a kezét
