Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Could not retrieve the BOM components because
el_gr: Δεν θα μπορούσε να ανακτήσει τα συστατικά της Συνταγής επειδή
hu_hu: Nem elérhetők az anyagszámla részletek, mert

source: The SQL used to retrieve the components was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τα συστατικά ήταν
hu_hu: SQL üzenet

source: No lower levels
el_gr: Δεν χαμηλότερα επίπεδα
hu_hu: Utánrendelés szintek karbantartása

source: No Image
el_gr: Δεν Εικόνας
hu_hu: Nincs kép

source: The quantity entered must be numeric
el_gr: Η ποσότητα που εισάγεται πρέπει να είναι αριθμητική
hu_hu: A mennyiségnek számnak kell lennie

source: The effective to date must be a date after the effective after date
el_gr: Η ημερομηνία -Έγκυρο μέχρι- πρέπει να είναι μεταγενέστερη της ημερομηνίας -Έγκυρο από-
hu_hu: Hibás dátumtartomány

source: The effective to date is
el_gr: Η ημερομηνία -Έγκυρο μέχρι- είναι
hu_hu: A megadott dátum (tól)

source: days before the effective after date
el_gr: ημέρες πρίν την ημερομηνία -Έγκυρο από-
hu_hu: nappal előbb a megadott dátumnál

source: No updates have been performed
el_gr: Δεν έχει γίνει καμμία ενημέρωση
hu_hu: Nem történt frissítés

source: Effective after was
el_gr: -Έγκυρο από- ήταν
hu_hu: Után

source: and effective to was
el_gr: και -Έγκυρο μέχρι- ήταν
hu_hu: elött

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
el_gr: Μόνο μη συνέχειες ή μη παρτίδα ελεγχόμενων ειδών μπορεί να ρυθμιστεί το θέμα auto. Τα στοιχεία αυτά απαιτούν την παρτίδα / σειριακό αριθμό των ειδών που εκδίδονται για τα έργα εντολές που πρέπει να προσδιοριστούν, έτσι autoissue δεν αποτελεί επιλογή. Auto θέμα αυτό έχει ρυθμιστεί αυτόματα στο off για τη συνιστώσα
hu_hu: Csak a nem-sorozatban vagy nem sokat ellenőrzött termékek lehet állítani automatikus kérdés. Ezek a tételek szükség a tétel / tételek sorszámát ki a munkálatok megrendelések meg kell határozni, így autoissue nem opció. Automatikus kérdés a automatikusan kikapcsol ennek az összetevőnek

source: Could not update this BOM component because
el_gr: Δεν μπορούσε να ενημερωθεί αυτό το συστατικό Συνταγής επειδή
hu_hu: Nem frissíthető az anyagszámla, mert

source: The SQL used to update the component was
el_gr: Η SQL που χρησιμοποιήθηκε για να ενημερώσει το συστατικό ήταν
hu_hu: SQL üzenet

source: Details for
el_gr: Λεπτομέρειες για
hu_hu: Részletek

source: have been updated
el_gr: έχουν ενημερωθεί
hu_hu: frissítve

source: An error occurred in checking the component is not already on the BOM
el_gr: Ένα λάθος εμφανίστηκε στον έλεγχο ότι το συστατικό δεν είναι ήδη στη Συνταγή
hu_hu: Hiba az alkatrészek ellenőrzésekor

source: The SQL that was used to check the component was not already on the BOM and that failed in the process was
el_gr: Η SQL που χρησιμοποιήθηκε για να ελέγξει οτι το συστατικό δεν ήταν ήδη στη Συνταγή και που απέτυχε στη διαδικασία ήταν
hu_hu: SQL hiba az alkatrészek ellenőrzésekor

source: Could not insert the BOM component because
el_gr: Δεν ήταν δυνατή η εισαγωγή του συστατικού Συνταγής επειδή
hu_hu: Nem rögzíthető az alkatrész, mert

source: The SQL used to insert the component was
el_gr: Η SQL που χρησιμοποιήθηκε για να εισαχθεί το συστατικό ήταν
hu_hu: SQL üzenet

source: A new component part
el_gr: Ένα νέο συστατικό
hu_hu: Új alkatrész

source: has been added to the bill of material for part
el_gr: έχει προστεθεί στη Συνταγή για το συστατικό
hu_hu: hozzáadva az anyagszámlához

source: The component
el_gr: Το συστατικό
hu_hu: Az alkatrész

source: is already recorded as a component of
el_gr: έχει καταγραφεί ήδη ως συστατικό του
hu_hu: már korábban rögzítve lett

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
el_gr: Ενώ η ποσότητα του συστατικού που απαιτείται μπορεί να τροποποιηθεί είναι ακατάλληλο για ένα συστατικό να εμφανιστεί περισσότερο από μία φορά σε μια Συνταγή
hu_hu: Míg a mennyisége összetevő szükséges módosítani lehet, hogy nem megfelelő egy komponens szerepelhet többször egy törvényjavaslatot az anyagi

source: Could not delete this BOM components because
el_gr: Δεν είναι δυνατή η διαγραφή των συστατικών αυτής της Συνταγής επειδή
hu_hu: Nem törölhető ez az alkatrész, mert

source: The SQL used to delete the BOM was
el_gr: Η SQL που χρησιμοποιήθηκε για να διαγράψει τη Συνταγή ήταν
hu_hu: SQL üzenet

source: The component part
el_gr: Το συστατικό
hu_hu: Az alkatrész

source: has been deleted from this BOM
el_gr: έχει διαγραφεί από αυτή τη Συνταγή
hu_hu: törölve lett az anyagszámlából

source: Could not retrieve the description of the parent part because
el_gr: Δεν είναι δυνατή η εμφάνιση της περιγραφής του κυρίως συστατικού επειδή
hu_hu: Nem elérhető az apa alkatrész, mert

source: The SQL used to retrieve description of the parent part was
el_gr: Το SQL που χρησιμοποιήθηκε για να ανακτηθεί η περιγραφή του κυρίως συστατικού ήταν
hu_hu: SQL üzenet

source: Purchased
el_gr: Αγορασμένο
hu_hu: Vásárolt

source: Manufactured
el_gr: Κατασκευασμένο
hu_hu: Gyártott

source: Kit Set
hu_hu: Készlet

source: Phantom
el_gr: Φάντασμα
hu_hu: Fantom

source: Select a Different BOM
el_gr: Επιλέξτε μια άλλη Συνταγή
hu_hu: Válasszon másik anyagszámlát

source: Manufactured parent items
el_gr: Κατασκευασμένα κυρίως συστατικά
hu_hu: Gyártott

source: Assembly parent items
el_gr: Συναρμολόγηση κυρίως συστατικών
hu_hu: Közgyűlés szülő elem

source: Kit sets
hu_hu: Készlet

source: Level
el_gr: Επίπεδο
hu_hu: Szint

source: Sequence
el_gr: Ακολουθία
hu_hu: Sorozat

source: Category Description
el_gr: Κατηγορία Περιγραφή
hu_hu: Kategória Leírás

source: Location
el_gr: Θέση
hu_hu: Hely

source: Work Centre
el_gr: Κέντρο Εργασίας
hu_hu: Üzem

source: Effective After
el_gr: Έγκυρο Από
hu_hu: Után

source: Effective To
el_gr: Έγκυρο Μέχρι
hu_hu: Tól

source: Auto Issue
el_gr: Αυτόματη Έκδοση
hu_hu: Automatikus Kérdés

source: Qty On Hand
el_gr: Υπάρχουσα Ποσότητα
hu_hu: Készleten

source: No materials found.
el_gr: Δεν βρέθηκαν υλικά.
hu_hu: Nem anyagokat találtak.

source: Edit the details of the selected component in the fields below
el_gr: Επεξεργαστείτε τις λεπτομέρειες του επιλεγμένου συστατικού στα παρακάτω πεδία
hu_hu: A kiválasztott alkatrész jellemzőinek megadása

source: Click on the Enter Information button to update the component details
el_gr: Πατήστε στο κουμπί Εισαγωγή για να ενημερώσετε τις λεπτομέρειες του συστατικού
hu_hu: Klikk a Bevitelre az adatok frissítéséhez

source: Component code
el_gr: Κωδικός Συστατικού
hu_hu: Alkatrész kód

source: Could not retrieve the list of potential components because
el_gr: Δεν ήταν δυνατή η ανάκτηση του καταλόγου πιθανών συστατικών επειδή
hu_hu: Nem elérhető az alkatrészek listája, mert

source: The SQL used to retrieve the list of potential components part was
el_gr: Η SQL που χρησιμοποιήθηκε για την ανάκτηση του καταλόγου πιθανών συστατικών ήταν
hu_hu: SQL üzenet

source: Work Centre Added
el_gr: Κέντρο Εργασίας προστέθηκε
hu_hu: Üzem rögzítve

source: There are no work centres set up yet
el_gr: Δεν υπάρχει κανένα Κέντρο Εργασίας καταχωρημένο ακόμη
hu_hu: Nincs üzem rögzítve

source: Please use the link below to set up work centres
el_gr: Παρακαλώ χρησιμοποιήστε τη παρακάτω σύνδεση για να οργανώσετε τα κέντρα εργασίας
hu_hu: Használja a lenti linket az üzemek beállításához

source: Work Centre Maintenance
el_gr: Συντήρηση Κέντρων Εργασίας
hu_hu: Üzemek karbantartása

source: Auto Issue this Component to Work Orders
el_gr: Αυτόματη Καταχώρηση του Συστατικού σε Εντολή Εργασίας
hu_hu: Automatikus Probléma ez a komponens a megrendelések

source: to maintain the bill of material for using the options below
el_gr: για να διατηρηθεί η Συνταγή για τη χρησιμοποίηση των επιλογών παρακάτω
hu_hu: beállítani az anyagszámla jellemzőit a lenti opciókkal

source: The quantity entered cannot be zero
el_gr: Η ποσότητα που τίθεται δεν μπορεί να είναι μηδέν
hu_hu: A feltüntetett mennyiségre nem lehet nulla

source: Cost Of Sales GL Postings Set Up
el_gr: Ρύθμιση ΓΚ Κόστους Πωλήσεων
hu_hu: Értékesítés költségei főkönyvi feladás beállítás

source: Cost of sales GL posting code has been updated
el_gr: Ο κωδικός ΓΚ Κόστους Πωλήσεων ενημερώθηκε
hu_hu: Értékesítés költségei főkönyvi feladás beállítva

source: A new cost of sales posting code has been inserted
el_gr: Καταχωρήθηκε ένας νέος κωδικός κόστους πωλήσεων
hu_hu: Új értékesítés költségek főkönyvi kód beállítva

source: The cost of sales posting code record has been deleted
el_gr: Ο κωδικός κόστους πωλήσεων έχει διαγραφεί
hu_hu: Értékesítés költségei főkönyvi feladás törölve

source: The following cost of sales posting records that do not have valid general ledger code specified - these records must be amended.
el_gr: Το ακόλουθο κόστος των πωλήσεων δεν έχουν έγκυρο κωδικό ΓΚ - αυτά τα αρχεία πρέπει να τροποποιηθούν.
hu_hu: Az értékesítés költségei főkönyvi feladás nincs beállítva, így nem futtatható. Ellenőrizze a beállítást

source: Area
el_gr: Περιοχή
hu_hu: Terület

source: Stock Category
el_gr: Κατηγορία Αποθέματος
hu_hu: Termék kategória

source: Sales Type
el_gr: Τύπος Πωλήσεων
hu_hu: Eladás típus

source: COGS Account
el_gr: ΚΠΠ Λογαριασμού
hu_hu: Ért.kltsg. számla

source: GL Account
el_gr: Λογαριασμός ΓΛ
hu_hu: Főkönyv

source: Show all cost of sales posting records
el_gr: Εμφάνιση όλων των εγγραφών Κόστους Πωλήσεων
hu_hu: Minden Ért. kltsg. feladás megjelenítése

source: Any Other
el_gr: Οποιοδήποτε Άλλο
hu_hu: Bármi más

source: Price List
el_gr: Τιμοκατάλογος
hu_hu: Árlista

source: Post to GL account
el_gr: Αποστολή στο Λογαριασμό ΓΛ
hu_hu: Feladás főkönyvi számlára

source: Search Work Orders
el_gr: Αναζήτηση εντολών εργασίας
hu_hu: Keresés a megrendelések

source: Item
el_gr: Είδος
hu_hu: Termék

source: Date Issued
el_gr: Ημερομηνία κυκλοφορίας
hu_hu: Dátum rögzítve

source: Issued Qty
el_gr: Εκδοθέν Ποσότητα
hu_hu: Kiadott mennyiség

source: Issued Cost
el_gr: Εκδοθέν Κόστος
hu_hu: Kiadott költség

source: The work order number entered MUST be numeric
el_gr: Ο αριθμός εντολής που εγγράφονται πρέπει να είναι αριθμός
hu_hu: A mennyiségnek számnak kell lennie

source: Work Order Number
el_gr: Εργασία Αριθμός Παραγγελίας
hu_hu: Megrendelés szám

source: No items were returned by the SQL because
el_gr: Δεν υπάρχουν στοιχεία επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: The SQL used to retrieve the searched parts was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τα τμήματα ήταν αναζήτηση
hu_hu: Az SQL használt letölteni a keresett rész &quot;

source: For the item
el_gr: Για το στοιχείο
hu_hu: Az elem

source: and
el_gr: και
hu_hu: és

source: Work Order number
el_gr: Εργασία Αύξων αριθμός
hu_hu: Megrendelés szám

source: Processing at
el_gr: Μεταποίηση σε
hu_hu: Feldolgozás sikertelen

source: Closed Work Orders Only
el_gr: Κλειστά εντολών εργασίας μόνο
hu_hu: Zárt megrendelések csak

source: Open Work Orders Only
el_gr: Ανοίξτε εντολών εργασίας μόνο
hu_hu: Nyílt megrendelések csak

source: New Work Order
el_gr: Νέα Τάξη εργασίας
hu_hu: Új megrendelés

source: To search for work orders for a specific item use the item selection facilities below
el_gr: Για να αναζητήσετε εντολών εργασίας για ένα συγκεκριμένο θέμα χρησιμοποιήσετε το στοιχείο εγκαταστάσεις επιλογή κατωτέρω
hu_hu: Keresni a megrendelések egy bizonyos elemet használja az elem kiválasztási eszközök az alábbi

source: Select a stock category
el_gr: Επιλέξτε μια κατηγορία μετοχών
hu_hu: Válasszon egy kategóriát állomány

source: Enter text extract(s) in the description
el_gr: Εισάγετε το κείμενο απόσπασμα (-ες) στην περιγραφή
hu_hu: Írja be a szöveget kivonat (ok) a leírásban

source: Enter extract of the Stock Code
el_gr: Εισάγετε απόσπασμα του Χρηματιστηρίου κώδικα
hu_hu: Adja meg kivonatát Stock Kódex

source: Search Items Now
el_gr: Αναζήτηση Είδη Τώρα
hu_hu: Keresés

source: Show All
el_gr: Εμφάνιση Όλων
hu_hu: Összes

source: No works orders were returned by the SQL because
el_gr: Δεν παραγγελίες έργων επιστρέφονται από τον SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: Select
el_gr: Επιλέξτε
hu_hu: Válassza ki a

source: Modify
el_gr: Τροποποίηση
hu_hu: Módosít

source: Status
el_gr: Κατάσταση
hu_hu: Állapot

source: Issue To
el_gr: Θέμα που
hu_hu: Kérdés

source: Receive
el_gr: Λήψη
hu_hu: Beérkeztetés

source: Costing
el_gr: Κοστολόγηση
hu_hu: Költségszámítás

source: Quantity Required
el_gr: Ποσότητα που απαιτείται
hu_hu: Szükséges mennyiség

source: Quantity Received
el_gr: Ποσότητα που παραλήφθηκε
hu_hu: Mennyiség Fogadott

source: Quantity Outstanding
el_gr: Ποσότητα Εξαιρετική
hu_hu: Rendezetlen

source: Start Date
el_gr: Ημερομηνία Έναρξης
hu_hu: Kezdés dátuma

source: Required Date
el_gr: Απαιτούμενη Ημερομηνία
hu_hu: Száll. dátum

source: Submit
el_gr: Υποβολή
hu_hu: Beküldése

source: Company Preferences
el_gr: Ρυθμίσεις Εταιρίας
hu_hu: Cégadatok beállítása

source: The company name must be entered and be fifty characters or less long
el_gr: Το όνομα επιχείρησης πρέπει να εισαχθεί και να είναι πενήντα χαρακτήρες ή λιγότεροι
hu_hu: A cégnév max. 50 karakter lehet

source: The email address is not correctly formed
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι σωστά διαμορφωμένο
hu_hu: Az emailcím max. 25 karakter lehet

source: The company preferences could not be updated because
el_gr: Οι προτιμήσεις επιχείρησης δεν θα μπορούσαν να ενημερωθούν επειδή
hu_hu: A cégadatok nem rögzíthetők, mert

source: Company preferences updated
el_gr: Οι προτιμήσεις επιχείρησης ενημερώθηκαν
hu_hu: Cégadatok frissítve

source: Could not update the currency rates
el_gr: Δεν ήταν δυνατή η ενημέρωση των ποσοστών νομίσματος
hu_hu: Nem frissíthető a rekord mert

source: Validation failed
el_gr: Η επικύρωση απέτυχε
hu_hu: Ellenőrzés sikertelen

source: no updates or deletes took place
el_gr: καμία αναπροσαρμογή ή διαγραφή δεν πραγματοποιήθηκε
hu_hu: nem módosítható, vagy törölhető

source: The company preferences could not be retrieved because
el_gr: Οι προτιμήσεις επιχείρησης δεν θα μπορούσαν να ανακτηθούν επειδή
hu_hu: A cégadatok nem elérhetők, mert

source: to appear on reports
el_gr: που θα εμφανίζεται στις αναφορές
hu_hu: listán szereplő

source: Official Company Number
el_gr: Επίσημος αριθμός επιχείρησης(συν. ΑΦΜ)
hu_hu: Cégjegyzékszám

source: Tax Authority Reference
el_gr: Αρμόδια οικονομική εφορία (ΔΟΥ)
hu_hu: Adószám

source: Address Line 1
el_gr: Διεύθυνση
hu_hu: Cím 1

source: Address Line 2
el_gr: ΤΚ
hu_hu: Cím 2

source: Address Line 3
el_gr: Πόλη
hu_hu: Cím 3

source: Address Line 4
el_gr: Νομός
hu_hu: Cím 4

source: Address Line 5
el_gr: Χώρα
hu_hu: Cím 5

source: Address Line 6
el_gr: Άλλα στοιχεία διεύθυνσης
hu_hu: Cím 6

source: Telephone Number
el_gr: Τηλέφωνο
hu_hu: Telefon

source: Facsimile Number
el_gr: Φαξ
hu_hu: Telefax

source: Email Address
el_gr: Διεύθυνση Email
hu_hu: Email

source: Home Currency
el_gr: Νόμισμα Συναλλαγών
hu_hu: Helyi pénznem

source: Debtors Control GL Account
el_gr: Λογαριασμός ΓΛ Χρεώσεων
hu_hu: Vevői (debtor) főkönyvi számla

source: Creditors Control GL Account
el_gr: Λογαριασμός ΓΛ Πιστωτών
hu_hu: Szállítói (crdeitor) főkönyvi számla

source: Payroll Net Pay Clearing GL Account
el_gr: Συμψηφιστικός Λογαριασμος ΓΛ Καθαρών Πληρωμών Μισθοδοσίας
hu_hu: Fizetések nettó (payroll net) főkönyvi számla

source: Goods Received Clearing GL Account
el_gr: Συμψηφιστικός Λογαριασμος ΓΛ Εισερχομένων Προϊόντων
hu_hu: Vásárolt termékek főkönyvi számla

source: Retained Earning Clearing GL Account
el_gr: Συμψηφιστικός Λογαριασμος ΓΛ Παρακράτησης Εσόδων
hu_hu: Tartalékolt nyereség

source: Freight Re-charged GL Account
el_gr: Ανατροφοδοτούμενος Λογαριασμος ΓΛ Φορτωτικών
hu_hu: Szállítás költségei főkönyvi számla

source: Sales Exchange Variances GL Account
el_gr: Λογαριασμος ΓΛ Διαφόρων Πωλήσεων
hu_hu: Eladások eredménye főkönyvi számla

source: Purchases Exchange Variances GL Account
el_gr: Λογαριασμος ΓΛ Διαφόρων Αγορών
hu_hu: Vásárlások eredménye főkönyvi számla

source: Payment Discount GL Account
el_gr: Λογαριασμος ΓΛ Εκπτώσεων Πληρωμών
hu_hu: Fizetési engedmények főkönyvi számla

source: Create GL entries for accounts receivable transactions
el_gr: Δημιουργία καταχωρήσεων ΓΛ για κινήσεις λογαριασμών εσόδων
hu_hu: Hozzon létre főkönyvi számlát a követelések tranzakciókhoz

source: Create GL entries for accounts payable transactions
el_gr: Δημιουργία καταχωρήσεων ΓΛ για κινήσεις λογαριασμών εξόδων
hu_hu: Hozzon létre főkönyvi számlát a tartozások tranzakciókhoz

source: Create GL entries for stock transactions
el_gr: Δημιουργία καταχωρήσεων ΓΛ για κινήσεις αποθήκης
hu_hu: Hozzon létre főkönyvi számlát a készlet tranzakciókhoz

source: Specify Dispatched Controlled Items
el_gr: Προσδιορίστε τα αποσταλμένα ελεγχόμενα στοιχεία
hu_hu: Adja meg az elintézet tételeket

source: Select a line item to invoice
el_gr: Επιλέξτε ένα στοιχείο γραμμών πρός τιμολόγηση
hu_hu: Válasszon tételsort a számlázáshoz

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
el_gr: Αυτήν την σελίδα μπορεί να ανοίξει μόνο εάν ένα στοιχείο γραμμών σε παραγγελία πωλήσεων που τιμολογείται έχει επιλεχτεί
hu_hu: Ez az oldal csak már kiválasztott tételsorral hívható meg

source: Please do that first
el_gr: Παρακαλώ κάνετε αυτό πρώτα
hu_hu: Először ezt kell megadni

source: Select a sales order to invoice
el_gr: Επιλέξτε μια διαταγή πωλήσεων προς τιμολόγηση
hu_hu: Válasszon megrendelőt a számlázáshoz

source: This page can only be opened if a sales order and line item has been selected Please do that first
el_gr: Αυτήν η σελίδα μπορεί να ανοίξει μόνο εάν μια διαταγή και μια γραμμή πώλησης έχει επιλεχτεί, παρακαλώ κάνετε αυτό πρώτα
hu_hu: Az oldal csak megadott megrendeléssel és tételsorral működik. Válasszon előbb.

source: Back to the Sales Order
el_gr: Πίσω στις Παραγγελίες Πώλησης
hu_hu: Vissza a megrendelésekhez

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
el_gr: Η γραμμή πρέπει να οριστεί ως ελεγχόμενη για να απαιτήσει την εισαγωγή των αριθμών batch ή των σειρικών αριθμών πρός πώληση
hu_hu: A sor úgy kell meghatározni, mint szabályozni, szükséges input a tétel számát vagy gyári számok értékesített

source: Back to Confirmation of Dispatch
el_gr: Πίσω στην Επιβεβαίωση της Αποστολής
hu_hu: Vissza a feldolgozás jóváhagyáshoz

source: Invoice
el_gr: Τιμολόγιο Πώλησης
hu_hu: Számla

source: Dispatch of up to
el_gr: Αποστολή μέχρι
hu_hu: Feldolgozás innen

source: Controlled items
el_gr: Ελεγχόμενα στοιχεία
hu_hu: Kiválasztott tételek

source: on order
el_gr: σε παραγγελία
hu_hu: sorrendben

source: Confirm Dispatches and Invoice An Order
el_gr: Επιβεβαίωση Αποστολές και Τιμολόγιο Μια Τάξης
hu_hu: Megrendelésből számlakészítés megerősítése

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
el_gr: Αυτήν η σελίδα μπορεί να ανοίξει μόνο εάν μια παραγγελία είναι επιλεγμένη. Παρακαλώ επίλεξτε μια παραγγελία πρώτα από την οθόνη λεπτομερειών παράδοσης και κάντε κλίκ στην Επιβεβαίωση για την τιμολόγηση
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható. Válasszon ki egy megrendelést a Megrendelések oldalon, majd klikk a Megrendelésből számla linkre

source: The order cannot be retrieved because
el_gr: Η παραγγελία δεν μπορεί να ανακτηθεί επειδή
hu_hu: A megrendelés nem elérhető

source: The SQL to get the order header was
el_gr: Η SQL, για να πάρει την επιγραφή παραγγελίας ήταν
hu_hu: SQL üzenet

source: The line items of the order cannot be retrieved because
el_gr: Τα στοιχεία γραμμών της παραγγελίας δεν μπορούν να ανακτηθούν επειδή
hu_hu: A tételsorok nem elérhetők, mert

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
el_gr: Δεν υπάρχουν παραγγελμένα στοιχεία με απόθεμα για παράδοση. Δεν υπάρχει τίποτα για να τιμολογηθεί
hu_hu: Nincs mennyiség a számlázáshoz.

source: This order item could not be retrieved. Please select another order
el_gr: Αυτό το στοιχείο παραγγελίας δεν θα μπορούσε να ανακτηθεί. Παρακαλώ επιλέξτε μια άλλη παραγγελία
hu_hu: Ez a megrendelés nem elérhető, válasszon másikat

source: Confirm Invoice
el_gr: Επιβεβαίωση Τιμολόγιο
hu_hu: Számla jóváírás

source: Confirm Dispatch and Invoice
el_gr: Επιβεβαίωση Αποστολή και Τιμολόγιο
hu_hu: Megrendelésből számlakészítés megerősítése

source: Customer
el_gr: Πελάτης
hu_hu: Vevő

source: Customer Code
el_gr: Κωδικός Πελάτη
hu_hu: Vevő kód

source: Customer Name
el_gr: Επωνυμία Πελάτη
hu_hu: Vevő név

source: Invoice amounts stated in
el_gr: Τιμολόγηση ποσών που δηλώνονται
hu_hu: Számla összege

source: Item Code
el_gr: Κωδικός Είδους
hu_hu: Termékkód

source: Item Description
el_gr: Περιγραφή στοιχείων
hu_hu: Tétel leírás

source: Ordered
el_gr: Παραγγέλθηκαν
hu_hu: Megrendelve

source: Already
el_gr: Ήδη
hu_hu: Már

source: Sent
el_gr: Απεστάλησαν
hu_hu: Elküldve

source: This Dispatch
el_gr: Αυτή η αποστολή
hu_hu: Ez a felsolgozás

source: Price
el_gr: Τιμή
hu_hu: Ár

source: Discount
el_gr: Έκπτωση
hu_hu: Kedvezmény

source: Excl Tax
el_gr: Άνευ Φόρου
hu_hu: Adó nélkül

source: Tax Authority
el_gr: ΔΟΥ
hu_hu: Adószám

source: Tax %
el_gr: ΦΠΑ %
hu_hu: Adó %

source: Tax Amount
el_gr: Ποσό Φόρου
hu_hu: Összeg

source: Incl Tax
el_gr: Με Φόρο
hu_hu: Adóval

source: Enter Serial Numbers
el_gr: Εισάγετε Σειριακούς Αριθμούς
hu_hu: Adja meg a szériaszámot

source: Enter Batch/Roll/Lot #
el_gr: Εισάγετε Batch/Roll/Lot #
hu_hu: Adja mega a köteg számát

source: There was a problem testing for a default shipper because
el_gr: Υπήρξε πρόβλημα στη δοκιμή για έναν ναυλωτή προεπιλογής επειδή
hu_hu: Hiba az alapértelmezett fuvarozó beállításnál, mert

source: There was a problem testing for a default shipper
el_gr: Υπήρξε πρόβλημα στη δοκιμή για έναν ναυλωτή προεπιλογής
hu_hu: Hiba az alapértelmezett fuvarozó beállításánál

source: There are no shippers defined
el_gr: Δεν υπάρχει κανένας ναυλωτής καθορισμένος
hu_hu: Nincs fuvarozó beállítva

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
el_gr: Παρακαλώ χρησιμοποιήστε τη σύνδεση παρακάτω για να ορίσετε τις μεταφορικές εταιρίες, το σύστημα αναμένει να επιλεχθεί η μεταφορική εταιρία ή μια επιχείρηση φορτίου προεπιλογής για να χρησιμοποιηθεί
hu_hu: Használja a lenti linket a fuvarozó cég megadásához. A rendszerben választható a fuvarozó, vagy az alapértelmezettnek beállított használható

source: Enter
el_gr: Εισαγωγή
hu_hu: Bevitel

source: Amend Freight Companies
el_gr: Τροποποιήστε τις επιχειρήσεις φορτίου
hu_hu: Fuvarozó cég módosítás

source: Order Freight Cost
el_gr: Κόστος Μεταφοράς Παραγγελίας
hu_hu: Fuvar költség

source: Recalculated Freight Cost
el_gr: Επανυπολογισμένο Κόστος Μεταφοράς
hu_hu: Újraszámolt fuvarköltség

source: Invoice Totals
el_gr: Σύνολα Τιμολογίων Πώλησης
hu_hu: Számla összegek

source: There are no lines on this order with a quantity to invoice
el_gr: Δεν υπάρχει καμία γραμμή στην παραγγελία αυτή, με ποσότητα πρός τιμολόγηση
hu_hu: Nincs tételsor érvényes mennyiséggel a számlázáshoz

source: No further processing has been done
el_gr: Καμία περαιτέρω επεξεργασία δεν έχει γίνει
hu_hu: Sikertelen feldolgozás
