Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: converted into local currency at an exchange rate of
el_gr: μετατράπηκε στο τοπικό νόμισμα σε μια συναλλαγματική ισοτιμία των
hu_hu: helyi devizára váltva ezen az árfolyamon

source: Trans
el_gr: Κιν.
hu_hu: Tranz

source: Yet to
el_gr: Αναμένεται να
hu_hu: Még

source: Allocate
el_gr: Κατανομή
hu_hu: Allokál

source: This
el_gr: Αυτό
hu_hu: Ez

source: Running
el_gr: Τρέχον
hu_hu: használva

source: Being allocated
el_gr: Να κατανέμονται
hu_hu: eredeti összeg

source: Total Allocated
el_gr: Συνολικό Κατανεμημένο
hu_hu: Összesen allokált

source: Recalculate Total To Allocate
el_gr: Επανυπολογισμός Συνόλου για Κατανομή
hu_hu: Újraszámol allokáláshoz

source: Left to allocate
el_gr: Υπολείπεται να κατανεμηθεί
hu_hu: Maradék az allokáláshoz

source: Process Allocations
el_gr: Επεξεργασία Κατανομών
hu_hu: Allokálás feldolgozás

source: No outstanding receipts or credits to be allocated for this customer
el_gr: Δεν εκκρεμούν έσοδα ή οι πιστώσεις που θα διατεθούν για αυτόν τον πελάτη
hu_hu: Nincs függőben jóváírás ennek a vevőne kallokáláshoz

source: There are no allocations to be done
el_gr: Δεν υπάρχει καμία κατανομή να γίνει
hu_hu: Nincs feldolgozott allokálás

source: Sales Area
el_gr: Περιοχή Πωλήσεων
hu_hu: Értékesítési terület

source: Sales Person
el_gr: Πωλήσεις Πρόσωπο
hu_hu: Értékesítési személy

source: Debits
el_gr: Χρεώσεις
hu_hu: Terhelés

source: Customer Branches
el_gr: Δίκτυα Πελατών
hu_hu: Vevői telephelyek

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
el_gr: Αυτή η σελίδα πρέπει να κληθεί με τον κωδικό χρεωστών του πελάτη για τον οποίο επιθυμείτε να επεξεργαστείτε τα υποκαταστήματα
hu_hu: Az oldal elindításához ki kell választani egy vevői kódot, melyhez tartozó telephelyre kiváncsi

source: When the pages is called from within the system this will always be the case
el_gr: Όταν οι σελίδες καλούνταιμέσα από το σύστημα αυτό θα συμβεί πάντα
hu_hu: Amikor a rendszer ezt az oldalt elindítja, minden esetben

source: Select a customer first then select the link to add/edit/delete branches
el_gr: Επιλέξτε έναν πελάτη πρώτα έπειτα επιλέξτε τη σύνδεση με τα υποκαταστήματα
hu_hu: Először válasszon vevőt, majd utána telephely új/szerkeszt/töröl

source: The Branch code cannot contain any of the following characters
el_gr: Ο κωδικός Δικτύου δεν μπορεί να περιέχει κανέναν από τους ακόλουθους χαρακτήρες
hu_hu: A telephely kód nem tartalmazhatja a következő karaktereket

source: The Branch code must be at least one character long
el_gr: Ο κωδικός Δικτύου πρέπει να είναι τουλάχιστον ένας χαρακτήρας
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
el_gr: Η ημερομηνία εκκίνησης στην οποία τα τιμολόγια χρεώνονται στον επόμενο μήνα αναμένεται να είναι ένας αριθμός και ένας αναγνωρίσιμος αριθμός δεν έχει εισαχθεί
hu_hu: A dátum (tól) érték megadása hibás, nem történt rögzítés

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
el_gr: Η ημερομηνία (στο μήνα)μετά απο την οποία τα τιμολόγια χρεώνονται στον επόμενο μήνα πρέπει να είναι ένας αριθμός λιγότερο από 31
hu_hu: A dátum (napok) miután a számla teljesítetlen lesz kisebb kell legyen mint 31.

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
el_gr: Οι αναμενόμενες ημέρες παράδοσης αναμένοντα να είναι ένας αριθμός και ένας αναγνωρισμένος αριθμός δεν έχει εισαχθεί
hu_hu: A becsült szállítási napok száma nem megfelelő

source: The estimated delivery days should be a number of days less than 60
el_gr: Οι αναμενόμενες ημέρες παράδοσης πρέπει να είναι λιγότερες από 60
hu_hu: A becsült szállítási napok száma kisebb kell legyen mint 60

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
el_gr: Ένα δέμα μπορεί να παραδοθεί μέσω ναυτιλιακής μεταφοράς οπουδήποτε στον κόσμο κανονικά, σε λιγότερο από 60 ημέρες
hu_hu: Egy csomag tengeren kiszállítható bárhová a világon kevesebb mint 60 nap alatt

source: An error occurred in retrieving the information
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών
hu_hu: Hiba a deviza rekord elérésénél

source: Address
el_gr: Διεύθυνση
hu_hu: cím

source: branch has been updated.
el_gr: υποκατάστημα έχει ενημερωθεί.
hu_hu: telephely adatok módosítva

source: Main Menu
el_gr: Κεντρικό Μενού
hu_hu: Főmenü

source: The branch record could not be inserted or updated because
el_gr: Το αρχείο δικτύων δεν θα μπορούσε να προστεθεί ή να ενημερωθεί επειδή
hu_hu: A telephely rekord nem módosítható, rögzíthető, mert

source: Cannot delete this branch because customer transactions have been created to this branch
el_gr: Δεν μπορείτε να διαγράψετε αυτό το υποκατάστημα επειδή έχουν δημιουργηθεί συναλλαγές πελατών σε αυτό
hu_hu: Nem törölhető ez a telephely, mert vevői tranzakció hivatkozik rá

source: transactions with this Branch Code
el_gr: συναλλαγές με αυτόν τον Κωδικό Δικτύου
hu_hu: tranzakciók ezzel a telephely kóddal

source: Cannot delete this branch because sales analysis records exist for it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το υποκατάστημα επειδή τα αρχεία ανάλυσης πωλήσεων υπάρχουν για αυτό
hu_hu: Nem törölhető ez a telephely, mert eladási analaízis hivatkozik rá

source: sales analysis records with this Branch Code/customer
el_gr: αρχεία ανάλυσης πωλήσεων με αυτόν τον Κωδικό Δικτύου/πελάτη
hu_hu: eladási analízisek ezzel a telephely kóddal

source: Cannot delete this branch because sales orders exist for it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το υποκατάστημα επειδή υπάρχουν για αυτό διαταγές πωλήσεων
hu_hu: Nem törölhető ez a telephely, mert vevői megrendelés hivatkozik rá

source: Purge old sales orders first
el_gr: Ξεκαθαρίστε τις παλιές παραγγελίες πωλήσεων πρώτα
hu_hu: Törölje a régi megrendeléseket először

source: sales orders for this Branch/customer
el_gr: παραγγελίες πωλήσεων για αυτό το υποκατάστημα/ πελάτη
hu_hu: megrendelések ezzel a telephely kóddal

source: Cannot delete this branch because users exist that refer to it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το υποκατάστημα επειδή υπάρχουν χρήστες που αναφέρονται σε αυτό
hu_hu: Nem törölhető ez a telephely, mert vevőkód hivatkozik rá

source: Purge old users first
el_gr: Ξεκαθαρίστε τους παλιούς χρήστες πρώτα
hu_hu: Törölje a vevői rekordot először

source: users referring to this Branch/customer
el_gr: χρήστες που αναφέρονται σ'αυτό το Δικτυο/πελάτη
hu_hu: felhasználók hivatkoznak erre a telephelyre/vevőre

source: The branch record could not be deleted
el_gr: Το αρχείο δικτύων δεν ήταν δυνατό να διαγραφεί
hu_hu: A telephely rekord törlése sikertelen

source: the SQL server returned the following message
el_gr: ο διακομιστής SQL επέστρεψε το ακόλουθο μήνυμα
hu_hu: SQL üzenet

source: Branch Deleted
el_gr: Υποκατάστημα Διαγράφηκε
hu_hu: Telephely törölve

source: Branches defined for
el_gr: Κλάδοι που ορίζονται για
hu_hu: Telephely hozzárendelve

source: Branch Contact
el_gr: Υποκατάστημα Επικοινωνία
hu_hu: Telephely kód

source: Salesman
el_gr: Πωλητής
hu_hu: Eladó

source: Fax No
el_gr: Φαξ
hu_hu: Telefax

source: Tax Group
el_gr: Φορολογική Ομάδα
hu_hu: Adó típus

source: Enabled?
el_gr: Ενεργός;
hu_hu: Engedélyezve

source: Are you sure you wish to delete this branch?
el_gr: Είστε βέβαιοι ότι επιθυμείτε τη διαγραφή αυτού του δικτύου;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Delete Branch
el_gr: Διαγραφή Υποκατάστημα
hu_hu: Töröl

source: Branches are enabled.
el_gr: Τα υποκαταστήματα είναι ενεργοποιημένα.
hu_hu: Telephely hozzárendelve

source: Branches are disabled.
el_gr: Τα υποκαταστήματα είναι απενεργοποιημένα.
hu_hu: Telephely hozzárendelve

source: Total Branches
el_gr: Σύνολο Καταστημάτων
hu_hu: Egyenleg

source: No Branches are defined for
el_gr: Δεν Υποκαταστήματα ορίζονται για
hu_hu: Telephely hozzárendelve

source: You must have a minimum of one branch for each Customer. Please add a branch now.
el_gr: Πρέπει να έχετε τουλάχιστον ένα υποκατάστημα για κάθε πελάτη. Παρακαλείσθε να προσθέσετε ένα υποκατάστημα τώρα.
hu_hu: Meg kell még legalább egy ág minden ügyfél. Kérjük, add fióktelep most.

source: Change Details for Branch
el_gr: Αλλαγή Λεπτομέρειες για Υποκατάστημα
hu_hu: Egyenleg

source: Show all branches defined for
el_gr: Εμφάνιση όλων των δικτύων για
hu_hu: Összes telephely megmutatása

source: Change Branch
el_gr: Αλλαγή Υποκατάστημα
hu_hu: Egyenleg

source: Add a Branch
el_gr: Προσθέστε ένα Υποκατάστημα
hu_hu: Telephely cím

source: Branch Name
el_gr: Όνομα δικτύου
hu_hu: Telephely neve

source: Street Address 1 (Street)
el_gr: Οδός 1 (οδός)
hu_hu: Cím 1

source: Special Instructions
el_gr: Ειδικές Οδηγίες
hu_hu: Különleges utasítások

source: Default days to deliver
el_gr: Default ημερών για να παραδώσει
hu_hu: Alapértelmezett csomagjegyzék

source: Forward Date After (day in month)
el_gr: Ημερομηνία Προώθησης μετά από (ημέρα στο μήνα)
hu_hu: Szállítás nap után (hónapon belül)

source: Salesperson
el_gr: Πωλητής
hu_hu: Eladó

source: There are no sales people defined as yet
el_gr: Δεν υπάρχουν πωλητές μέχρι τώρα
hu_hu: Nincs eladó rögzítve a telephelyhez

source: customer branches must be allocated to a sales person
el_gr: Τα δίκτυα πελατών πρέπει να διατεθούν σε έναν πωλητή
hu_hu: telephelyhez hozzá kell rendelni egy eladót

source: Please use the link below to define at least one sales person
el_gr: Παρακαλώ χρησιμοποιήστε τη παρακάτω σύνδεση για να καθορίσετε τουλάχιστον έναν πωλητή
hu_hu: Használja a lenti linket minimum egy eladó hozzárendeléséhez

source: Define Sales People
el_gr: Καθορίστε Πωλητές
hu_hu: Adjon meg eladót

source: There are no areas defined as yet
el_gr: Δεν υπάρχει καμία περιοχή που καθορίζεται μέχρι τώρα
hu_hu: Nincs terület megadva

source: customer branches must be allocated to an area
el_gr: δίκτυα πελατών πρέπει να κατανεμηθούν σε μια περιοχή
hu_hu: telephelyet hozz kell rendelni egy területhez

source: Please use the link below to define at least one sales area
el_gr: Παρακαλώ χρησιμοποιήστε τη παραάτω σύνδεση για να καθορίσετε τουλάχιστον μια περιοχή πωλήσεων
hu_hu: Használja a lenti linket minimum 1 terület beállításához

source: Define Sales Areas
el_gr: Καθορίστε τις Περιοχές Πωλήσεων
hu_hu: Értékesítési terület megadása

source: There are no stock locations defined as yet
el_gr: Δεν υπάρχει καμία θέση αποθεμάτων που καθορίζεται μέχρι τώρα
hu_hu: Nincs készlet hely megadva

source: customer branches must refer to a default location where stock is normally drawn from
el_gr: τα δίκτυα πελατών πρέπει να αναφέρονται σε μια θέση προεπιλογής όπου το απόθεμα προέρχεται κανονικά από
hu_hu: a telephelyhez meg kell adni egy készlet helyet, ahonnan a készletet mozgatja

source: Please use the link below to define at least one stock location
el_gr: Παρακαλώ χρησιμοποιήστε τη παρακάτω σύνδεση για να καθορίσετε τουλάχιστον μια θέση αποθεμάτων
hu_hu: Használja a lenti linket minimum 1 készlet hely megadásához

source: Define Stock Locations
el_gr: Καθορίστε τις Θέσεις Αποθεμάτων
hu_hu: Készlet hely beállítás

source: Draw Stock From
el_gr: Ανάκτηση Αποθέματος Από
hu_hu: Készlet innen

source: Phone Number
el_gr: Τηλέφωνο
hu_hu: Telefon

source: Fax Number
el_gr: Φαξ
hu_hu: Telefax

source: Transactions on this branch
el_gr: Οι συναλλαγές σε αυτόν τον κλάδο
hu_hu: Telephely tranzakciók letiltva

source: Default freight/shipper method
el_gr: Default φορτίου / μέθοδος αποστολέα
hu_hu: Alapértelmezett fuvarozó

source: Default Packlist
hu_hu: Alapértelmezett csomagjegyzék

source: Show company details and logo
el_gr: Εμφάνιση λεπτομερειών και λογότυπου επιχείρησης
hu_hu: Cég adatok és logó nyomtatás

source: Hide company details and logo
el_gr: Απόκρυψη λεπτομερειών και λογότυπου επιχείρησης
hu_hu: Cég adatok és logó elrejtés

source: Postal Address 1 (Street)
el_gr: Ταχυδρομική Διεύθυνση 1 (οδός)
hu_hu: Postai cím 1

source: Postal Address 2 (Suburb/City)
el_gr: Ταχυδρομική Διεύθυνση 2 (Προάστειο / Πόλη)
hu_hu: Postai cím 2

source: Postal Address 3 (State)
el_gr: Ταχυδρομική Διεύθυνση 3 (μέλος)
hu_hu: Postai cím 3

source: Postal Address 4 (Postal Code)
el_gr: Ταχυδρομική Διεύθυνση 4 (Τ.Κ.)
hu_hu: Postai cím 4

source: Customers Internal Branch Code (EDI)
el_gr: Εσωτερικός Κωδικός Δικτύων Πελατών (ΗΕΔ)
hu_hu: Vevői nemzetközi telephely kód (EDI)

source: Customer Inquiry
el_gr: Έρευνα Πελάτη
hu_hu: Vevői lekérdezések

source: To display the enquiry a customer must first be selected from the customer selection screen
el_gr: Για να εμφανίσετε την έρευνα πελάτη πρέπει πρώτα να επιλεχτεί από την οθόνη επιλογής πελατών
hu_hu: Vevői lekérdezéshez először ki kell választani egy vevőt

source: Select a Customer to Inquire On
el_gr: Επιλέξτε έναν πελάτη για να ερευνήσετε
hu_hu: Válasszon egy vevőt a lekérdezéshez

source: No transactions were returned by the SQL because
el_gr: Καμία κίνηση δεν επιστράφηκε από την SQL επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: There are no transactions to display since
el_gr: Δεν υπάρχει καμία κίνηση για εμφάνιση από
hu_hu: Nincs megjeleníthető adat (után)

source: More Info
el_gr: Περισσότερες Πληροφορίες
hu_hu: További információ

source: Click to credit the invoice
el_gr: Πατήστε για να πιστώσετε το τιμολόγιο πώλησης
hu_hu: Klikk a számla jóváíráshoz

source: Transaction Date
el_gr: Ημερομηνία Συναλλαγής
hu_hu: Tranzakciók

source: Stock ID
el_gr: Χρηματιστήριο ID
hu_hu: Termékkód

source: From Location
el_gr: Από Τοποθεσία
hu_hu: Szállítás innen

source: Receipt Entry
el_gr: Καταχώρηση Απόδειξης
hu_hu: Bevételek

source: A bank account must be selected for this receipt
el_gr: Ο τραπεζικός λογαριασμός θα πρέπει να επιλέγονται γι&#39;αυτόν παραλαβή
hu_hu: A bankszámla kell választani a átvételéről

source: The bank account name cannot be retrieved because
el_gr: Το όνομα τραπεζικού λογαριασμού δεν μπορεί να ανακτηθεί επειδή
hu_hu: A bankszámla neve nem elérhető, mert

source: The bank account number
el_gr: Ο αριθμός τραπεζικού λογαριασμού
hu_hu: A bankszámla száma

source: is not set up as a bank account
el_gr: δεν είναι ρυθμισμένος ως τραπεζικός λογαριασμός
hu_hu: nincs beállítva mint bankszámla

source: The exchange rate entered should be numeric
el_gr: Η συναλλαγματική ισοτιμία που εγγράφονται θα πρέπει να είναι αριθμητική
hu_hu: Az árfolyam szám kell hogy legyen

source: The functional exchange rate entered should be numeric
el_gr: Η λειτουργική ισοτιμία καταχωρίζεται θα πρέπει να είναι αριθμός
hu_hu: Az árfolyam szám kell hogy legyen

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
el_gr: Η αλλαγή του νομίσματος από την παραλαβή σημαίνει ότι οι υπάρχουσες καταχωρήσεις θα πρέπει να γίνει εκ νέου - μόνο των συναλλαγών των πελατών στο επιλεγμένο νόμισμα μπορεί να επιλεγεί
hu_hu: A devizanemek közötti átváltásra a kézhezvételétől azt jelenti, hogy a meglévő bejegyzéseket kell újra elvégezni - csak az ügyfelek kereskedés a kiválasztott pénznemben lehet választani

source: No General Ledger code has been chosen
el_gr: Δεν Γενική Λογιστική έχει επιλεγεί
hu_hu: Nem Főkönyv kód választották

source: so this GL analysis item could not be added
el_gr: οπότε αυτό το στοιχείο ανάλυσης GL δεν θα μπορούσαν να προστεθούν
hu_hu: így ez a főkönyvi tétel nem rögzíthető

source: The company has not yet been set up properly
el_gr: Η επιχείρηση δεν έχει συσταθεί ακόμα κατάλληλα
hu_hu: A cég nincs megfelelően beállítva

source: this information is needed to process the batch
el_gr: αυτές οι πληροφορίες απαιτούνται για να επεξεργαστούν τo batch
hu_hu: az információhoz futtatni kell a köteget

source: Processing has been cancelled
el_gr: Η επεξεργασία έχει ακυρωθεί
hu_hu: Feldolgozás megszakítva

source: Summary of Receipt Batch
el_gr: Περίληψη της παρτίδας Παραλαβή
hu_hu: Bevétel köteg

source: Batch Number
el_gr: Αριθμός Παρτίδας
hu_hu: Telefax

source: Date Banked
el_gr: Ημερομηνία Κατάθεσης
hu_hu: Dátum rögzítve

source: GL Code
el_gr: Κωδικός ΓΛ
hu_hu: Főkönyvi kód

source: Amount of Receipt
el_gr: Ποσό Απόδειξης
hu_hu: Bevétel összege

source: Print a Customer Receipt
el_gr: Εκτύπωση Παραλαβή Πελατών
hu_hu: Vevői bevétel

source: Cannot insert a GL entry for the receipt because
el_gr: Δεν μπορείτε να εισάγετε καταχώρηση GL για την παραλαβή επειδή
hu_hu: Nem rögzíthető a bevétel főkönyvi feladás, mert

source: The SQL that failed to insert the receipt GL entry was
el_gr: Η SQL που απέτυχε να εισάγει την είσοδο παραλαβών GL ήταν
hu_hu: SQL üenet

source: Act Transfer
el_gr: Μεταφορά Πράξης
hu_hu: Akt átutalás

source: The SQL that failed to insert the bank transaction was
el_gr: Η SQL που απέτυχε να εισάγει τη τραπεζική συναλλαγή ήταν
hu_hu: SQL üzenet

source: Cannot insert a bank transaction using the SQL
el_gr: Δεν μπορείτε να εισάγετε μια τραπεζική συναλλαγή χρησιμοποιώντας SQL
hu_hu: Nem rögzíthető a banki tranzakció (SQL)

source: The SQL that failed to insert the GL transaction fro the bank account debit was
el_gr: Η SQL που απέτυχε να εισάγει την συναλλαγής ΓΛ από τη χρέωση του τραπεζικού λογαριασμού ήταν
hu_hu: SQL üzenet

source: The SQL that failed to insert the GL transaction for the payment discount debit was
el_gr: H SQL που απέτυχε να εισάγει τη συναλλαγή ΓΛ για τη χρέωση έκπτωσης πληρωμής ήταν
hu_hu: SQL üzenet

source: Cannot insert a GL transaction for the payment discount debit
el_gr: Δεν μπορείτε να εισάγετε μια συναλλαγή ΓΛ για τη χρέωση έκπτωσης πληρωμής
hu_hu: Nem rögzíthető főkönyvi feladás a fizetéshez

source: Cannot commit the changes
el_gr: Δεν μπορείτε να δεσμεύσετε τις αλλαγές
hu_hu: Nem végrehajható a változtatás

source: Receipt batch
el_gr: Aπόδειξη Batch
hu_hu: Bevétel köteg

source: has been successfully entered into the database
el_gr: έχει εισαχθεί επιτυχώς στη βάση δεδομένων
hu_hu: teljesen rögzítve az adatbázisban

source: Print PDF Batch Summary
el_gr: Εκτύπωση Περίληψης Batch σε PDF
hu_hu: Köteg összegzés nyomtatása (PDF)

source: Enter Receipts
el_gr: Εισάγετε Αποδείξεις
hu_hu: Bevétel rögzítés

source: Customer name keywords have been used in preference to the customer code extract entered
el_gr: Οι λέξεις κλειδιά ονόματος πελατών έχουν χρησιμοποιηθεί αντί του αποσπάσματος κωδικού πελατών που εισάγεται
hu_hu: Inkább a vevő nevében használjon kulcsszavakat, a vevő kódot pontosan kell megadni

source: SQL used to retrieve the customer details was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τις λεπτομέρειες πελατών ήταν
hu_hu: SQL üzenet

source: No customer records contain the selected text
el_gr: Κανένα αρχείο πελατών δεν περιέχει το επιλεγμένο κείμενο
hu_hu: Nincs vevő rekord a megadott kereséshez

source: please alter your search criteria and try again
el_gr: παρακαλώ αλλάξτε τα κριτήρια αναζήτησής σας και προσπαθήστε πάλι
hu_hu: javítsa a keresési szempontot és próbálja újra

source: The customer details could not be retrieved because
el_gr: Οι λεπτομέρειες πελατών δεν θα μπορούσαν να ανακτηθούν επειδή
hu_hu: A vevő adatai nem elérhetők, mert

source: The bank accounts could not be retrieved because
el_gr: Οι τραπεζικοί λογαριασμοί δεν ήταν δυνατό να ανακτηθούν επειδή
hu_hu: A bankszámlák nem elérhetők, mert

source: Bank Account Receipts Entry
el_gr: Τραπεζικός Λογαριασμός Είσοδος Αποδείξεις
hu_hu: Bankszámla bevétel

source: Enter Receipt
el_gr: Εισάγετε Παραλαβή
hu_hu: Bevétel rögzítés

source: Enter Customer Receipt
el_gr: Εισάγετε Παραλαβή Πελατών
hu_hu: Vevői bevétel

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
el_gr: Για να εισάγετε μια πληρωμή σε έναν πελάτη (δηλ. να πληρώσει ένα πιστωτικό σημείωμα), πληκτρολογήστε ένα αρνητικό ποσό πληρωμής.
hu_hu: Ahhoz, hogy írja be a befizetés az ügyfél (azaz, hogy fizesse ki a jóváírást), írja be a negatív fizetendő összeget.

source: No currencies are defined yet
el_gr: Κανένα νόμισμα δεν καθορίστηκε ακόμα
hu_hu: Nincs deviza beállítva

source: Receipts cannot be entered until a currency is defined
el_gr: Οι αποδείξεις δεν μπορούν να εισαχθούν έως ότου καθοριστεί ένα νόμισμα
hu_hu: Nem lehet bevételezni amíg nem állított be devizát

source: Suggested rate:
el_gr: Προτεινόμενη τιμή:
hu_hu: Javasolt sebesség:

source: Receipt Exchange Rate
el_gr: Παραλαβή της συναλλαγματικής ισοτιμίας
hu_hu: Árfolyam

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος του νομίσματος τραπεζικό λογαριασμό και το νόμισμα της απόδειξης
hu_hu: Az árfolyam közötti pénzneme a bankszámla pénzneme és a valuta az átvételi

source: Functional Exchange Rate
el_gr: Λειτουργική συναλλαγματικής ισοτιμίας
hu_hu: Árfolyam

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος της επιχείρησης (λειτουργικό νόμισμα) και το νόμισμα του τραπεζικού λογαριασμού
hu_hu: Nem törölhető ez a deviza, mert ez az alapértelmezett devizája

source: Receipt Type
el_gr: Τύπος Απόδειξης
hu_hu: Bevét típus

source: Banked
hu_hu: Dátum rögzítve

source: Banked into the
el_gr: Κατατέθηκε στο
hu_hu: Rögzítve ide

source: on
el_gr: στο
hu_hu: ban

source: Received
el_gr: Ελήφθει
hu_hu: Fogadva

source: Tag
el_gr: Ετικέτα
hu_hu: Adó

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
el_gr: Ο επιλεγμένος πελάτης δεν εμπορίου στο νόμισμα της απόδειξης που τίθενται - είτε στο νόμισμα της παραλαβής πρέπει να αλλάξει ή ένα διαφορετικό πελάτη επιλεγμένο
hu_hu: A kiválasztott ügyfél nem kereskedelmi pénznemében kézhezvételének, hogy be - vagy a valuta az átvételi meg kell változtatni, vagy egy másik felhasználó által kiválasztott

source: General Ledger Receipt Entry
el_gr: Καταχώρηση Απόδειξης Γενικής Λογιστικής
hu_hu: Bevétel főkönyvi adatai

source: Select Tag
el_gr: Επιλέξτε Tag
hu_hu: Termék választás

source: No General ledger accounts have been set up yet
el_gr: Δεν έχουν ρυθμιστεί ακόμη λογαριασμοί Γενικής Λογιστικής
hu_hu: Nincs főkönyvi számla beállítva

source: receipts cannot be entered against GL accounts until the GL accounts are set up
el_gr: δεν μπορούν να καταχωρηθούν αποδείξεις σε λογαριασμούς ΓΛ μέχρι αυτοί να καθοριστούν
hu_hu: nem lehet bevételt feldolgozni amíg nincs főkönyvi számla beállítva

source: Amount of Discount
el_gr: Ποσό Έκπτωσης
hu_hu: Kedvezmény összege

source: agreed prompt payment discount is
el_gr: η συμφωνημένη έκπτωση προκαταβολής είναι
hu_hu: megállapodás szerinti kedvezmény

source: Payee Bank Details
el_gr: Λεπτομέρειες Τράπεζας Δικαιούχων Πληρωμής
hu_hu: Fizető bank adatai

source: Select a Customer
el_gr: Επιλογή Πελάτη
hu_hu: Válasszon vevőt

source: Text in the Customer
el_gr: Κείμενο στο Πελατών
hu_hu: Részlet a vevő

source: name
el_gr: όνομα
hu_hu: névben

source: Text extract in the Customer
el_gr: Κείμενο απόσπασμα στο Customer
hu_hu: Részlet a vevő

source: code
el_gr: κωδικός
hu_hu: kódban

source: Customer invoice number
el_gr: Πελάτης αριθμός του τιμολογίου
hu_hu: Számla szám

source: Enter A GL Receipt
el_gr: Εισάγετε μια Απόδειξη ΓΛ
hu_hu: Adjon meg egy főkönyvi bevétel hivatkozást

source: Accept and Process Batch
el_gr: Αποδοχή και Επεξεργασία Batch
hu_hu: Köteg elfogadás és feldolgozás

source: Customer Maintenance
el_gr: Συντήρηση Πελάτη
hu_hu: Vevő karbantartás

source: The customer number already exists in the database
el_gr: Ο αριθμός των πελατών υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban
