Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Check the set up of the customer and branch
el_gr: Ελέγξτε τη δημιουργία του πελάτη και υποκατάστημα
hu_hu: Ellenőrizze a létrehozott, az ügyfél és az ágazati

source: The SQL that failed to get the branch details was
el_gr: Ο SQL που απέτυχε να πάρει τις λεπτομέρειες υποκατάστημα
hu_hu: Az SQL, hogy nem kap a fióktelep részletes volt

source: all amounts in
el_gr: όλα τα ποσά σε
hu_hu: Minden összeg

source: Item description has been used in search
el_gr: Περιγραφή στοιχείου έχει χρησιμοποιηθεί στην αναζήτηση
hu_hu: Az új hely rekord rögzítve

source: Item Code has been used in search
el_gr: Θέση κώδικα έχει χρησιμοποιηθεί στην αναζήτηση
hu_hu: Az új hely rekord rögzítve

source: Stock Category has been used in search
el_gr: Αποθήκη Κατηγορία έχει χρησιμοποιηθεί στην αναζήτηση
hu_hu: Az új hely rekord rögzítve

source: The SQL used to get the part selection was
el_gr: Ο SQL που χρησιμοποιείται για να πάρει την επιλογή μέρος ήταν
hu_hu: Az SQL használják, hogy a részt kiválasztás

source: There are no products available meeting the criteria specified
el_gr: Δεν υπάρχουν διαθέσιμα προϊόντα που πληρούν τα κριτήρια που καθορίζονται
hu_hu: Nincs rendelkezésre álló termékek esetében teljesülnek a

source: Could not determine if the part being ordered was a kitset or not because
el_gr: Δεν μπόρεσα να καθορίσει εάν το μέρος που διέταξε ήταν kitset είτε επειδή δεν
hu_hu: Nem tudta meghatározni, ha a rész pedig elrendelte volt kitset vagy sem, mert

source: The sql that was used to determine if the part being ordered was a kitset or not was
el_gr: Ο SQL που χρησιμοποιήθηκε για να καθορίσει εάν το μέρος που διέταξε ήταν kitset ή δεν ήταν
hu_hu: SQL sor

source: Could not retrieve kitset components from the database because
el_gr: Δεν ήταν δυνατή η ανάκτηση συστατικών kitset από τη βάση δεδομένων, επειδή
hu_hu: Nem sikerült letölteni kitset alkatrészeket az adatbázisból, mert

source: Net
el_gr: Καθαρού
hu_hu: Nettó

source: Tax
el_gr: ΦΠΑ
hu_hu: Adó

source: Narrative
el_gr: Αφήγημα
hu_hu: Szöveg

source: Contact Phone Number
el_gr: Τηλέφωνο Επαφής
hu_hu: Kapcsolat telefon

source: Contact Email
el_gr: Email Επαφής
hu_hu: Kapcsolat Email

source: Payment Type
el_gr: Τρόπος Πληρωμής
hu_hu: Kifizetés módja

source: Re-Calculate
el_gr: Re-Υπολογισμός
hu_hu: Re-számítása

source: The company information and preferences could not be retrieved. See your system administrator
el_gr: Οι πληροφορίες της εταιρείας και οι προτιμήσεις δεν θα μπορούσε να ανακτηθεί. Δείτε το διαχειριστή του συστήματος
hu_hu: A céginformáció és beállítások nem elérhetők

source: The SQL that failed to insert the GL transaction for the bank account debit was
el_gr: Ο SQL που απέτυχε να προστεθεί η GL συναλλαγή για το χρεωστικό τραπεζικού λογαριασμού ήταν
hu_hu: SQL üzenet

source: Cannot insert a GL transaction for the bank account debit
el_gr: Δεν μπορείτε να εισάγετε μια συναλλαγή ΓΛ για τη χρέωση τραπεζικού λογαριασμού
hu_hu: Nem rögzíthető főkönyvi tranzakció a banki terheléshez

source: The SQL that failed to insert the GL transaction for the debtors account credit was
el_gr: H SQL που απέτυχε να εισάγει τη συναλλαγή ΓΛ για τις πιστώσεις των λογαριασμών χρεωστών ήταν
hu_hu: Sql üzenet

source: Cannot insert a GL transaction for the debtors account credit
el_gr: Δεν μπορείτε να εισάγετε μια συναλλαγή ΓΛ για τις πιστώσεις των λογαριασμών χρεωστών
hu_hu: Nem rögzíthető főkönyvi feladás a vevői jóváíráshoz

source: Counter Sale
el_gr: Μετρητής Πώληση
hu_hu: Vevő név

source: The SQL that failed to insert the bank account transaction was
el_gr: Η SQL που απέτυχε να εισάγει τη συναλλαγή τραπεζικού λογαριασμού ήταν
hu_hu: SQL üzenet

source: Cannot insert a bank transaction
el_gr: Δεν μπορείτε να εισάγετε μια τραπεζική συναλλαγή
hu_hu: Nem rögzíthető a banki tranzakció

source: The SQL that failed to insert the customer receipt transaction was
el_gr: Η SQL που απέτυχε να εισάγει τη απόδειξη πελάτη ήταν
hu_hu: SQL üzenet

source: Cannot insert a receipt transaction against the customer because
el_gr: Δεν μπορείτε να εισάγετε μια συναλλαγή απόδειξης σε αντιπαραβολή με τον πελάτη επειδή
hu_hu: Nem rögzíthető a bevétel a vevőhüz, mert

source: Cannot insert the customer allocation of the receipt to the invoice because
el_gr: Δε μπορεί να εισαχθεί με την κατανομή των πελατών της παραλαβής του τιμολογίου, διότι
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a szállítói kifizetésekhez, mert

source: Credit Note number
el_gr: Κωδικός Πιστωτικού Τιμολόγιου
hu_hu: Jóváírás száma

source: Print this credit note
el_gr: Τυπώστε αυτό το πιστωτικό τιμολόγιο
hu_hu: Jóváírás nyomtatás

source: Yes Please
el_gr: Ναι Παρακαλούμε
hu_hu: Igen Kérem

source: Search for Items
el_gr: Αναζήτηση για Αντικείμενα
hu_hu: Rendelt tétel módosítás

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
el_gr: , Αναζητήσεις στη βάση δεδομένων για τα στοιχεία, μπορείτε να περιορίσετε τα αποτελέσματα επιλέγοντας μια κατηγορία μετοχών, ή απλά να εισάγετε μέρος ενός στοιχείου περιγραφή ή μερική κωδικό του στοιχείου
hu_hu: , Keresések az adatbázis elemeket, akkor szűkítheti az eredményeket kiválasztásával állomány kategóriába, vagy csak meg egy részleges tétel leírását vagy részleges tétel kódja

source: Select a Stock Category
el_gr: Επιλέξτε μια Κατηγορία Χρηματιστήριο
hu_hu: Termék kategória

source: Enter partial Description
el_gr: Εισάγετε μερική Περιγραφή
hu_hu: Tétel leírás

source: Use Quick Entry
el_gr: Χρησιμοποιήστε Γρήγορη έναρξη
hu_hu: Használja a Gyors bevitel

source: Prev
el_gr: Προηγούμενο
hu_hu: Ár

source: Next
el_gr: Επόμενο
hu_hu: Következő

source: On Demand
hu_hu: Készleten

source: On Order
el_gr: Στις Παραγγελία
hu_hu: Rendelésre

source: Available
el_gr: Διαθέσιμο
hu_hu: Álló

source: The demand for this product from
el_gr: Η ζήτηση για αυτό το προϊόν από
hu_hu: A kereslet a termék

source: Add to Sale
el_gr: Προσθήκη στο Πώληση
hu_hu: Vevői megrendelések

source: Quick Entry
el_gr: Γρήγορη έναρξη
hu_hu: Gyors bevitel

source: Search Parts
el_gr: Αναζήτηση Ανταλλακτικά
hu_hu: Keresés Alkatrész

source: Counter Sales
el_gr: Μετρητής Πωλήσεις
hu_hu: Vevői egyenleg

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
el_gr: Παρά το γεγονός ότι αυτός ο λογαριασμός ορίζεται ως ο λογαριασμός πώληση μετρητών για την τοποθεσία. Ο λογαριασμός είναι επισημανθεί ως ένα λογαριασμό που πρέπει να προσέξουν. Παρακαλούμε επικοινωνήστε με το προσωπικό πιστωτικού ελέγχου για να συζητήσουν
hu_hu: Bár ez a fiók van megadva, mint a készpénzes eladás számla a helyét. A fiók jelenleg megjelölve fiókkal amely kell figyelte. Kérjük, forduljon a hitel irányító személyzet, hogy megvitassák

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
el_gr: Αν και ο λογαριασμός ορίζεται ως ο λογαριασμός πώληση σε μετρητά για την τοποθεσία του λογαριασμού επί του παρόντος σε αναμονή. Παρακαλούμε επικοινωνήστε με το προσωπικό πιστωτικού ελέγχου για να συζητήσουν
hu_hu: Bár a fiók van megadva, mint a készpénzes értékesítése teszik ki a helyét a számla jelenleg tart. Kérjük, forduljon a hitel irányító személyzet, hogy megvitassák

source: This sale has been cancelled as requested
el_gr: Η πώληση αυτή ακυρώθηκε όπως ζητήθηκε
hu_hu: Feldolgozás megszakítva

source: Start a new Counter Sale
el_gr: Ξεκινήστε μια νέα Counter Πώληση
hu_hu: Indítson egy új Counter Eladás

source: An invalid date entry was made for
el_gr: Μια έγκυρη καταχώρηση ημερομηνίας έγινε για
hu_hu: Érvénytelen dátum

source: The date entry
el_gr: Η καταχώρηση ημερομηνία
hu_hu: Megrendelés

source: must be in the format
el_gr: πρέπει να είναι υπό τη μορφή
hu_hu: A dátumot a következő formátumban kell megadni

source: could not be retrieved from the database and has not been added to the order
el_gr: δεν θα μπορούσε να ανακτηθεί από τη βάση δεδομένων και δεν έχει προστεθεί με τη διάταξη
hu_hu: nem sikerült letölteni az adatbázisból, és nem került bele a rendelési

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order:
el_gr: Φάντασμα συγκροτήματα δεν μπορούν να πωληθούν, αυτά τα στοιχεία υπάρχουν μόνο για τους λογαριασμούς των υλικών που χρησιμοποιούνται σε άλλα βιομηχανοποιημένα αντικείμενα. Το ακόλουθο στοιχείο δεν έχει προστεθεί στη διάταξη:
hu_hu: Fantom szerelvények nem lehet értékesíteni, ezek a tételek léteznek csak számlákat használt anyagok más feldolgozott termékek. A következő elem nem került bele a sorrendben:

source: The system does not currently cater for counter sales of lot controlled or serialised items
el_gr: Το σύστημα σήμερα δεν ληφθεί μέριμνα για την αντιμετώπιση των πωλήσεων των ειδών παρτίδα ελεγχόμενων ή συνέχειες
hu_hu: A rendszer jelenleg nem gondoskodik a számláló értékesítési tétel ellenőrzött vagy serialized termékek

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
el_gr: Το στοιχείο θα μπορούσε να μην ενημερωθεί, επειδή προσπαθείτε να ορίσετε την παραγγελθείσα ποσότητα σε λιγότερο από 0 ή την τιμή μικρότερη από 0 ή η έκπτωση άνω του 100% ή λιγότερο από το 0%
hu_hu: Az elem nem lehet frissíteni, mert próbál beállítani a megrendelt mennyiség kevesebb, mint 0, vagy az ár kevesebb, mint 0, vagy a kedvezmény több mint 100% vagy kevesebb, mint 0%

source: Picked Up By
el_gr: Παίρνεται από
hu_hu: Felvette

source: Comments
el_gr: Σχόλια
hu_hu: Megjegyzés

source: Banked to
el_gr: Banked να
hu_hu: Bank

source: Amount Paid
el_gr: Ποσό που πληρώθηκε
hu_hu: Összeg

source: Process The Sale
el_gr: Διαδικασία Οι Πώληση
hu_hu: Feldolgozás sikertelen

source: There are no lines on this sale. Please enter lines to invoice first
el_gr: Δεν υπάρχουν γραμμές σχετικά με την πώληση αυτή. Παρακαλώ εισάγετε τις γραμμές του τιμολογίου πρώτη
hu_hu: Nincs tételsor érvényes mennyiséggel a számlázáshoz

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
el_gr: Το ποσό που εγγράφεται ως μέσο πληρωμής δεν είναι ίσο με το ποσό του τιμολογίου. Παρακαλούμε να εξασφαλίζεται ότι ο πελάτης καταβάλλει το ορθό ποσό και να επανέλθουν
hu_hu: Az összeg a kifizetés nem egyenlő a számla összege. Győződjön meg arról, az ügyfél megfizette a megfelelő összeget, és adja meg újra

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
el_gr: Η παράμετρος για την απαγόρευση αρνητικό απόθεμα έχει οριστεί και η τιμολόγηση αυτή η πώληση θα έχει ως αποτέλεσμα αρνητικό απόθεμα. Δεν απαιτούνται περαιτέρω επεξεργασία μπορεί να γίνει. Alter την πώληση πρώτες ποσότητες αλλαγή ή διαγραφή γραμμών που δεν διαθέτουν επαρκές απόθεμα.
hu_hu: A paraméter, hogy megtiltsák negatív készlet be van állítva, és számlázási ez az értékesítés eredménye negatív állománya. Nincs további feldolgozást lehet végezni. Alter az eladás első változó mennyiségű vagy törlését vonalak, amelyek nem rendelkeznek elegendő készlet.

source: The order cannot be added because
el_gr: Η παραγγελία δεν μπορεί να προστεθεί επειδή
hu_hu: A megrendelés nem rögzíthető, mert

source: Trouble inserting a line of a sales order. The SQL that failed was
el_gr: Πρόβλημα εισάγοντας μια γραμμή εντολής πώλησης. Ο SQL που απέτυχε ήταν
hu_hu: Baj behelyezése sor a vevői rendelés. Az SQL, hogy nem volt

source: Unable to add the sales order line
el_gr: Ανίκανος να προσθέσετε την γραμμή για τις πωλήσεις
hu_hu: Válasszon megrendelőt a számlázáshoz

source: Unable to insert a new work order for the sales order item
el_gr: Ανίκανος να εισαγάγετε μια νέα σειρά εργασιών για το στοιχείο για τις πωλήσεις
hu_hu: Nem sikerült beszúrni egy új munka érdekében, hogy a vevői elem

source: In automatically creating a work order for
el_gr: Σε αυτόματη δημιουργία εντολής εργασίας για
hu_hu: Automatikus egyenleg visszaírás

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
el_gr: ένα σημείο σχετικά με αυτή τη σειρά των πωλήσεων, το κόστος αυτού του στοιχείου, όπως έχουν συσσωρευτεί από το άθροισμα των δαπανών εξαρτημάτων είναι μηδενική. Αυτό θα μπορούσε να είναι γιατί δεν υπάρχει νομοσχέδιο του υλικού που έχει συσταθεί ... μπορεί να θελήσετε στο διπλό έλεγχο αυτό
hu_hu: elem ebben a vevői rendelés, ennek költsége tétel halmozott összege az összetevő költségek nulla. Ez azért lehet, mert nincs számla anyagi létre ... érdemes lehet kétszer ellenőrizze ezt a

source: The work order item could not be added
el_gr: Το στοιχείο για το έργο δεν θα μπορούσε να προστεθεί
hu_hu: A megrendelés tételsor nem törölhető, mert

source: A new work order has been created for
el_gr: Μια νέα εντολή εργασίας έχει δημιουργηθεί για
hu_hu: Az új hely rekord rögzítve

source: These are for
el_gr: Πρόκειται για
hu_hu: Ott van

source: there order ref
el_gr: εκεί ref προκειμένου
hu_hu: Megrendelés

source: our order number
el_gr: αύξοντα αριθμό μας
hu_hu: Megrendelés szám

source: The following serial numbers have been reserved for this work order
el_gr: Οι αύξοντες αριθμοί έχουν δεσμευθεί για αυτή τη σειρά εργασιών
hu_hu: SQL üzenet

source: This automatically generated serial number already exists - it cannot be added to the work order
el_gr: Αυτό που δημιουργείται αυτόματα ο αριθμός σειράς υπάρχει ήδη - δεν μπορεί να προστεθεί στην εντολή εργασίας
hu_hu: Ez automatikusan generált sorszám már létezik - nem lehet hozzáadni a munkát annak érdekében,

source: The serial number for the work order item could not be added
el_gr: Ο αύξων αριθμός για το στοιχείο για το έργο δεν θα μπορούσε να προστεθεί
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Could not update the new next serial number for the item
el_gr: Δεν ήταν δυνατή η ενημέρωση των νέων επόμενο αύξοντα αριθμό για το στοιχείο
hu_hu: Nem értelmezett ha a tétel

source: New Work Order Number
el_gr: Νέος αριθμός εντολής
hu_hu: Megrendelés szám

source: for
el_gr: για
hu_hu: A

source: Order Number
el_gr: Αριθμός Παραγγελίας
hu_hu: Megrendelés szám

source: has been entered
el_gr: έχει εισαχθεί
hu_hu: megadva

source: The SQL that failed to update the date of the last payment received was
el_gr: Η SQL που απέτυχε να ενημερώσει την ημερομηνία της τελευταίας λαμβανόμενης πληρωμής ήταν
hu_hu: SQL üzenet

source: Cannot update the customer record for the date of the last payment received because
el_gr: Δεν ήταν δυνατή η ενημέρωση του αρχείου πελατών για την ημερομηνία της τελευταίας λαμβανόμενης πληρωμής επειδή
hu_hu: A vevő utolső fizetési rekordja nem módosítható, mert

source: The SQL that failed to insert the allocation of the receipt to the invoice was
el_gr: Ο SQL που απέτυχε να εισάγετε την κατανομή της παραλαβής του τιμολογίου
hu_hu: SQL üzenet

source: Frequently Ordered Items
el_gr: Συχνά παραγγελθέντα προϊόντα
hu_hu: Rendelt tétel módosítás

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
el_gr: , Δείχνει το πιο συχνά διέταξε στοιχεία των τελευταίων 6 μηνών. Μπορείτε να επιλέξετε από τη λίστα, ή αναζητήστε περαιτέρω για άλλα στοιχεία
hu_hu: , Mutatja a leggyakrabban megrendelt az elmúlt 6 hónapban. Választhat a listából, vagy keressen további egyéb tételekkel

source: Select an item by entering the quantity required. Click Order when ready.
el_gr: Επιλέξτε ένα στοιχείο από την είσοδο της απαιτούμενης ποσότητας. Κάντε κλικ στο κουμπί Διάταξη όταν είναι έτοιμα.
hu_hu: Válasszon ki egy tételt beírja a szükséges mennyiséget. Kattintson a Rend, ha kész.

source: Use this form to add items quickly if the item codes are already known
el_gr: Χρησιμοποιήστε αυτή τη φόρμα για να προσθέσετε στοιχεία γρήγορα αν είναι το στοιχείο κωδικοί ήδη γνωστές
hu_hu: Használja ezt az űrlapot hozzá elemeket gyorsan, ha az elem kódokat már ismert

source: Cancel Sale
el_gr: Ακύρωση Πώληση
hu_hu: Törölve

source: Are you sure you wish to cancel this sale?
el_gr: Είστε σίγουροι ότι θέλετε να ακυρώσετε την πώληση αυτή;
hu_hu: Biztosan törölni akarja ezt a telephelyet?

source: Credit An Invoice
el_gr: Πίστωση Τιμολογίου Πώλησης
hu_hu: Számla kiegyenlítás

source: This page can only be opened if an invoice has been selected for crediting
el_gr: Αυτή την σελίδα μπορείτε να την ανοίξετε μόνο εάν ένα τιμολόγιο πώλησης έχει επιλεχτεί για πίστωση
hu_hu: Ez az oldal csak már kiválasztott számlával indítható

source: Please select an invoice first
el_gr: Παρακαλώ επιλέξτε ένα τιμολόγιο πώλησης πρώτα
hu_hu: Először válasszon ki egy számlát

source: from the customer inquiry screen click the link to credit an invoice
el_gr: από την οθόνη αναζήτησης πελάτη επιλέξτε τη σύνδεση για να πιστώσετε ένα τιμολόγιο πώλησης
hu_hu: a vevői lekérdezések képernyőn klikk a számla kiegyenlítés lnkre

source: A credit cannot be produced for the selected invoice
el_gr: Το επιλεγμένο τιμολόγιο πώλησης δεν μπορεί να πιστωθεί
hu_hu: A jóváírás a kiválasztott számlához sikertelen, mert

source: The invoice details cannot be retrieved because
el_gr: Οι λεπτομέρειες του τιμολογίου πώλησης δεν μπορούν να ανακτηθούν επειδή
hu_hu: A számla részletei nem elérhetők,mert

source: The SQL used to retrieve the invoice details was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τις λεπτομέρειες τιμολογίων ήταν
hu_hu: SQL üzenet

source: This invoice can not be credited using this program
el_gr: Αυτό το τιμολόγιο πώλησης δεν μπορεί να πιστωθεί χρησιμοποιώντας αυτό το πρόγραμμα
hu_hu: Ez a számla nem kiegyenlíthető

source: A manual credit note will need to be prepared
el_gr: Θα πρέπει να προετοιμαστεί ένα χειρόγραφο πιστωτικό τιμολόγιο
hu_hu: A kézi kiegyenlítés módosítani fogja

source: The SQL used to get the transaction header was
el_gr: Η SQL που χρησιμοποιήθηκε για να πάρει την επιγραφή συναλλαγής ήταν
hu_hu: SQL üzenet

source: The line item
el_gr: Το στοιχείο γραμμής
hu_hu: A tételsor

source: is controlled but the serial numbers or batch numbers could not be retrieved because
el_gr: ελέγχεται αλλά οι σειριακοί αριθμοί ή οι αριθμοί batch δεν ήταν δυνατό να ανακτηθούν επειδή
hu_hu: feldolgozva, de a sorszámok vagy kötegszámok nem elérhetők, mert

source: The SQL used to get the controlled item details was
el_gr: Η SQL που χρησιμοποιήθηκε για να ανακτήσει τις ελεγχόμενες λεπτομέρειες στοιχείων ήταν
hu_hu: SQL üzenet

source: There are no line items that were retrieved for this invoice
el_gr: Δεν υπάρχει κανένα στοιχείο γραμμής που ανακτήθηκε για αυτό το τιμολόγιο πώλησης
hu_hu: Nincs elérhető tételsor ehhez a számlához

source: The automatic credit program can not create a credit note from this invoice
el_gr: Το αυτόματο πιστωτικό πρόγραμμα δεν μπορεί να δημιουργήσει ένα πιστωτικό τιμολόγιο από αυτό το τιμολόγιο πώλησης
hu_hu: Az automatikus jóváírás nem működik ezzel a számlával

source: This invoice can not be credited using the automatic facility
el_gr: Αυτό το τιμολόγιο πώλησης δεν μπορεί να πιστωθεί χρησιμοποιώντας την αυτόματη δυνατότητα
hu_hu: A számlaösszeg automatikus jóváírása nem működik

source: Please report that a duplicate DebtorTrans header record was found for invoice
el_gr: Παρακαλώ αναφέρετε ότι ένα διπλό αρχείο επιγραφών DebtorTrans βρέθηκε για το τιμολόγιο πώλησης
hu_hu: Jegyezze fel, hogy duplikált DebtorTrans header rekord kapcsolódik ehhez a számlához

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
el_gr: Το στοιχείο δεν είναι δυνατόν να ενημερωθεί επειδή προσπαθείτε να θέσετε την ποσότητα που πιστώνεταιι σε μικρότερη τιμή από 0 ή την τιμή μικρότερη από 0 ή την έκπτωση περισσότερο από 100% ή λιγότερο από 0%
hu_hu: A tétel nem frissíthető, mert a mennyiség vagy az ár < 0, vagy a kedvezmény érvénytelen

source: Credit Invoice
el_gr: Πιστωτικό Τιμολόγιο
hu_hu: Számla jóváírás

source: Credit Note amounts stated in
el_gr: Ποσά πιστωτικών τιμολογίων που δηλώνονται
hu_hu: Számla jóváírás összege

source: Invoiced
el_gr: Τιμολογημένο
hu_hu: Számlázva

source: Credit
el_gr: Πίστωση
hu_hu: Jóváírás

source: Discount Rate
el_gr: Ποσοστό Έκπτωσης
hu_hu: Kedvezmény százalék

source: Tax Rate
el_gr: Φορολογικός συντελεστής
hu_hu: Adókulcs

source: Freight cost charged on invoice
el_gr: Κόστος φορτωτικής που χρεώνεται στο τιμολόγιο πώλησης
hu_hu: Fuvarköltség a számlán

source: Credit Freight Cost
el_gr: Πίστωση Κόστους Φορτωτικής
hu_hu: Fuvarköltség jóváírása

source: Credit Totals
el_gr: Σύνολα Πιστώσεων
hu_hu: Összes jóváírás

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
el_gr: Πρέπει να διευκρινιστει ο κωδικός ΓΛ για να διαγράψετε την πιστωτική αξία. Παρακαλώ επιλέξτε τον κατάλληλο κωδικό ΓΛ στη λίστα
hu_hu: A GL-kódot, hogy írják le a hitel értékét meg kell határozni. Kérjük, válassza ki a megfelelő GL kódot a kiválasztási doboz

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
el_gr: Η αλλαγή στο αρχείο τιμολογίων για να απεικονίστει η κατανομή του πιστωτικού τιμολογίου στο τιμολόγιο πώλησης δεν ήταν δυνατό να γίνει επειδή
hu_hu: A számla változtatása érinti a pénzügyi allokálásokat ezért nem végrehajtható

source: The following SQL to update the invoice allocation was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει την κατανομή τιμολογίων
hu_hu: SQL üzenet

source: The customer credit note transaction could not be added to the database because
el_gr: Η συναλλαγή πιστωτικών τιμολογίων πελατών δεν ήταν δυνατό να προστεθεί στη βάση δεδομένων επειδή
hu_hu: A vevői jóváírás nem rögzíthető, mert

source: The following SQL to insert the customer credit note was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το πιστωτικό τιμολόγιο πελατών
hu_hu: SQL üzenet

source: The allocation record for the credit note could not be added to the database because
el_gr: Το αρχείο κατανομής για το πιστωτικό τιμολόγιο δεν ήταν δυνατό να προστεθεί στη βάση δεδομένων επειδή
hu_hu: Az allokálás rekord nem rögzíthető, mert

source: The following SQL to insert the allocation record for the credit note was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το αρχείο κατανομής για το πιστωτικό τιμολόγιο
hu_hu: SQL üzenet

source: The sales order detail record could not be updated for the reduced quantity invoiced because
el_gr: Το αρχείο λεπτομέρειας σειράς πωλήσεων δεν ήταν δυνατό να ενημερωθεί για τη μειωμένη ποσότητα που τιμολογήθηκε επειδή
hu_hu: A megrendelés rekord nem frissíthető a módosított mennyiséggel, mert

source: Could not get the current location stock of the assembly component
el_gr: Δεν μπόρεσα να πάρω το σημερινό απόθεμα θέση του στοιχείου της συνέλευσης
hu_hu: Nem elérhető készlet rekord az összeszerelés alkatrészéhez

source: The following SQL to update the components location stock record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει το αρχείο αποθεμάτων θέσης συστατικών
hu_hu: SQL üzenet
