Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
el_gr: Για να εκτυπώσετε ένα πιστωτικό σημείωμα απαιτεί μόνο τον πελάτη, συναλλαγή, πωλητής και αρχεία υποκατάστημα είναι διαθέσιμα
hu_hu: Nyomtatni a jóváírás csak azt írja elő az ügyfél, ügylet, eladó és gyülekezeti nyilvántartások rendelkezésre állnak

source: The SQL used to get this information that failed was
el_gr: Ο SQL που χρησιμοποιείται για να πάρετε τις πληροφορίες που απέτυχε ήταν
hu_hu: Az SQL használják, hogy ezt az információt, hogy nem volt

source: Select Invoices/Credit Notes To Print
el_gr: Επιλέξτε Τιμολόγια / πιστωτικό σημείωμα για την εκτύπωση
hu_hu: Válassza ki a számlák / jóváíró A Nyomtatás

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
el_gr: Η συναλλαγή αυτή απευθύνεται σε άλλον πελάτη και δεν μπορεί να εμφανίζεται για λόγους ασφαλείας
hu_hu: Ez a tranzakció címzettje egy másik ügyfél, és nem jelennek meg adatvédelmi okokból

source: Please select only transactions relevant to your company
el_gr: Παρακαλώ επιλέξτε μόνο τις συναλλαγές που σχετίζονται με την εταιρεία σας
hu_hu: Kérjük, válasszon csak a vonatkozó tranzakciókat a vállalat

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση του τιμολογίου ή τα στοιχεία της πιστωτικής κυκλοφορία σημείωμα υλικό για αριθμό τιμολογίου
hu_hu: Ott sikerült betölteni a számla vagy jóváírás készletek alakulása részletek számla száma

source: Sub Total
el_gr: Μερικό Σύνολο
hu_hu: Végösszeg

source: TOTAL INVOICE
el_gr: ΣΥΝΟΛΟ ΤΙΜΟΛΟΓΙΟΥ
hu_hu: TELJES SZÁMLA

source: TOTAL CREDIT
el_gr: ΣΥΝΟΛΟ ΠΙΣΤΩΣΗΣ
hu_hu: ÖSSZES HITEL

source: Please find attached
el_gr: Επισυνάπτεται
hu_hu: Mellékeljük

source: Emailing
el_gr: Αποστολής Μηνυμάτων
hu_hu: E-mailezés

source: Print Invoices or Credit Notes (Landscape Mode)
el_gr: Εκτυπώστε τα τιμολόγια ή πιστωτικά σημειώματα (Mode Landscape)
hu_hu: Számla vagy jóváírás nyomtatás

source: Print Invoices or Credit Notes
el_gr: Εκτυπώστε τα τιμολόγια ή πιστωτικά σημειώματα
hu_hu: Számla vagy jóváírás nyomtatás

source: Print EDI Transactions
el_gr: Εκτύπωση Συναλλαγές EDI
hu_hu: Nyomtatás EDI tranzakciók

source: Do not Print PDF EDI Transactions
el_gr: Μην Εκτύπωση PDF EDI Συναλλαγές
hu_hu: Ne Nyomtatás PDF EDI tranzakciók

source: Print PDF EDI Transactions Too
el_gr: Εκτύπωση PDF Συναλλαγές EDI Πάρα
hu_hu: Nyomtatás PDF EDI tranzakciók túl

source: Start invoice/credit note number to print
el_gr: Έναρξη τιμολόγιο / αριθμός πιστωτικού σημειώματος για εκτύπωση
hu_hu: Start számla / jóváírási értesítő számát nyomtatni

source: End invoice/credit note number to print
el_gr: τιμολογίου End / αριθμός πιστωτικού σημειώματος για εκτύπωση
hu_hu: Vége számla / jóváírási értesítő számát nyomtatni

source: Print Preview
el_gr: Προεπισκόπηση εκτύπωσης
hu_hu: Ár

source: The last invoice created was number
el_gr: Η τελευταία δημιουργήθηκε τιμολογίου αριθμός
hu_hu: Az utolsó számla alkottak száma

source: If only a single invoice is required
el_gr: Εάν μόνο ένα ενιαίο τιμολόγιο απαιτείται
hu_hu: Ha csak egyetlen számla van szükség

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
el_gr: εισάγετε τον αριθμό τιμολογίου για την εκτύπωση στο πλαίσιο Έναρξη αριθμό συναλλαγής να εκτυπώσετε τομέα και να αφήσει τον αριθμό συναλλαγής End για να εκτυπώσετε το πεδίο κενό
hu_hu: adja meg a számla számát nyomtatni a Start tranzakció számot nyomtatni a területen, és elhagyják a vége tranzakció számot nyomtatni üresen

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
el_gr: Χρησιμοποιείτε μόνο το τιμολόγιο τέλος να εκτυπώσετε πεδίο αν θέλετε να εκτυπώσετε μια διαδοχική σειρά των τιμολογίων
hu_hu: Csak a végén számlát nyomtatni mezőt, ha szeretné kinyomtatni egy szekvenciális sor számlák

source: The last credit note created was number
el_gr: Το τελευταίο σημείωμα που δημιουργήθηκε πίστωσης αριθμό
hu_hu: Az utolsó jóváírást alkottak száma

source: A sequential range can be printed using the same method as for invoices above
el_gr: Μια διαδοχική σειρά μπορεί να τυπωθεί με την ίδια μέθοδο όπως και για τα τιμολόγια άνω
hu_hu: Szekvenciális tartomány lehet nyomtatni ugyanazzal a módszerrel, mint a számlák felett

source: A single credit note can be printed by only entering a start transaction number
el_gr: Ένα ενιαίο πιστωτικό σημείωμα μπορούν να εκτυπώνονται από μόνο πληκτρολογώντας έναν αριθμό συναλλαγής ξεκίνημα
hu_hu: Egyetlen jóváírást lehet nyomtatni csak belépő egy induló tranzakció szám

source: TAX INVOICE
el_gr: ΦΟΡΟΣ ΤΙΜΟΛΟΓΙΟ
hu_hu: ADÓ SZÁMLA

source: TAX CREDIT NOTE
el_gr: ΦΟΡΟΣ πιστωτικό σημείωμα
hu_hu: ADÓJÓVÁÍRÁS MEGJEGYZÉS

source: Tax Authority Ref
el_gr: Φορολογική Ref Αρχή
hu_hu: APEH Ref

source: Facsimile
el_gr: Τηλεομοιότυπο
hu_hu: Hasonmás

source: Charge To
el_gr: Χρέωση προς
hu_hu: A díj

source: Charge Branch
el_gr: Χρέωση Υποκατάστημα
hu_hu: Díj Branch

source: Your Order Ref
el_gr: Ref παραγγελία σας
hu_hu: Az Ön rendelési Ref

source: Our Order No
el_gr: Για μας αριθ
hu_hu: A Tételszám

source: Shipper
el_gr: Φορτωτής
hu_hu: Feladó

source: Consignment Ref
el_gr: Αποστολή Ref
hu_hu: Szállítmány Ref

source: GST Number
el_gr: GST Αριθμός
hu_hu: GST száma

source: Print Invoices or Credit Notes (Portrait Mode)
el_gr: Εκτυπώστε τα τιμολόγια ή πιστωτικά σημειώματα (Mode Πορτρέτο)
hu_hu: Számla vagy jóváírás nyomtatás

source: Hour
el_gr: Ώρα
hu_hu: Óra

source: Signature
el_gr: Υπογραφή
hu_hu: Aláírás

source: Copy
el_gr: Αντίτυπο
hu_hu: Másolat

source: Text Box
el_gr: Πλαίσιο κειμένου
hu_hu: Szövegdoboz

source: Select Box
el_gr: Επιλέξτε Box
hu_hu: Termék választás

source: Check Box
el_gr: Πλαίσιο ελέγχου
hu_hu: Ellenőrző egyenleg

source: has been deleted from the database
el_gr: έχει διαγραφεί από τη βάση δεδομένων
hu_hu: törölték az adatbázisból

source: The purchase order quantities could not be retrieved by the SQL because
el_gr: Οι ποσότητες παραγγελίας δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A szállítói megrendelések nem elérhetők, mert

source: Supplier Purchasing Data
el_gr: Προμηθευτής Δεδομένα Προμηθειών
hu_hu: Szállító Beszerzési adatok

source: The price entered was not numeric and a number is expected. No changes have been made to the database
el_gr: Η τιμή που εγγράφονται δεν ήταν αριθμητικά και ο αριθμός αναμένεται. Καμία τροποποίηση δεν πραγματοποιήθηκαν στη βάση δεδομένων
hu_hu: Az ár be nem numerikus, és több nem várható. Nincs változás is történt az adatbázisba

source: The price entered is zero
el_gr: Η τιμή που εγγράφονται είναι μηδέν
hu_hu: Az ár megadott nulla

source: Is this intentional?
el_gr: Είναι αυτή η σκόπιμη;
hu_hu: Ez szándékos?

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
el_gr: Ο χρόνος άρχισε δεν ήταν αριθμητική σειρά των ημερών αναμένεται καμιά αλλαγή δεν έχει γίνει στη βάση δεδομένων
hu_hu: Az átfutási idő be nem numerikus néhány napig várhatóan nem változtatásokat hajtottak végre az adatbázis

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
el_gr: Η ελάχιστη ποσότητα παραγγελίας δεν ήταν αριθμητικά και ο αριθμός αναμένεται καμιά αλλαγή δεν έχει γίνει στη βάση δεδομένων
hu_hu: A minimális rendelési mennyiség volt, nem numerikus, és a szám várhatóan nem változtatásokat hajtottak végre az adatbázis

source: The supplier sells an item by the tonne and we hold stock by the kg
el_gr: Ο προμηθευτής πωλεί ένα στοιχείο από τον τόνο και κρατάμε μετοχών από την κ.
hu_hu: A szállító eladja egy elemet a tonnánkénti és tartjuk raktáron által kg

source: The suppliers price must be divided by 1000 to get to our cost per kg
el_gr: Η τιμή προμηθευτές πρέπει να διαιρεθεί με το 1000 για να φτάσετε στο κόστος μας ανά kg
hu_hu: A beszállítók árat kell osztani 1000-től kap, hogy a költség / kg

source: The supplier purchasing details could not be added to the database because
el_gr: Τα στοιχεία της αγοράς προμηθευτής δεν θα μπορούσε να προστεθεί στη βάση δεδομένων, επειδή
hu_hu: A szállító beszerzési részleteket nem sikerült hozzáadni az adatbázishoz, mert

source: This supplier purchasing data has been added to the database
el_gr: Τα στοιχεία αυτά αγορών προμηθευτής έχει προστεθεί στη βάση δεδομένων
hu_hu: Ez a szállító beszerzési adatainak került az adatbázisba

source: Supplier purchasing data has been updated
el_gr: Προμηθευτής δεδομένα αγοράς έχει ενημερωθεί
hu_hu: Szállító beszerzési adatok frissítésre került

source: The supplier purchasing details could not be deleted because
el_gr: Τα στοιχεία της αγοράς προμηθευτής δεν μπορούσε να διαγραφεί, διότι
hu_hu: A szállító beszerzési adatokat nem lehet törölni, mert

source: This purchasing data record has been successfully deleted
el_gr: Αυτή η αγοραστική εγγραφή δεδομένων διεγράφη επιτυχώς
hu_hu: A kedvezmény mátrix rekord törölve

source: The supplier purchasing details for the selected part could not be retrieved because
el_gr: Ο προμηθευτής προμηθειών λεπτομέρειες για το επιλεγμένο τμήμα δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A szállító beszerzési részleteit a kijelölt rész nem lehetett letölteni, mert

source: Effective From
el_gr: Ισχύει από
hu_hu: Tól

source: Min Order Qty
el_gr: Ελάχιστη Ποσότητα Παραγγελίας
hu_hu: Min rendelési mennyiség

source: Preferred
el_gr: Προτεινόμενο
hu_hu: Preferált

source: Are you sure you wish to delete this suppliers price?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την τιμή των προμηθευτών;
hu_hu: Biztosan törölni kívánt e szállítók ár?

source: There are now
el_gr: Υπάρχουν σήμερα
hu_hu: Jelenleg

source: preferred suppliers set up for
el_gr: προτιμώμενων προμηθευτών που έχει συσταθεί για
hu_hu: beszállítóval létre

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
el_gr: θα πρέπει να επεξεργαστείτε τον προμηθευτή αγοραστική δεδομένα να κάνει μόνο έναν προμηθευτή ο προτιμώμενος προμηθευτής
hu_hu: meg kell szerkeszteni a szállító vásárlási adatokat, hogy csak egy beszállító a kiemelt beszállítója

source: There are NO preferred suppliers set up for
el_gr: ΔΕΝ υπάρχουν προτιμώμενων προμηθευτών που έχει συσταθεί για
hu_hu: NINCSENEK preferált szállítók számára létrehozott

source: you should make one supplier only the preferred supplier
el_gr: θα πρέπει να κάνετε έναν προμηθευτή μόνο τον προτιμώμενο προμηθευτή
hu_hu: meg kell tennie egy beszállító csak a preferált szállító

source: The supplier details for the selected supplier could not be retrieved because
el_gr: Οι λεπτομέρειες προμηθευτή για το επιλεγμένο προμηθευτή δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A szállító adatai a kiválasztott szállító nem lehetett letölteni, mert

source: The supplier code
el_gr: Ο κωδικός προμηθευτή
hu_hu: A szállító-kód

source: is not an existing supplier in the database
el_gr: δεν είναι μια υπάρχουσα προμηθευτή στη βάση δεδομένων
hu_hu: nem egy meglévő szolgáltató az adatbázisban

source: You must enter an alternative supplier code or select a supplier using the search facility below
el_gr: Πρέπει να δώσετε ένα εναλλακτικό κωδικό προμηθευτή ή να επιλέξετε ένα προμηθευτή χρήση της δυνατότητας αναζήτησης παρακάτω
hu_hu: Meg kell adnia egy másik szolgáltató kódját, vagy válassza ki a szállító a keresési lehetőség az alábbi

source: Text in the Supplier
el_gr: Κείμενο στο Προμηθευτή
hu_hu: Szöveget a Szállító

source: Text in Supplier
el_gr: Κείμενο σε Προμηθευτή
hu_hu: Szöveg Szállító

source: Find Suppliers Now
el_gr: Βρείτε προμηθευτές Τώρα
hu_hu: Keresse Ellátó most

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
el_gr: Οι λέξεις-κλειδιά Προμηθευτή Ονοματεπώνυμο έχουν χρησιμοποιηθεί κατά προτίμηση προς τον Προμηθευτή κώδικα απόσπασμα εγγράφεται
hu_hu: Szállító neve a kulcsszavakat, amelyek előnyben részesíthetők a szállítói kód kivonat lépett

source: The suppliers matching the criteria entered could not be retrieved because
el_gr: Οι προμηθευτές που πληρούν τα κριτήρια που εγγράφονται δεν μπορούν να ανακτηθούν επειδή
hu_hu: A szállítók felel meg a feltételeknek be nem lehetett letölteni, mert

source: The SQL to retrieve supplier details that failed was
el_gr: Ο SQL για να ανακτήσετε τις λεπτομέρειες προμηθευτή που απέτυχε ήταν
hu_hu: SQL hiba

source: The item selected is a dummy part or an assembly or kit set part
el_gr: Το επιλεγμένο στοιχείο είναι ένα εικονικό μέρος ή σύνολο ή τμήμα kit που
hu_hu: A kiválasztott elem egy dummy része vagy az összeszerelést vagy a készlet meghatározott részét

source: it is not purchased
el_gr: δεν αγοράζεται
hu_hu: ez meg nem vásárolt

source: Entry of purchasing information is therefore inappropriate
el_gr: Έναρξη της αγοραστικής την πληροφορία είναι συνεπώς ακατάλληλες
hu_hu: Nevezési beszerzési információk ezért nem megfelelő

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
el_gr: Ο προμηθευτής προμηθειών λεπτομέρειες για το επιλεγμένο προμηθευτή και το σημείο δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A szállító vásárlási adatait a kiválasztott szolgáltató és elemet nem lehetett letölteni, mert

source: in Supplier Currency
el_gr: στο Νόμισμα Προμηθευτής
hu_hu: A Szállító Pénznem

source: Suppliers Unit of Measure
el_gr: Προμηθευτές Μονάδα Μέτρησης
hu_hu: Szállítók Mértékegység

source: Supplier Stock Code
el_gr: Προμηθευτής Κωδικός Χρηματιστήριο
hu_hu: Szállítókód (ig)

source: Supplier Stock Description
el_gr: Προμηθευτής Περιγραφή Χρηματιστήριο
hu_hu: Szakasz leírás

source: in days from date of order
el_gr: σε ημέρες από την ημερομηνία της παραγγελίας
hu_hu: A nap a megrendelés dátumától

source: Preferred Supplier
el_gr: Προτεινόμενα Προμηθευτή
hu_hu: Preferált Szállító

source: Percent
el_gr: Τοις εκατό
hu_hu: Ár

source: Numeric Value
el_gr: Αριθμητική τιμή
hu_hu: Numerikus érték

source: Recurring Orders
el_gr: Επαναλαμβανόμενη Παραγγελίες
hu_hu: Ismétlődő megrendelések

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
el_gr: Μια νέα τακτική εντολή μπορεί να δημιουργηθεί μόνο εάν ένα πρότυπο ώστε έχει ήδη δημιουργηθεί από την κανονική οθόνη εισαγωγής για
hu_hu: Egy új ismétlődő hogy csak akkor jöhet létre, ha egy sablon érdekében már létre a rendes sorrendben képernyőn

source: To enter an order template select sales order entry from the orders tab of the main menu
el_gr: Για να εισαγάγετε ένα πρότυπο για επιλογή καταχώρησης για τις πωλήσεις από την καρτέλα διαταγές του κύριου μενού
hu_hu: Megadásához válasszuk az értékesítés érdekében sablont rendelés a megrendelések lapján a főmenü

source: Could not delete recurring sales order lines for the recurring order template
el_gr: Δεν είναι δυνατή η διαγραφή επαναλαμβανόμενες γραμμές για τις πωλήσεις για το επαναλαμβανόμενο πρότυπο για
hu_hu: Nem lehet törölni a visszatérő vevői vonalak ismétlődő sorrendben sablon

source: Could not delete the recurring sales order template number
el_gr: Δεν μπόρεσε να διαγράψει τις επαναλαμβανόμενες πωλήσεις αύξοντα αριθμό πρότυπο
hu_hu: Nem sikerült törölni a visszatérő vevői sablont száma

source: Successfully deleted recurring sales order template number
el_gr: Διαγραφεί επιτυχώς επαναλαμβανόμενες πωλήσεις αύξοντα αριθμό πρότυπο
hu_hu: Sikeresen törölve visszatérő megrendelés sablont száma

source: Select A Recurring Sales Order Template
el_gr: Επιλογή Α Επαναληπτική Πρότυπο Τάξης Πωλήσεις
hu_hu: Válasszon Ismétlődő vevői rendelés sablon

source: The last recurrence or start date of this recurring order must be a valid date in the format
el_gr: Η τελευταία υποτροπή ή ημερομηνία έναρξης της εν λόγω τακτική εντολή πρέπει να είναι μια έγκυρη ημερομηνία με τη μορφή
hu_hu: A vevő óta mező csak dátum lehet, ebben a formában

source: The end date of this recurring order must be a valid date in the format
el_gr: Η ημερομηνία λήξης της εν λόγω τακτική εντολή πρέπει να είναι μια έγκυρη ημερομηνία με τη μορφή
hu_hu: A záró időpontja ennek visszatérő ahhoz kell egy érvényes dátum formátumban

source: The end date of this recurring order must be after the start date
el_gr: Η ημερομηνία λήξης της εν λόγω τακτική εντολή πρέπει να είναι μετά την ημερομηνία έναρξης
hu_hu: A záró időpontja ennek visszatérő utasítást kell kezdési időpontját követően

source: The recurring order cannot be added because
el_gr: Η τακτική εντολή δεν μπορεί να προστεθεί, διότι
hu_hu: Az ismétlődő hogy nem lehet hozzá, mert

source: The new recurring order template has been added
el_gr: Το νέο πρότυπο για επαναλαμβανόμενες έχει προστεθεί
hu_hu: Az új visszatérő érdekében sablon került

source: The recurring order cannot be updated because
el_gr: Οι επαναλαμβανόμενες ώστε δεν μπορούν να ενημερωθούν, επειδή
hu_hu: Az ismétlődő hogy nem lehet frissíteni, mert

source: The recurring order template has been updated
el_gr: Το επαναλαμβανόμενο πρότυπο ώστε έχει ενημερωθεί
hu_hu: Az ismétlődő érdekében sablon frissült

source: Enter New Sales Order
el_gr: Εισάγετε Νέα Τάξη Πωλήσεις
hu_hu: Írja Új vevői rendelés

source: Recurring Order for Customer
el_gr: Επαναλαμβανόμενη Διάταξη για την Εξυπηρέτηση Πελατών
hu_hu: Ismétlődő Rendelés Ügyfél

source: Street
hu_hu: Utca

source: Suburb
el_gr: Προάστιο
hu_hu: Külváros

source: City
el_gr: Πόλη
hu_hu: Város

source: Region
el_gr: Περιφέρεια
hu_hu: Régió

source: Post Code
el_gr: Ταχυδρομικός Κώδικας
hu_hu: Irányítószám

source: Last Recurrence
el_gr: Τελευταία Επανάληψη
hu_hu: Utolsó Ismétlődés

source: Finish Date
el_gr: Ημερομηνία λήξης
hu_hu: Befejezés dátuma

source: Frequency of Recurrence
el_gr: Συχνότητα επανάληψης
hu_hu: Gyakorisága Ismétlődés

source: Fortnightly
el_gr: Δεκαπενθήμερο
hu_hu: Kétheti

source: Bi-monthly
el_gr: Διμηνιαία
hu_hu: Kéthavonta

source: Quarterly
el_gr: Τριμηνιαία
hu_hu: Negyedéves

source: Bi-Annually
el_gr: Δύο φορές το χρόνο
hu_hu: Félévente

source: Annually
el_gr: Ετησίως
hu_hu: Évente

source: Invoice Automatically
el_gr: Τιμολόγιο Αυτόματα
hu_hu: Számla automatikus

source: Update Recurring Order Details
el_gr: Ενημέρωση Επαναλαμβανόμενη Λεπτομέρειες Παραγγελία
hu_hu: Ismétlődő megrendelés felvitel

source: Delete Recurring Order
el_gr: Διαγραφή Επαναλαμβανόμενη Παραγγελία
hu_hu: Törlés Ismétlődő Rendelés

source: Are you sure you wish to delete this recurring order template?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το επαναλαμβανόμενο πρότυπο παραγγελία;
hu_hu: Biztosan törölni kívánt e ismétlődő sorrendben sablont?

source: Recurring Orders Process
el_gr: Επαναλαμβανόμενη διαδικασία παραγγελιών
hu_hu: Ismétlődő megrendelések folyamat

source: There was a problem retrieving the recurring sales order templates. The database reported:
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των περιοδικών για πωλήσεις πρότυπα. Η βάση δεδομένων που αναφέρθηκαν:
hu_hu: Ott sikerült betölteni a visszatérő vevői sablonokat. Az adatbázis számolt be:

source: There are no recurring order templates that are due to have another recurring order created
el_gr: Δεν υπάρχουν επαναλαμβανόμενες προκειμένου πρότυπα που πρόκειται να έχουν άλλη επαναλαμβανόμενα δημιουργούνται για
hu_hu: Nincsenek visszatérő érdekében sablonokat, amelyek miatt még egy ismétlődő érdekében létrehozott

source: The number of recurring orders to process is
el_gr: Ο αριθμός των επαναλαμβανόμενων παραγγελιών σε διαδικασία
hu_hu: A szám a visszatérő megrendelések folyamat

source: Recurring order
el_gr: Επαναλαμβανόμενη προκειμένου
hu_hu: Ismétlődő érdekében

source: Date calculated for the next recurrence was
el_gr: Ημερομηνία υπολογίζεται για την επόμενη επανάληψη ήταν
hu_hu: Dátum számítva a következő volt megismétlődésének

source: A new order has been created from a recurring order template for customer
el_gr: Μια νέα τάξη πραγμάτων έχει δημιουργηθεί από ένα επαναλαμβανόμενο πρότυπο προκειμένου για τον πελάτη
hu_hu: Egy új rend jött létre egy ismétlődő érdekében sablont ügyfél

source: The order number is:
el_gr: Ο αύξων αριθμός είναι:
hu_hu: A végzés száma:

source: The line items of the recurring order cannot be retrieved because
el_gr: Τα στοιχεία γραμμής από τα επανερχόμενα σειρά δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A sorokat az ismétlődő hogy nem lehet letölteni, mert

source: Could not insert the order lines from the recurring order template
el_gr: Δεν ήταν δυνατή η εισαγωγή των γραμμών ώστε από τα επαναλαμβανόμενα πρότυπο για
hu_hu: Nem sikerült beszúrni a rendelési tételek az ismétlődő sorrendben sablon

source: Could not update the last recurrence of the recurring order template. The database reported the error:
el_gr: Δεν ήταν δυνατή η ενημέρωση της τελευταίας επανάληψης των επαναλαμβανόμενων προτύπου τάξη. Η βάση δεδομένων αναφέρει το σφάλμα:
hu_hu: Nem sikerült frissíteni az utolsó megismétlődik az ismétlődő sorrendben sablont. Az adatbázis jelentett a hiba:

source: Recurring order was created for
el_gr: Επαναλαμβανόμενη προκειμένου δημιουργήθηκε για
hu_hu: Ismétlődő érdekében jött létre a

source: with order Number
el_gr: με την παραγγελία Αριθμός
hu_hu: A rendezés száma

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
el_gr: Ανίκανος να καθορίσει την περιοχή όπου η πώληση προς, από τους κλάδους των πελατών πίνακα, επιλέξτε μια περιοχή για την εν λόγω θυγατρικής
hu_hu: Nem sikerült meghatározni a területet, ahol az értékesítés, az ügyfél ágak táblázatban, kérjük, válasszon egy területet erre a fióktelep

source: The exchange rate for the customer currency could not be retrieved from the currency table because:
el_gr: Η συναλλαγματική ισοτιμία για το νόμισμα του πελάτη δεν μπορούν να ανακτηθούν από τον πίνακα νόμισμα, διότι:
hu_hu: Az árfolyam az ügyfél valuta nem sikerült letölteni a valuta asztalra, mert:

source: Could not retrieve the tax province of the location from where the order was fulfilled because:
el_gr: Δεν ήταν δυνατή η ανάκτηση της επαρχίας φορολογική του θέση από όπου η εντολή ήταν πληρούνται διότι:
hu_hu: Nem elérhető az apa alkatrész, mert

source: The taxes and rates for this item could not be retrieved because
el_gr: Οι φόροι και οι τιμές για το στοιχείο αυτό δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az adók és mértékek nem elérhetők, mert

source: The following SQL to insert the tax GLTrans record was used
el_gr: Οι παρακάτω SQL για την εισαγωγή του φόρου GLTrans ρεκόρ χρησιμοποιήθηκε
hu_hu: Az alábbi SQL be az adó GLTrans rekordot használt

source: This recurring order was set to produce the invoice automatically on invoice number
el_gr: Αυτή η τακτική εντολή ορίστηκε να προσκομίσει το τιμολόγιο αυτόματα στο τιμολόγιο τον αριθμό
hu_hu: Ez a visszatérő érdekében hozták létre, hogy készítsen a számlát automatikusan a számla száma

source: Recurring Order Created Advice
el_gr: Επαναλαμβανόμενη Παραγγείλετε Δημιουργήθηκε Συμβουλές
hu_hu: Ismétlődő Rendelés Létrehozva tanácsok

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
el_gr: Δεν email συμβουλές εστάλη για αυτό το σκοπό, επειδή η θέση δεν έχει κανένα e-mail επικοινωνίας ορίζεται με μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
hu_hu: Nincs e-mail tanácsokat küldött ebben a sorrendben, mert a hely nincs e-mail kapcsolat határozza meg egy érvényes e-mail címet

source: Reorder Level Location Reporting
el_gr: Αναδιάταξη Τοποθεσία Επίπεδο αναφοράς
hu_hu: Készlet értékelés kimutatás

source: Inventory Reorder Level Location Report
el_gr: Καταγραφή επιπέδου Αναδιάταξη Έκθεσης Τοποθεσία
hu_hu: Készletértékelés lista
