Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: This function is used to retrieve a list of the branch codes for the Debtor Number supplied.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για να ανακτήσει μια λίστα με τους κωδικούς υποκαταστήματος για τον οφειλέτη Αριθμός παρέχονται.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Debtor number
el_gr: Οφειλέτης αριθμός
hu_hu: Megrendelés szám

source: This is a string value. It must be a valid debtor number that is already in the webERP database.
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Πρέπει να είναι ένας έγκυρος αριθμός οφειλέτη που βρίσκεται ήδη στο webERP βάση δεδομένων.
hu_hu: Ez egy string értéket. Meg kell egy érvényes adós számot, amely már a webERP adatbázisban.

source: If successful this function returns an array of branch codes, which may be strings or integers.
el_gr: Εάν επιτύχει η λειτουργία αυτή επιστρέφει έναν πίνακα των κωδικών υποκαταστήματος, η οποία μπορεί να χορδές ή ακέραιοι.
hu_hu: felhasználók akiknek ez az alapértelezett telephely

source: If the first element is zero then the function was successful.
el_gr: Εάν το πρώτο στοιχείο είναι μηδέν τότε η λειτουργία ολοκληρώθηκε με επιτυχία.
hu_hu: Ha az első elem nulla, akkor a függvény sikeres volt.

source: Otherwise an array of error codes is returned.
el_gr: Διαφορετικά, μια σειρά κωδικών σφάλματος επιστρέφεται.
hu_hu: Ellenkező esetben egy sor hibakódok vissza.

source: This function is used to retrieve the details of a customer branch from the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να ανακτήσει τα στοιχεία του υποκαταστήματος πελάτη από το webERP βάση δεδομένων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: This is a string value. It must be a valid branch code that is already in the webERP database, and associated with the debtorno in Parameter[0]
el_gr: Αυτή είναι μια τιμή συμβολοσειράς. Πρέπει να είναι ένας έγκυρος κωδικός υποκαταστήματος που βρίσκεται ήδη στη webERP βάση δεδομένων, και συνδέονται με την debtorno σε Παράμετρος [0]
hu_hu: Ez egy string értéket. Meg kell egy érvényes fiók kódja, amely már a webERP adatbázisban, és kapcsolódó debtorno a Paraméter [0]

source: If successful this function returns a set of key/value pairs containing the details of this branch.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει ένα σύνολο από ζεύγη κλειδιού / τιμής που περιέχουν τις λεπτομέρειες της εν λόγω θυγατρικής.
hu_hu: Siker esetén ezt a függvény egy sor kulcs / érték párokat tartalmazó részleteit ágat.

source: The key will be identical with field name from the
el_gr: Το κλειδί θα είναι το ίδιο με το όνομα πεδίου από την
hu_hu: A kulcs meg fog egyezni a mező nevét a

source: custbranch table.
el_gr: custbranch πίνακα.
hu_hu: custbranch asztal.

source: All fields will be in the set regardless of whether the value was set.
el_gr: Όλα τα πεδία θα είναι στο σύνολο, ανεξάρτητα από το αν η αξία ορίστηκε.
hu_hu: Minden mező lesz a készletbe függetlenül attól, hogy az értéket hoztak.

source: This function is used to retrieve the details of a customer from the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες ενός πελάτη από το webERP βάση δεδομένων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: If successful this function returns a set of key/value pairs containing the details of this customer.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει ένα σύνολο από ζεύγη κλειδιού / τιμής που περιέχουν τις λεπτομέρειες του πελάτη αυτού.
hu_hu: Siker esetén ezt a függvény egy sor kulcs / érték párokat tartalmazó részleteit ezen ügyfél.

source: The key will be identical with field name from the debtorsmaster table. All fields will be in the set regardless of whether the value was set.
el_gr: Το κλειδί θα είναι το ίδιο με το όνομα πεδίου από τον πίνακα debtorsmaster. Όλα τα πεδία θα είναι στο σύνολο, ανεξάρτητα από το αν η αξία ορίστηκε.
hu_hu: A kulcs meg fog egyezni a mező nevét a debtorsmaster asztalra. Minden mező lesz a készletbe függetlenül attól, hogy az értéket hoztak.

source: The name of a database field to search on.
el_gr: Το όνομα ενός πεδίου βάσης δεδομένων για την αναζήτηση σε.
hu_hu: Az adatbázis neve mező keresés.

source: Search Criteria
el_gr: Κριτήρια Αναζήτησης
hu_hu: és a vevő

source: A (partial) string to match in the above Field Name.
el_gr: Α (εν μέρει) string ώστε να ταιριάζει στο παραπάνω όνομα του πεδίου.
hu_hu: A (részleges) string, hogy megfeleljen a fenti mező neve.

source: This function returns an array of customer IDs, which may be integers or strings.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των στοιχείων ταυτότητας των πελατών, η οποία μπορεί να είναι ακέραιοι ή χορδές.
hu_hu: Ez a függvény visszaadja egy tömbben az ügyfél-azonosítók, amelyek lehetnek egész vagy szálakat.

source: This function returns a list of currency abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν κατάλογο συντομογραφιών νομίσματος.
hu_hu: Ez a függvény egy listát a valuta rövidítések.

source: This function returns an array of currency abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των συντομογραφιών νομίσματος.
hu_hu: Ez a függvény visszaadja egy tömbben valuta rövidítések.

source: This function takes a currency abbreviation and returns details of that currency.
el_gr: Η λειτουργία αυτή παίρνει ένα λεπτομέρειες συντομογραφία νόμισμα και τις αποδόσεις των εν λόγω νόμισμα.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Currency abbreviation
el_gr: Νόμισμα συντομογραφία
hu_hu: Deviza rövidítés

source: A currency abbreviation as returned by the GetCurrencyList function.
el_gr: Μια συντομογραφία νόμισμα όπως επιστρέφονται από την GetCurrencyList λειτουργία.
hu_hu: A pénznem rövidítése által visszaadott GetCurrencyList funkciót.

source: This function returns an array of currency details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα με λεπτομέρειες του νομίσματος.
hu_hu: Ez a függvény visszaadja egy tömbben valuta részleteket.

source: This function returns a list of sales type abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν κατάλογο πωλήσεων συντομογραφιών τύπου.
hu_hu: Ez a függvény egy kiválasztott értékesítési típusú rövidítések.

source: This function returns an array of sales type abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των πωλήσεων συντομογραφίες τύπου.
hu_hu: Ez a függvény egy tömbbel tér vissza az eladások típusú rövidítések.

source: This function takes a sales type abbreviation and returns details of that sales type.
el_gr: Αυτή η λειτουργία παίρνει μια συντομογραφία τύπο πωλήσεων και επιστρέφει τα στοιχεία αυτού του τύπου των πωλήσεων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Sales type abbreviation
el_gr: Πωλήσεις συντομογραφία τύπου
hu_hu: Deviza rövidítés

source: A sales type abbreviation as returned by the GetSalesTypeList function.
el_gr: Μια συντομογραφία τύπου πωλήσεων, επέστρεψε από το GetSalesTypeList λειτουργία.
hu_hu: Az értékesítési típusú rövidítése által visszaadott GetSalesTypeList funkciót.

source: This function returns an array of sales type details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των πωλήσεων λεπτομέρειες τύπου.
hu_hu: Ez a függvény egy tömbbel tér vissza az eladások típusú részleteket.

source: This function is used to insert sales type details into the webERP database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για λεπτομέρειες πληκτρολογήστε εισάγετε τις πωλήσεις στην webERP βάση δεδομένων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Sales Type Details
el_gr: Πωλήσεις Λεπτομέρειες Τύπος
hu_hu: Eladás típusok

source: This function returns a list of hold reason codes.
el_gr: Η συνάρτηση αυτή επιστρέφει μια λίστα με κωδικούς των αιτιών που κατέχουν.
hu_hu: Ez a függvény egy listát tart oka kódokat.

source: This function returns an array of hold reason codes.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των κωδικών λόγο αναμονή.
hu_hu: Ez a függvény visszaadja egy tömbben tartani oka kódokat.

source: This function takes a hold reason code and returns details of that hold reason.
el_gr: Αυτή η λειτουργία παίρνει μια λαβή κωδικός λόγου και επιστρέφει λεπτομέρειες που κρατούν τον λόγο.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Hold reason code
el_gr: Κρατήστε τον κωδικό λόγου
hu_hu: körzetkód

source: A hold reason abbreviation as returned by the GetHoldReasonList function.
el_gr: Μια λαβή σύντμηση λόγο που επέστρεψε από την GetHoldReasonList λειτουργία.
hu_hu: A tartsa oka rövidítése által visszaadott GetHoldReasonList funkciót.

source: This function returns an array of hold reason details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα με λεπτομέρειες τον λόγο αναμονή.
hu_hu: Ez a függvény visszaadja egy tömbben tartani oka részleteket.

source: This function returns a list of payment terms abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν κατάλογο των όρων πληρωμής συντομογραφίες.
hu_hu: Ez a függvény egy listát a fizetési feltételek rövidítések.

source: This function returns an array of payment terms abbreviations.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των όρων πληρωμής συντομογραφίες.
hu_hu: Ez a függvény visszaadja egy tömbben fizetési feltételek rövidítések.

source: This function takes a payment terms abbreviation and returns details of that payment terms type.
el_gr: Η λειτουργία αυτή λαμβάνει μια πληρωμή λεπτομέρειες όσον αφορά σύντμηση και τις αποδόσεις των εν λόγω όρων πληρωμής τύπου.
hu_hu: Ez a funkció a fizetési feltételek rövidítése, és visszaadja részleteket, hogy a fizetési feltételek típus.

source: A payment terms abbreviation as returned by the GetPaymentTermsList function.
el_gr: Η πληρωμή σύντμηση όρους όπως επιστρέφεται από την GetPaymentTermsList λειτουργία.
hu_hu: A fizetési feltételek rövidítése által visszaadott GetPaymentTermsList funkciót.

source: This function returns an array of payment terms details.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των όρων πληρωμής λεπτομέρειες.
hu_hu: Ez a függvény visszaadja egy tömbben fizetési feltételek részleteit.

source: This function inserts a new stock item into webERP, including updating the locstock table.
el_gr: Εισάγεται η λειτουργία ενός νέου στοιχείου υλικού σε webERP, συμπεριλαμβανομένης της ενημέρωσης του πίνακα locstock.
hu_hu: Ez a funkció beszúr egy új állomány elemet webERP, beleértve frissítése locstock asztalra.

source: Stock Item Details
el_gr: Αποθήκη Θέση Λεπτομέρειες
hu_hu: Rendelt tétel módosítás

source: Key/value pairs of data to insert. The key must be identical with the database field name.
el_gr: Ζεύγη κλειδιού / τιμής των δεδομένων για την εισαγωγή. Το κλειδί πρέπει να ταυτίζεται με το όνομα του πεδίου δεδομένων.
hu_hu: Kulcs / érték pár adatot beszúrni. A kulcs azonosnak kell lennie az adatbázis mező nevét.

source: This function modifies a stock item that already exists in webERP.
el_gr: Αυτή η λειτουργία αλλάζει ένα στοιχείο υλικού που υπάρχει ήδη στο webERP.
hu_hu: Ez a funkció módosítja az állomány elem már létezik webERP.

source: Key/value pairs of data to modify.
el_gr: Ζεύγη κλειδιού / τιμής των δεδομένων να τροποποιήσετε.
hu_hu: Kulcs / érték párokat az adatok módosítására.

source: This function takes a stock item code and returns an array of key/value pairs.
el_gr: Η λειτουργία αυτή λαμβάνει έναν κωδικό στοιχείο αποθέματος και επιστρέφει μια σειρά από ζεύγη κλειδιού / τιμής.
hu_hu: Ez a funkció a készlet tétel kódot, és egy tömbbel tér vissza a kulcs / érték párokat.

source: The keys represent the database field names, and the values are the value of that field.
el_gr: Τα πλήκτρα αντιπροσωπεύουν τα ονόματα των πεδίων δεδομένων, καθώς και οι τιμές είναι η αξία του εν λόγω τομέα.
hu_hu: A kulcsok képviseli az adatbázis mezők nevét, és az értékek értéke ezen a területen.

source: The StockID code to identify the item in the database.
el_gr: Ο κώδικας StockID να προσδιορίσει το στοιχείο στη βάση δεδομένων.
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: If successful this function returns a set of key/value pairs containing the details of this stock item.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει ένα σύνολο από ζεύγη κλειδιού / τιμής που περιέχουν τις λεπτομέρειες αυτού του στοιχείου αποθέματος.
hu_hu: felhasználók akiknek ez az alapértelezett telephely

source: The key will be identical with field name from the stockmaster table. All fields will be in the set regardless of whether the value was set.
el_gr: Το κλειδί θα είναι το ίδιο με το όνομα πεδίου από τον πίνακα stockmaster. Όλα τα πεδία θα είναι στο σύνολο, ανεξάρτητα από το αν η αξία ορίστηκε.
hu_hu: A kulcs meg fog egyezni a mező nevét a stockmaster asztalra. Minden mező lesz a készletbe függetlenül attól, hogy az értéket hoztak.

source: This function searches the stockmaster table and returns an array of stock items matching that criteria.
el_gr: Η λειτουργία αυτή αναζητά τον πίνακα stockmaster και επιστρέφει μια σειρά από στοιχεία αποθεμάτων αντιστοιχούν σε εκείνο κριτήρια.
hu_hu: Ez a funkció megkeresi a stockmaster asztal és egy tömbbel tér vissza a készlet elem felelt meg a kritériumoknak.

source: The field name to search on.
el_gr: Το όνομα του πεδίου για την αναζήτηση σε.
hu_hu: nem elérhetők az adtabázisban

source: Match Criteria
el_gr: Ταιριάζουν με τα κριτήρια
hu_hu: Match kritériumai

source: The SQL search pattern to select items in the database.
el_gr: Το μοτίβο αναζήτησης SQL για να επιλέξετε στοιχεία στη βάση δεδομένων.
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: Returns an array of stock codes matching the criteria send, or an array of error codes
el_gr: Επιστρέφει μια σειρά από κωδικούς αποθεμάτων που πληρούν τα κριτήρια στείλει, ή μια σειρά κωδικών σφαλμάτων
hu_hu: Visszaad egy tömböt a készlet kód felel meg a feltételeknek küldeni, vagy egy tömb hibakódok

source: A string field containing a valid stockid that must already be setup in the stockmaster table. The api will check this before making the enquiry.
el_gr: Ένα πεδίο string που περιέχει μια έγκυρη stockid ότι πρέπει να είναι ήδη setup στον πίνακα stockmaster. Το API θα ελέγξει αυτό πριν από την πραγματοποίηση της έρευνας.
hu_hu: Egy karakterlánc tartalmazó mező érvényes stockid, hogy kell már beállít a stockmaster táblázatban. Az api ellenőrzi ezt, mielőtt a vizsgálat.

source: This function returns an array of stock quantities by location for this stock item.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των ποσοτήτων ανά απόθεμα, με θέση για αυτό το είδος υλικού.
hu_hu: Ez a függvény visszaadja egy tömbben állomány mennyiségek helyet ennek az állománynak tétel.

source: This function returns an array of stock reorder levels by location for this stock item.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα των επιπέδων αναταξινομήσετε αποθεμάτων από τη θέση για το θέμα αυτό απόθεμα.
hu_hu: Ez a függvény visszaadja egy tömbben állomány átrendezni szintek helyet ennek az állománynak tétel.

source: A string field containing a valid location code that must already be setup in the locations table. The api will check this before making the enquiry.
el_gr: Ένα πεδίο string που περιέχει έναν έγκυρο κωδικό θέση που πρέπει να είναι ήδη setup στον πίνακα θέσεις. Το API θα ελέγξει αυτό πριν από την πραγματοποίηση της έρευνας.
hu_hu: Egy karakterlánc tartalmazó mező érvényes helyet kódot kell már beállít a helyeken táblázatban. Az api ellenőrzi ezt, mielőtt a vizsgálat.

source: Reorder level
el_gr: Αναδιάταξη επίπεδο
hu_hu: Utánrendelés szintek karbantartása

source: A numeric field containing the reorder level for this stockid/location combination.
el_gr: Ένα αριθμητικό πεδίο που περιέχει το επίπεδο ανακατάταξη για αυτό stockid / συνδυασμό θέση.
hu_hu: A numerikus mezőt tartalmazó utánrendelési szintje részben stockid / hely kombinációt.

source: This function returns zero if the transaction was successful or an array of error codes if not.
el_gr: Αυτή η συνάρτηση επιστρέφει μηδέν εάν η συναλλαγή ήταν επιτυχής ή μια σειρά κωδικών σφάλματος αν δεν υπάρχει.
hu_hu: Ez a függvény nulla, ha a tranzakció sikeres volt, vagy egy tömb a hibakódok, ha nem.

source: This function returns the quantity allocated of the stock item id sent as a parameter.
el_gr: Η συνάρτηση αυτή επιστρέφει την ποσότητα που χορηγήθηκε του είδους υλικού id αποσταλεί ως παράμετρο.
hu_hu: Ez a függvény a kiadott mennyiség az állomány elem id küldött egy paraméter.

source: The StockID code to identify items ordered but not yet shipped.
el_gr: Ο κώδικας StockID για τον εντοπισμό αντικειμένων παραγγελθεί αλλά δεν έχουν αποσταλεί.
hu_hu: A StockID kóddal azonosítja tételeket megrendelt, de még nem szállították.

source: This function returns an integer value of the quantity allocated or an array of error codes if not.
el_gr: Αυτή η συνάρτηση επιστρέφει μια ακέραια τιμή της ποσότητας που χορηγείται ή μια σειρά κωδικών σφάλματος αν δεν υπάρχει.
hu_hu: Ez a függvény egy egész számot, a mennyiségnek, vagy egy tömb a hibakódok, ha nem.

source: This function takes a stock ID and returns the quantity of this stock that is currently on outstanding purchase orders.
el_gr: Η λειτουργία αυτή παίρνει ένα αναγνωριστικό υλικού και επιστρέφει την ποσότητα του αποθέματος αυτού που είναι αυτήν την περίοδο των τρεχουσών παραγγελιών αγοράς.
hu_hu: Ez a funkció az állomány azonosítója, és visszaadja a mennyiséget állomány, amely jelenleg a kiemelkedő megrendelések.

source: The StockID code to identify items in the database on order, but not yet received.
el_gr: Ο κώδικας StockID για τον εντοπισμό στοιχείων στη βάση δεδομένων κατόπιν παραγγελίας, αλλά δεν έχουν παραληφθεί ακόμη.
hu_hu: A StockID kóddal azonosítja elem az adatbázisban megrendelt, de még nem kapott.

source: This function returns an integer value of the quantity on order or an array of error codes if not.
el_gr: Αυτή η συνάρτηση επιστρέφει μια ακέραια τιμή, την ποσότητα παραγγελίας ή μια σειρά κωδικών σφάλματος αν δεν υπάρχει.
hu_hu: Ez a függvény egy egész számot a mennyiséget érdekében, vagy egy tömb a hibakódok, ha nem.

source: This function sets the sales price for a stock ID in the sales type and currency passed to the function
el_gr: Η λειτουργία αυτή καθορίζει την τιμή πώλησης για ένα αναγνωριστικό υλικού στο είδος των πωλήσεων και του νομίσματος πέρασε στη λειτουργία
hu_hu: Ez a funkció határozza meg az eladási árat a készlet azonosítót az értékesítési típusú és valuta át a függvény

source: Currency Code
el_gr: Κωδικός Νομίσματος
hu_hu: Deviza név

source: The currency involved.
el_gr: Το νόμισμα που εμπλέκονται.
hu_hu: A valuta szó.

source: The sales type to identify the item in the database.
el_gr: Ο τύπος των πωλήσεων για την αναγνώριση του στοιχείου στη βάση δεδομένων.
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The price to apply to this item.
el_gr: Η τιμή που ισχύει για αυτό το αντικείμενο.
hu_hu: Az ár vonatkozik ez a tétel.

source: Returns a zero if successful or else an array of error codes
el_gr: Επιστρέφει μηδέν εάν επιτυχημένη ή αλλιώς μια σειρά κωδικών σφαλμάτων
hu_hu: Visszaadja a nulla, ha sikeres, egyébként egy sor hibakódok

source: This function gets the sales price for a stock ID in the sales type and currency passed to the function
el_gr: Η λειτουργία αυτή παίρνει την τιμή πώλησης για ένα αναγνωριστικό υλικού στο είδος των πωλήσεων και του νομίσματος πέρασε στη λειτουργία
hu_hu: Ez a funkció kerül az eladási ár a készlet azonosítót az értékesítési típusú és valuta át a függvény

source: The sales type of the item in the database.
el_gr: Ο τύπος των πωλήσεων του αντικειμένου στη βάση δεδομένων.
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: Returns the sales price for he stock item whose ID is passed in the function
el_gr: Αποδίδει το σημείο μετοχών η τιμή πώλησης για τον οποίων η ταυτότητα έχει περάσει στη λειτουργία
hu_hu: Visszaadja az eladási árat úgy állomány elem, amelynek azonosítója telt el a funkciót

source: Invoice Details
el_gr: Λεπτομέρειες Τιμολογίου
hu_hu: Számla összegek

source: An array of index/value items describing the invoice.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφει το τιμολόγιο.
hu_hu: Tömb index / érték tételek leírja a számla.

source: The transno key is generated by this call, and if a value is supplied, it will be ignored.
el_gr: Το transno κλειδί δημιουργείται από την παρούσα πρόσκληση, και εάν μια τιμή εισαγωγής, θα αγνοηθεί.
hu_hu: A transno kulcs által generált e felhívás, és ha az érték megadva, akkor figyelmen kívül hagyja.

source: Two additional fields are required. "partcode" needs to be a genuine part number, though it appears to serve no real purpose.
el_gr: Απαιτούνται δύο πρόσθετα πεδία. "Κωδικός είδους " πρέπει να είναι μια πραγματική Αριθμός είδους, αν και φαίνεται ότι δεν εξυπηρετεί κανέναν πραγματικό σκοπό.
hu_hu: Két további mezők kitöltése kötelező. \

source: If the first element is zero then the function was successful, and the second element is the invoice number.
el_gr: Εάν το πρώτο στοιχείο είναι μηδέν τότε η λειτουργία ήταν επιτυχής, και το δεύτερο στοιχείο είναι ο αριθμός του τιμολογίου.
hu_hu: Ha az első elem nulla, akkor a függvény sikeres volt, a második elem a számla számát.

source: Credit Details
el_gr: Στοιχεία Πιστωτικής
hu_hu: Összes jóváírás

source: An array of index/value items describing the credit. All values must be negative.
el_gr: Μια σειρά από ευρετήριο των αντικειμένων / αξία που περιγράφουν την πίστωση. Όλες οι τιμές πρέπει να είναι αρνητική.
hu_hu: Tömb index / érték tételek leírja a hitel. Minden értéket negatívnak kell lennie.

source: Insert Sales Order Header
el_gr: Εισαγωγή κεφαλίδας Παραγγείλετε Πωλήσεις
hu_hu: Vevői megrendelések

source: The orderno key is generated by this call, and if a value is supplied, it will be ignored.
el_gr: Το κλειδί orderno δημιουργείται από την παρούσα πρόσκληση, και εάν η τιμή εισαγωγής, θα αγνοηθεί.
hu_hu: A orderno kulcs által generált e felhívás, és ha az érték megadva, akkor figyelmen kívül hagyja.

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the order number.
el_gr: Εάν επιτύχει η λειτουργία αυτή επιστρέφει έναν πίνακα δύο στοιχείων? Το πρώτο στοιχείο είναι 0 για την επιτυχία ή έναν κωδικό σφάλματος, ενώ το δεύτερο στοιχείο είναι ο αύξων αριθμός.
hu_hu: Siker esetén ezt a függvény a két elem tömb, az első elem a 0 a siker vagy a hiba kódja, míg a második elem a megrendelés számát.

source: Modify Sales Order Header Details
el_gr: Τροποποίηση Πωλήσεων Στοιχεία Κεφαλίδας Παραγγελία
hu_hu: Szállítások adatai

source: If successful this function returns a single element array with the value 0; otherwise, it contains all error codes encountered during the update.
el_gr: Αν είναι επιτυχής αυτή η λειτουργία επιστρέφει ένα array στοιχείο με την τιμή 0? Αλλιώς, περιέχει όλους τους κωδικούς σφαλμάτων που ανέκυψαν κατά τη διάρκεια της ενημέρωσης.
hu_hu: Siker esetén ezt a függvény egyetlen elem tömb értéke 0, ellenkező esetben tartalmazza az összes hibakódok felmerült a frissítés során.

source: Insert Sales Order Line
el_gr: Εισαγωγή γραμμής Παραγγείλετε Πωλήσεις
hu_hu: Vissza a megrendelésekhez

source: The orderno key must be one of these values.
el_gr: Το κλειδί orderno πρέπει να είναι μία από αυτές τις αξίες.
hu_hu: A szállítás dátumát a következő formában kell megadni

source: This function returns an array; the first element is 0 for success; otherwise the array contains a list of all errors encountered.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα? Το πρώτο στοιχείο είναι 0 για την επιτυχία? Διαφορετικά πίνακας περιέχει μια λίστα με όλα τα λάθη που ανέκυψαν.
hu_hu: Ez a függvény egy tömböt, az első elem a 0 a sikerhez, különben a tömb tartalmazza az összes hibát talált.
