Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
el_gr: Δεν ήταν δυνατή η ανάκτηση της ποσότητας που άφησε στη θέση μια φορά αυτή τη σειρά είναι τιμολόγια (για τον έλεγχο της εν λόγω αποθέματος, δεν θα πάει αρνητικά γιατί)
hu_hu: Nem sikerült letölteni a mennyiség maradt a helyszínen, ha ebben a sorrendben kerül kiszámlázásra (az annak ellenőrzésére, hogy állomány nem fog menni, mert negatív)

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
el_gr: Τιμολόγηση την επιλεγμένη διάταξη θα οδηγήσει σε αρνητικό απόθεμα. Οι παράμετροι του συστήματος που να απαγορεύει τα αρνητικά αποθέματα από την εμφάνιση. Αυτό το τιμολόγιο δεν μπορεί να δημιουργηθεί μέχρι το απόθεμα σε ετοιμότητα διορθώνεται.
hu_hu: Számlázás a kiválasztott sorrendben eredményez negatív állománya. A rendszer paraméterek beállítása megtiltani negatív állományok bekövetkezését. Ez a számla nem lehet létrehozni, amíg a raktárkészlet korrigálni.

source: Negative Stock Prohibited
el_gr: Αρνητική Απαγορευμένες Χρηματιστήριο
hu_hu: Negatív készletek

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
el_gr: Δεν ήταν δυνατή η ανάκτηση της συνιστώσας της ποσότητας αριστερά στη θέση αφού το στοιχείο συνέλευση για αυτή τη σειρά είναι τιμολόγια (για τον έλεγχο της εν λόγω αποθέματος, δεν θα πάει αρνητικά γιατί)
hu_hu: Nem lehet letölteni az alkatrész mennyiség maradt a helyszínen, ha a gyülekezési tétel ebben a sorrendben kerül kiszámlázásra (az annak ellenőrzésére, hogy állomány nem fog menni, mert negatív)

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
el_gr: Τιμολόγηση την επιλεγμένη διάταξη θα οδηγούσε σε αρνητικό της μετοχής για μια συνιστώσα ενός στοιχείου συνέλευσης σχετικά με τη σειρά. Οι παράμετροι του συστήματος που να απαγορεύει τα αρνητικά αποθέματα από την εμφάνιση. Αυτό το τιμολόγιο δεν μπορεί να δημιουργηθεί μέχρι το απόθεμα σε ετοιμότητα διορθώνεται.
hu_hu: Számlázás a kiválasztott sorrendben eredményez negatív állomány egy része egy egységnek, pont a sorrendben. A rendszer paraméterek beállítása megtiltani negatív állományok bekövetkezését. Ez a számla nem lehet létrehozni, amíg a raktárkészlet korrigálni.

source: We were unable to load Area where the Sale is to from the BRANCHES table
el_gr: Ηταν αδύνατο να φορτώσουμε την περιοχή όπου η πώληση είναι από τον πίνακα BRANCHES
hu_hu: Meghatározhatatlan területkód, nem szereple a telephelyek táblában

source: Please remedy this
el_gr: Παρακαλώ διορθώστε αυτό
hu_hu: Javítsa ezt

source: The company information and preferences could not be retrieved
el_gr: Οι πληροφορίες και οι προτιμήσεις επιχείρησης δεν ήταν δυνατό να ανακτηθούν
hu_hu: A céginformáció és beállítások nem elérhetők

source: see your system administrator
el_gr: επικοινωνήστε με τον διαχειριστή του συστήματος
hu_hu: keresse meg a rendszeradministrátor

source: Number of rows returned by SQL
el_gr: Αριθμός σειρών που επιστρέφονται από την SQL
hu_hu: visszaadott SQL sorok

source: Count of items in the session
el_gr: Απαρίθμηση των στοιχείων στη ενότητα
hu_hu: A tételek száma

source: This order has been changed or invoiced since this delivery was started to be confirmed
el_gr: Αυτήν η παραγγελία έχει αλλάξει ή έχει τιμολογηθεί δεδομένου ότι αυτή η παράδοση μπήκε σε στάδιο επιβεβαίωσης
hu_hu: Ez a megrendelés változtatva/számlázva lett, a szállítás után

source: Processing halted
el_gr: Η επεξεργασία σταμάτησε
hu_hu: Feldolgozás sikertelen

source: To enter and confirm this dispatch
el_gr: Για να εισαγετε και να επιβεβαιώσετε αυτήν την αποστολή
hu_hu: Indítsa a feldolgozást

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
el_gr: τιμολογήστε τη παραγγελία πρέπει να ξαναδιαλεχτεί και να ξαναδιαβαστεί πάλι για να ενημερώσετε τις αλλαγές που γίνονται από άλλο χρήστη
hu_hu: Számlakészítéshez újra ki kell választani a megrendelést, mert egy másik felhasználó módosította a rekordot

source: Orig order for
el_gr: Αρχική παραγγελία για
hu_hu: Eredeti megrendelés

source: has a quantity of
el_gr: έχει μια ποσότητα
hu_hu: mennyisége

source: and an invoiced qty of
el_gr: και τιμολογημένη ποσότητα
hu_hu: és a számla mennyisége

source: the session shows quantity of
el_gr: η ενότητα παρουσιάζει ποσότητα
hu_hu: feldolgozási mennyisége

source: and quantity invoice of
el_gr: και # τιμολόγια
hu_hu: és számla mennyisége

source: Processing halted.
el_gr: Η επεξεργασία σταμάτησε.
hu_hu: Feldolgozás sikertelen

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
el_gr: Για να εισάγετε και να επιβεβαιώσετε αυτήν την αποστολή, πρέπει να ξαναδιαλέξετε και να ξαναδιαβάσετε πάλι για να ενημερώσετε τις αλλαγές που γίνονται από άλλο χρήστη
hu_hu: A szállítás elindításához újra ki kell választania a rekordot és megadni az adatokat, mert egy másik felhasználó módosította a tételt

source: Select a sales order for confirming deliveries and invoicing
el_gr: Επιλέξτε μια παραγγελία πωλήσεων για την επιβεβαίωση των παραδόσεων και την τιμολόγηση
hu_hu: Válasszon ki egy megrendelést, szállításhoz, számlázáshoz

source: Could not update the default shipping carrier for this branch because
el_gr: Δεν μπορούσε να ενημερωθεί ο μεταφορέας προεπιλογής για αυτό το υποκατάστημα επειδή
hu_hu: Nem módosítható az alapértelmezett szállítás, mert

source: The SQL used to update the branch default carrier was
el_gr: Η SQL που χρησιμοποιήθηκε για να ενημερώσει το μεταφορέα προεπιλογής κλάδων ήταν
hu_hu: SQL üzenet

source: CRITICAL ERROR
el_gr: ΚΡΙΣΙΜΟ ΛΑΘΟΣ
hu_hu: KRITIKUS HIBA

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
el_gr: ΣΗΜΕΙΩΣΤΕ ΑΥΤΟ ΤΟ ΣΦΑΛΜΑ ΚΑΙ ΖΗΤΗΣΤΕ ΒΟΗΘΕΙΑ
hu_hu: JEGYEZZE FEL EZT A HIBAÜZENETET ÉS ÉRTESíTSE A RENDSZERADMINISZTRÁTORT

source: The sales order header could not be updated with the invoice number
el_gr: Η επιγραφή παραγγελίας πωλήσεων δεν μπορούσε να ενημερωθεί με τον αριθμό τιμολογίου πώλησης
hu_hu: A megrendelésfej nem frissíthető a számlaszámmal

source: The following SQL to update the sales order was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει τη παραγγελία πωλήσεων
hu_hu: SQL üzenet

source: The debtor transaction record could not be inserted because
el_gr: Το αρχείο συναλλαγής χρεωστών δεν μπορούσε να εισαχθεί επειδή
hu_hu: A vevő tranzakció rekordja nem rögzíthető, mert

source: The following SQL to insert the debtor transaction record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το αρχείο συναλλαγής χρεωστών
hu_hu: SQL üzenet

source: The debtor transaction taxes records could not be inserted because
el_gr: Τα φορολογικά πεδία συναλλαγής χρεωστών δεν μπορούσαν να εισαχθούν επειδή
hu_hu: A vevő tranzakció adó rekordja nem rögzíthető, mert

source: The following SQL to insert the debtor transaction taxes record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να εισάγει τα φορολογικά πεδία συναλλαγής χρεωστών
hu_hu: SQl üzenet

source: The sales order detail record could not be updated because
el_gr: Οι λεπτομέρειες παραγγελίας δεν μπορούσαν να ενημερωθούν επειδή
hu_hu: A megrendelés rekord nem rögzíthető, mert

source: The following SQL to update the sales order detail record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει το πεδίο λεπτομερειών παραγγελίας
hu_hu: SQL üzenet

source: The order delivery differences log record could not be inserted because
el_gr: Το πεδίο διαφορών παράδοσης δεν μπορούσε να εισαχθεί επειδή
hu_hu: A megrendelés és szállítás különbség rekord nem rögzíthető, mert

source: The following SQL to insert the order delivery differences record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να εισάγει το αρχείο διαφορών παράδοσης
hu_hu: SQL üzenet

source: Cannot retrieve the mbflag
el_gr: Δεν είναι δυνατή η ανάκτηση του mbflag
hu_hu: Nem lehet letölteni a mbflag

source: WARNING
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
hu_hu: FIGYELMEZTETÉS

source: Could not retrieve current location stock
el_gr: Δεν ήταν δυνατή η ανάκτηση του τρέχοντος αποθέματος θέσης
hu_hu: Nem elérhető a megadott készlet

source: Location stock record could not be updated because
el_gr: Το αρχείο αποθεμάτων θέσης δεν ήταν δυνατό να ενημερωθεί επειδή
hu_hu: A megadott készlet rekord nem frissíthető, mert

source: The following SQL to update the location stock record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει το αρχείο αποθεμάτων θέσης
hu_hu: SQL üzenet

source: Could not retrieve assembly components from the database for
el_gr: Δεν ήταν δυνατό να ανακτηθούν τα τμήματα συναρμολόγησης από τη βάση δεδομένων για
hu_hu: Nem elérhetők az összeépítés alkatrészei az adatbázisban

source: because
el_gr: επειδή
hu_hu: mert

source: Can not retrieve assembly components location stock quantities because
el_gr: Δεν ήταν δυνατή η ανάκτηση των αποθεμάτων θέσης τμημάτων συναρμολόγησης επειδή
hu_hu: Nem elérhetők az összeépítés alkatrészei (mennyiség), mert

source: Order
el_gr: Παραγγελία
hu_hu: Megrendelés

source: Stock movement records for the assembly components of
el_gr: Αρχεία μετακίνησης αποθεμάτων για τα τμήματα συναρμολόγησης
hu_hu: Összeépítés készletmozgásai

source: could not be inserted because
el_gr: δεν ήταν δυνατή η εισαγωγή επειδή
hu_hu: nem rögzíthető, mert

source: The following SQL to insert the assembly components stock movement records was used
el_gr: χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει τα αρχεία μετακίνησης αποθεμάτων τμημάτων συναρμολόγησης
hu_hu: SQL üzent

source: Location stock record could not be updated for an assembly component because
el_gr: Το αρχείο αποθεμάτων θέσης δεν ήταν δυνατόν να ενημερωθεί για μια συναρμολόγηση επειδή
hu_hu: Megadott készletrekord nem frissíthető, mert

source: The following SQL to update the locations stock record for the component was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει το αρχείο αποθεμάτων θέσεων για το συστατικό
hu_hu: SQL üzenet

source: Stock movement records could not be inserted because
el_gr: Τα αρχεία μετακίνησης αποθεμάτων δεν θα μπορούσαν να παρεμβληθούν επειδή
hu_hu: Készletmozgás rekord nem rögzíthető, mert

source: The following SQL to insert the stock movement records was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει τα αρχεία μετακίνησης αποθεμάτων
hu_hu: SQL üzenet

source: Taxes and rates applicable to this invoice line item could not be inserted because
el_gr: Οι φόροι και τα ποσοστά που αντιστοιχούν σε αυτό το στοιχείο γραμμών τιμολογίων δεν ήταν δυνατό να παρεμβληθούν επειδή
hu_hu: Adók és egyebek a tételsorhoz nem rögzíthetők, mert

source: The following SQL to insert the stock movement tax detail records was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει τα αρχεία φορολογικής λεπτομέρειας μετακίνησης αποθεμάτων
hu_hu: SQL üzenet

source: The serial stock item record could not be updated because
el_gr: Το τμηματικό αρχείο στοιχείων αποθεμάτων δεν θα μπορούσε να ενημερωθεί επειδή
hu_hu: A készletrekord nem frissíthető, mert

source: The following SQL to update the serial stock item record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να ενημερώσει το τμηματικό αρχείο στοιχείων αποθεμάτων
hu_hu: SQL üzenet

source: The serial stock movement record could not be inserted because
el_gr: Το τμηματικό αρχείο μετακίνησης αποθεμάτων δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A készletmozgás rekord nem rögzíthető, mert

source: The following SQL to insert the serial stock movement records was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει τα τμηματικά αρχεία μετακίνησης αποθεμάτων
hu_hu: SQL üzenet

source: The count of existing Sales analysis records could not run because
el_gr: Η απαρίθμηση των υπαρχόντων αρχείων ανάλυσης πωλήσεων δεν θα μπορούσε να τρέξει επειδή
hu_hu: A megadott Eladás analízis rekord nem elérhető, mert

source: SQL to count the no of sales analysis records
el_gr: SQL για να μετρήσει το αριθ. των αρχείων ανάλυσης πωλήσεων
hu_hu: SQL üzenet

source: Sales analysis record could not be added or updated because
el_gr: Το αρχείο ανάλυσης πωλήσεων δεν θα μπορούσε να προστεθεί ή να ενημερωθεί επειδή
hu_hu: Eladás analízis rekord nem rögzíthető, mert

source: The following SQL to insert the sales analysis record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το αρχείο ανάλυσης πωλήσεων
hu_hu: SQL üzenet

source: The cost of sales GL posting could not be inserted because
el_gr: Το κόστος πωλήσεων ΓΛ δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: Eladás költségei főkönyvi feladás sikertelen, mert

source: The following SQL to insert the GLTrans record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το αρχείο GLTrans
hu_hu: SQL üzenet

source: The stock side of the cost of sales GL posting could not be inserted because
el_gr: Η πλευρά αποθεμάτων του κόστους πωλήσεων ΓΛ δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: The sales GL posting could not be inserted because
el_gr: Η έκπτωση πωλήσεων ΓΛ δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: Az eladás főkönyvi feladás nem rögzíthető, mert

source: The sales discount GL posting could not be inserted because
el_gr: Η έκπτωση πωλήσεων ΓΛ δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: Az eladás kedvezménye főkönyvi feladás sikertelen, mert

source: The asset disposal GL posting details could not be retrieved because
el_gr: Η GL διάθεσης περιουσιακού στοιχείου απόσπαση λεπτομέρειες δεν ήταν δυνατόν να ανακτηθούν λόγω
hu_hu: Az eszköz rendelkezésére GL kiküldetés részleteket nem lehetett letölteni, mert

source: The following SQL was used to get the asset posting details
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να πάρει το περιουσιακό στοιχείο απόσπαση λεπτομέρειες
hu_hu: Az alábbi SQL használták, hogy az eszköz kiküldetés részletek

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
el_gr: Η αντιστροφή των συσσωρευμένων αποσβέσεων ΓΠ απόσπαση από την πώληση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A fordított halmozott értékcsökkenés GL kiküldetés ártalmatlanítás nem lehetett beilleszteni, mert

source: The disposal net book value GL posting could not be inserted because
el_gr: Η διάθεση καθαρή λογιστική αξία ΓΠ απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A rendelkezésére álló nettó könyv szerinti értéke GL kiküldetés nem lehetett beilleszteni, mert

source: The disposal proceeds GL posting could not be inserted because
el_gr: Το προϊόν της διάθεσης GL απόσπασης δεν μπορεί να προστεθεί, διότι
hu_hu: A rendelkezésére álló bevételek GL kiküldetés nem lehetett beilleszteni, mert

source: The fixed asset transaction could not be inserted because
el_gr: Το πάγιο περιουσιακό στοιχείο θα μπορούσε συναλλαγή δεν πρέπει να παρεμβάλλονται επειδή
hu_hu: A befektetett eszközök ügylet nem lehetett beilleszteni, mert

source: The following SQL to insert the fixed asset transaction record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το πάγιο ρεκόρ συναλλαγή ενεργητικού χρησιμοποιήθηκαν
hu_hu: Az alábbi SQL szúrni a tárgyi eszköz tranzakció eredménye volt, használt

source: The fixed asset record could not be updated for the disposal because
el_gr: Η σταθερή ρεκόρ περιουσιακό στοιχείο θα μπορούσε να μην είναι ενημερωμένος για τη διάθεση, επειδή
hu_hu: A befektetett eszközök rekord nem sikerült frissíteni a rendelkezésére, mert

source: The following SQL to update the fixed asset record was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε το πάγιο περιουσιακό στοιχείο ρεκόρ χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a tárgyi eszköz nyilvántartás használták

source: The total debtor GL posting could not be inserted because
el_gr: Η συνολική χρεωστών ΓΛ δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: A vevői összes főkönyvi feladás sikertelen, mert

source: The following SQL to insert the total debtors control GLTrans record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει το συνολικό αρχείο ελέγχου GLTrans χρεωστών
hu_hu: SQL üzenet

source: The freight GL posting could not be inserted because
el_gr: Η ΓΛ φορτίου δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: A fuvarozás főkönyvi feladás sikertelen, mert

source: The tax GL posting could not be inserted because
el_gr: Η ΓΛ φορολογική δεν θα μπορούσε να παρεμβληθεί επειδή
hu_hu: Az adó főkönyvi feladás sikertelen, mert

source: Invoice number
el_gr: Αριθμός τιμολογίου πώλησης
hu_hu: Számla szám

source: processed
el_gr: επεξεργασμένος
hu_hu: feldolgozva

source: Print this invoice
el_gr: Τυπώστε αυτό το τιμολόγιο πώλησης
hu_hu: Számla nyomtatás

source: Landscape
el_gr: Τοπίου
hu_hu: Táj

source: Portrait
el_gr: Πορτρέτο
hu_hu: Portré

source: Select another order for invoicing
el_gr: Επιλέξτε μια άλλη παραγγελία πρός τιμολόγηση
hu_hu: Válasszon másik megrendelést számlázáshoz

source: Sales Order Entry
el_gr: Καταχώρηση Παρραγελίας Πώλησης
hu_hu: Vevői megrendelések

source: Date On Invoice
el_gr: Ημερομηνία Τιμολογίου
hu_hu: Számla

source: Consignment Note Ref
el_gr: Αναφ. Δελτίου Αποστολής
hu_hu: Bizomyányos ref.

source: Action For Balance
el_gr: Δράση για την ισορροπία
hu_hu: Vevői egyenleg

source: Automatically put balance on back order
el_gr: Αυτόματη ενημέρωση ισοζυγίου στην καθυστερημένη παραγγελία
hu_hu: Automatikus egyenleg visszaírás

source: Cancel any quantities not delivered
el_gr: Ακύρωση τις ποσότητες που δεν παραδόθηκαν
hu_hu: Minden nem teljesített mennyiség visszavonása

source: Invoice Text
el_gr: Κείμενο Τιμολογίου Πώλησης
hu_hu: Számla szöveg

source: Process Invoice
el_gr: Επεξεργασία Τιμολογίου Πώλησης
hu_hu: Számla feldolgozás

source: Contract Bill of Materials
el_gr: Συμβόλαιο Bill of Materials
hu_hu: Anyagszámlák

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην σελίδα Σύμβασης. Εάν αυτό δεν συμβεί ίσως το πρόγραμμα περιήγησης δεν υποστηρίζει META REFRESH
hu_hu: Automatikusan továbbítva lesz az megrendelések tételsorai oldalra

source: click here
el_gr: πατήστε εδώ
hu_hu: klikk ide

source: to continue
el_gr: για να συνεχίσετε
hu_hu: a folytatáshoz

source: There is a problem selecting the part records to display because
el_gr: Υπάρχει ένα πρόβλημα επιλογής των εγγραφών μέρος για να εμφανιστεί, επειδή
hu_hu: Van egy probléma, kiválasztása rész rekordokat megjeleníteni, mert

source: The SQL statement that failed was
el_gr: Η πρόταση SQL που απέτυχε ήταν
hu_hu: Az SQL utasítás, hogy nem volt

source: There are no products to display matching the criteria provided
el_gr: Δεν υπάρχουν προϊόντα προς εμφάνιση ταιριάζουν με τα κριτήρια που προβλέπονται
hu_hu: Nincs megjeleníthető termék felel meg a kritériumoknak, feltéve

source: The item
el_gr: Το στοιχείο
hu_hu: A termék

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
el_gr: βρίσκεται ήδη στο νομοσχέδιο του υλικού για την παρούσα σύμβαση. Το σύστημα δεν θα επιτρέψει το ίδιο θέμα της σύμβασης περισσότερες από μία φορές. Ωστόσο, μπορείτε να αλλάξετε την ποσότητα που απαιτείται για το στοιχείο.
hu_hu: már szerepel a megrendelésben. A rendszer nem engedélyezi ugyanazt a terméket többszőr felvenni egy megrendelésbe. Változtassa meg a rendelt mennyiéget ha szükséges

source: The item details could not be retrieved
el_gr: Το στοιχείο λεπτομέρειες δεν θα μπορούσε να ανακτηθεί
hu_hu: A vevő adatai nem elérhetők, mert

source: The SQL used to retrieve the item details but failed was
el_gr: Η SQL χρησιμοποιείται για τη λήψη του στοιχείου λεπτομέρειες, αλλά απέτυχε ήταν
hu_hu: Az SQL használt letölteni a tétel adatait, de nem sikerült volt,

source: The item code
el_gr: Ο κωδικός του
hu_hu: Termék kód

source: does not exist in the database and therefore cannot be added to the contract BOM
el_gr: δεν υπάρχει στη βάση δεδομένων και ως εκ τούτου δεν μπορεί να προστεθεί στη σύμβαση BOM
hu_hu: nem létezik az adatbázisban, és ezért nem lehet hozzáadni a szerződés BOM

source: Contract Bill of Material
el_gr: Συμβόλαιο Bill του υλικού
hu_hu: Anyagszámlák

source: Contract Reference
el_gr: Συμβόλαιο Αναφορά
hu_hu: Vevői hivatkozás

source: Sub-total
el_gr: Υποσύνολο
hu_hu: összesen

source: Update Lines
el_gr: Ενημέρωση Lines
hu_hu: Frissítés vonalak

source: Back To Contract Header
el_gr: Επιστροφή στην Κεφαλίδα Συμβόλαιο
hu_hu: Telephely kód

source: The supplier category details could not be retrieved because
el_gr: Τα στοιχεία της κατηγορίας προμηθευτής δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A vevő adatai nem elérhetők, mert

source: The SQL used to retrieve the category details but failed was
el_gr: Ο SQL που χρησιμοποιείται για να ανακτήσει τις λεπτομέρειες της κατηγορίας, αλλά απέτυχε ήταν
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Search For Stock Items
el_gr: Αναζήτηση στοιχείων Χρηματιστήριο
hu_hu: Keresés a Stock elemek

source: Enter text extracts in the description
el_gr: Εισάγετε αποσπάσματα κειμένου στην περιγραφή
hu_hu: Írja be a szöveget kivonatok a leírásban

source: Create a New Stock Item
el_gr: Δημιουργήστε ένα νέο στοιχείο Χρηματιστήριο
hu_hu: Termékkód

source: Image
el_gr: Εικόνα
hu_hu: Kép

source: Only the first
el_gr: Μόνο η πρώτη
hu_hu: Csak az első

source: can be displayed
el_gr: μπορεί να εμφανιστεί
hu_hu: jeleníthetők meg

source: Please restrict your search to only the parts required
el_gr: Παρακαλούμε να περιορίσεις την έρευνα σε απαιτούνται μόνο τα τμήματα
hu_hu: Kérjük, szűkítse a keresés csak a szükséges alkatrészek

source: Add to Contract Bill Of Material
el_gr: Προσθήκη στο Bill Σύμβαση Υλικό
hu_hu: Anyagszámlák

source: Contract Costing
el_gr: Συμβόλαιο Κοστολόγηση
hu_hu: Össz ár

source: This page is expected to be called with the contract reference to show the costing for
el_gr: Αυτή η σελίδα αναμένεται να κληθεί με την αναφορά σύμβαση να αποδείξει την κοστολόγηση των
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható

source: Could not get the inventory issues for this contract because
el_gr: Θα μπορούσε να μην πάρει τα ζητήματα απογραφής της εν λόγω σύμβασης, διότι
hu_hu: Nem ellenőrizhető mint készlet főkönyvi számla, mert

source: Contract
el_gr: Σύμβαση
hu_hu: Szerződés

source: Closed
el_gr: Κλειστό
hu_hu: Feladva

source: Current Confirmed
el_gr: Τρέχουσα Επιβεβαιωμένο
hu_hu: Aktuális

source: Quoted
el_gr: Εισηγμένες
hu_hu: Bevitel

source: Original Costing
el_gr: Αρχικό Κοστολόγηση
hu_hu: Alapértelmezett költségek

source: Actual Costs
el_gr: Πραγματικές δαπάνες
hu_hu: Össz ár

source: Inventory Required
el_gr: Απογραφής που προβλέπεται
hu_hu: Készlet beállítások

source: Unit
el_gr: Μονάδα
hu_hu: Egység

source: Actual usage
el_gr: Πραγματική χρήση
hu_hu: Havi terv

source: Total Inventory Budgeted Cost
el_gr: Σύνολο αποθέματος προϋπολογισθέν κόστος
hu_hu: Alkatrészkód (ig)

source: Total Inventory Actual Cost
el_gr: Σύνολο αποθέματος Πραγματικό κόστος
hu_hu: Össz ár

source: Other Costs
el_gr: Λοιπά έξοδα
hu_hu: Alapértelmezett költségek

source: Requirement
el_gr: Απαίτηση
hu_hu: Száll. dátum

source: Budgeted Other Costs
el_gr: Προϋπολογισθέν Λοιπές Δαπάνες
hu_hu: Költségvetésben Egyéb költségek
