Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Returns the value of the specified stock category property for the specified stock item category
el_gr: Επιστρέφει την τιμή του το συγκεκριμένο ακίνητο κατηγορία μετοχών για την συγκεκριμένη κατηγορία προϊόντος το
hu_hu: Értékét adja vissza a megadott állomány kategóriában ingatlan a megadott állomány kategórián belül

source: Property
el_gr: Ακίνητα
hu_hu: Nyereség

source: The name of the specific property to be returned.
el_gr: Το όνομα του συγκεκριμένου ακινήτου πρέπει να επιστραφεί.
hu_hu: Az elnevezés a jellegzetes tulajdonsága, hogy vissza.

source: The ID of the stock item for which the value of the above property is required.
el_gr: Το αναγνωριστικό του αντικειμένου υλικό για το οποίο η αξία των παραπάνω ακινήτων απαιτείται.
hu_hu: Az azonosító állomány elem, amelyre az értéke a fenti ingatlan van szükség.

source: If successful this function returns zero, and the value of the requested property.
el_gr: Αν είναι επιτυχής αυτή η συνάρτηση επιστρέφει μηδέν, και η αξία της αιτούμενης ιδιοκτησίας.
hu_hu: felhasználók akiknek ez az alapértelezett telephely

source: Returns (possibly translated) error text from error codes
el_gr: Επιστρέφει (πιθανώς μεταφρασμένη) κείμενο σφάλματος από τους κωδικούς λάθους
hu_hu: Visszaadja (esetleg fordított) error szöveget hibakódok

source: Error codes
el_gr: Κωδικοί σφάλματος
hu_hu: Hiba

source: An array of error codes to change into text messages.
el_gr: Μια σειρά από κωδικούς σφάλματος για να αλλάξει σε μηνύματα κειμένου.
hu_hu: Tömb hibakódok megváltoztatni a szöveges üzenetek.

source: An array of two element arrays, one per error code. The second array has the error code in element 0 and the error string in element 1.
el_gr: Μια σειρά από δύο πίνακες στοιχείου, μία για κάθε κωδικό σφάλματος. Η δεύτερη σειρά έχει τον κωδικό σφάλματος στο στοιχείο 0 και το string σφάλμα στο στοιχείο 1.
hu_hu: Egy sor két elem tömb, egy egy hibakódot. A második tömb a hibakódok elem 0 és a hibás sztringet elem 1.

source: Parameters
el_gr: Παράμετροι
hu_hu: Fizetési határidő

source: Return Value
hu_hu: Alapértelmezett csomagjegyzék

source: Notes
el_gr: Σημειώσεις

source: Bank
el_gr: Τράπεζα

source: Ref
el_gr: Συ/ση

source: per
el_gr: ανά

source: Reset
el_gr: Επαναφορά

source: Add or Modify Contract Categories
el_gr: Προσθήκη ή Τροποποίηση Κατηγορίες Συμβόλαιο

source: Format String
el_gr: Διαμόρφωση Γραμμής

source: Line Text
el_gr: Κείμενο Γραμμής

source: Call Off Order
el_gr: Ακύρωση Παραγγελίας

source: Response Code
el_gr: Κωδικός Απάντησης

source: Accum Depn GL
el_gr: Accum GL Depn

source: Depn B/fwd
el_gr: Depn Β / fwd

source: ALL
el_gr: ΟΛΑ

source: Form Designer
el_gr: Σχεδιαστής Έντυπο

source: Center Latitude
el_gr: Κέντρο Latitude

source: Inventory Location
el_gr: Καταγραφή Τοποθεσία

source: th
el_gr: ου

source: Petty Cash Management Report
el_gr: Petty Έκθεση Ταμειακή Διαχείριση

source: Tel
el_gr: Τηλ

source: Stock Freeze
el_gr: Χρηματιστήριο Πάγωμα

source: Col
el_gr: Διάσελο

source: Design
el_gr: Σχεδιασμός

source: From:
el_gr: Από:

source: Start Again
el_gr: Ξεκινήστε πάλι

source: Stock Type
el_gr: Χρηματιστήριο Τύπος

source: Stock GL
el_gr: Χρηματιστήριο GL

source: QOH-To
el_gr: QOH-Για να

source: Batch/Bundle Ref
el_gr: Παρτίδα / Ref Bundle

source: November
el_gr: Νοεμβρίου

source: December
el_gr: Δεκεμβρίου

source: Bank Swift
el_gr: Τράπεζα Swift

source: Open
el_gr: Άνοιγμα

source: Tot Allcns
el_gr: Συν. Allcns

source: Export
el_gr: Εξαγωγή

source: Logo Image File (.jpg)
el_gr: Λογότυπο αρχείο εικόνας (. Jpg)

source: Make LocStock Records
el_gr: Κάντε Εγγραφές LocStock

source: Upgrade webERP 3.01 - 3.02
el_gr: Αναβάθμιση webERP 3,01 - 3,02

source: Upgrade webERP 3.04 - 3.05
el_gr: Αναβάθμιση webERP 3,04 - 3,05

source: Upgrade webERP 3.06 - 3.07
el_gr: Αναβάθμιση webERP 3,06 - 3,07

source: Upgrade webERP 3.071 - 3.08
el_gr: Αναβάθμιση webERP 3,071 - 3,08

source: Upgrade webERP 3.08 - 3.09
el_gr: Αναβάθμιση webERP 3,08 - 3,09

source: Upgrade webERP 3.09 - 3.10
el_gr: Αναβάθμιση webERP 3,09 - 3,10

source: Upgrade webERP 3.10 - 3.11
el_gr: Αναβάθμιση webERP 3,10 - 3,11

source: Upgrade webERP 3.11 - 4.00
el_gr: Αναβάθμιση webERP 3,11 - 4,00

source: Max text<br />length
el_gr: Max κείμενο <br /> μήκος

source: Copyright
el_gr: Πνευματικά δικαιώματα

source: Login
el_gr: Είσοδος

source: Office Copy
el_gr: Γραφείο Αντιγραφή

source: Ex Diff
el_gr: Diff Ex

source: "salesarea" also is required, though again it appears to serve no useful purpose.
el_gr: "οι πωλήσεις περιοχή ", επίσης, οφείλει, αν και πάλι φαίνεται ότι δεν εξυπηρετεί κανέναν χρήσιμο σκοπό.
