Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Making the quantity invoiced zero on all orders
el_gr: Κάνοντας την ποσότητα που τιμολογείται μηδέν σε όλες τις παραγγελίες
hu_hu: Így a mennyiség számlázott nulla az összes rendelés

source: The SQL to un-invoice all sales orders failed
el_gr: Ο SQL για να un-τιμολόγιο όλες τις παραγγελίες πωλήσεων απέτυχε
hu_hu: Az SQL az ENSZ-számlát minden értékesítési rendelések nem

source: Deleting all sales related GL Transactions
el_gr: Διαγραφή όλων των πωλήσεων που σχετίζονται Συναλλαγές GL
hu_hu: Törlése az összes eladáshoz kapcsolódó GL tranzakciók

source: The SQL to delete sales related GL Transactions failed
el_gr: Ο SQL για να διαγράψετε τις πωλήσεις που αφορούν συναλλαγές GL απέτυχε
hu_hu: Az SQL törölni eladáshoz kapcsolódó GL tranzakciók nem

source: Deleting all stock related GL Transactions
el_gr: Διαγραφή όλων των μετοχών που αφορούν Συναλλαγές GL
hu_hu: Törlése minden állományokhoz kapcsolódó GL tranzakciók

source: The SQL to delete stock related GL Transactions failed
el_gr: Ο SQL για να διαγράψετε τα αποθέματα που αφορούν συναλλαγές GL απέτυχε
hu_hu: Az SQL törölni állományokhoz kapcsolódó GL tranzakciók nem

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
el_gr: «Μηδενισμός» όλες οι ποσότητες για την αγορά που ελήφθησαν και uncompleting όλες τις εντολές αγοράς
hu_hu: Nullázás minden megrendelést átvett mennyiséget és uncompleting minden megrendeléseket

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
el_gr: Ο SQL στο μηδέν παραληφθείσα ποσότητα για όλα τα στοιχεία line παραγγελίες αγοράς και των ημιτελών όλα τα στοιχεία γραμμής αγορά προκειμένου επειδή
hu_hu: Az SQL nulla mennyiséget kapott az összes megrendelések sorokat, valamint a befejezetlen minden megrendelést sorokat, mert

source: Deleting all GRN records
el_gr: Διαγραφή όλων των εγγραφών GRN
hu_hu: Törlése minden GRN rekordok

source: The SQL to update the transaction number of stock receipts has failed because
el_gr: Ο SQL για να ενημερώσετε τον αριθμό των συναλλαγών των εσόδων του υλικού έχει αποτύχει, διότι
hu_hu: Az SQL frissíteni a tranzakció számát állomány bevételek nem azért, mert

source: Deleting all Purchase Orders
el_gr: Διαγραφή όλων των Εντολές Αγοράς
hu_hu: Törlése minden Megrendelések

source: The SQL to delete all purchase order details failed, the SQL statement was
el_gr: Ο SQL για να διαγράψετε όλα τα στοιχεία της εντολής αγοράς απέτυχε, η δήλωση SQL ήταν
hu_hu: Az SQL törölni az összes megrendelés adatait nem sikerült, az SQL utasítás került

source: The SQL to delete all purchase orders failed because
el_gr: Ο SQL για να διαγράψετε όλες τις εντολές αγοράς απέτυχαν γιατί
hu_hu: Az SQL törölni az összes megrendeléseket nem sikerült, mert

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
el_gr: Είναι απαραίτητο να αποκατασταθεί μετά τα υπόλοιπα γενικά συναλλαγές βιβλίο για το γενικό καθολικό για να πάρει πίσω σε συγχρονισμό με τις πράξεις που παραμένουν. Αυτή είναι μια επιλογή από τη σελίδα Z_index.php
hu_hu: Szükséges, hogy újra tegye a megmaradt főkönyvi ügyleteket a főkönyv, hogy újra szinkronban az ügyletek maradnak. Ez a lehetőség a Z_index.php oldal

source: Delete All Sales Analysis
el_gr: Διαγραφή όλων Ανάλυση Πωλήσεων
hu_hu: Összes törlése Értékesítés elemzés

source: Delete All statement transactions
el_gr: Διαγραφή Όλες οι συναλλαγές δήλωση
hu_hu: Összes törlése nyilatkozat ügyletek

source: Zero All stock balances
el_gr: Μηδέν Όλα τα υπόλοιπα αποθέματα
hu_hu: Nulla Minden készlet egyenlegek

source: Make Invoiced Qty Of All Sales Orders Nil
el_gr: Κάντε τιμολογηθέν Ποσότητα του συνόλου των πωλήσεων Nil Παραγγελίες
hu_hu: Győződjön számlázott mennyiség az összes értékesítési megrendelések Nil

source: Delete All Sales Orders
el_gr: Διαγραφή όλων των παραγγελιών πωλήσεων
hu_hu: Összes törlése Vevői rendelések

source: Zero Received Qty of all purchase orders
el_gr: Μηδέν Παρελήφθη Ποσότητα όλων των εντολών αγοράς
hu_hu: Nulla kapott mennyiség az összes megrendelések

source: Delete All Purchase Orders
el_gr: Διαγραφή όλων Εντολές Αγοράς
hu_hu: Összes törlése Megrendelések

source: Delete All Sales related stock movements
el_gr: Διαγραφή όλων των πωλήσεων που αφορούν τις κινήσεις των αποθεμάτων
hu_hu: Összes törlése eladáshoz kapcsolódó készletmozgások

source: Delete All Stock Receipt stock movements
el_gr: Διαγραφή όλων Χρηματιστήριο της κίνησης των αποθεμάτων Παραλαβή
hu_hu: Összes törlése Stock átvétele készletmozgások

source: Delete All Sales GL Transactions
el_gr: Διαγραφή όλων Πωλήσεις GL Συναλλαγές
hu_hu: Összes törlése Értékesítés GL tranzakciók

source: Delete All Stock GL Transactions
el_gr: Διαγραφή όλων των Συναλλαγές GL Χρηματιστήριο
hu_hu: Összes törlése Stock GL tranzakciók

source: Delete All PO Goods Received (GRNs)
el_gr: Διαγραφή όλων των αγαθών PO ελήφθη (GRNs)
hu_hu: Összes törlése PO érkezett áru (GRNs)

source: Are You Really REALLY Sure?
el_gr: Είστε πραγματικά πολύ σίγουρος;
hu_hu: Are You Really igazán biztos?

source: Database table details
el_gr: Βάση δεδομένων λεπτομέρειες πίνακα
hu_hu: Adatbázis SQL hiba

source: Field name
el_gr: Όνομα πεδίου
hu_hu: Felhasználó

source: Field type
el_gr: Τύπος πεδίου
hu_hu: Termékkód

source: Can field be null
el_gr: Μπορεί τομέα είναι μηδενική
hu_hu: Lehet a területen null

source: Default
el_gr: Προεπιλογή
hu_hu: Alapértelmezett csomagjegyzék

source: columns, expected
el_gr: στήλες, τα αναμενόμενα
hu_hu: oszlopok, a várható

source: Batch Import of
el_gr: Εισαγωγή παρτίδας του
hu_hu: Tétel importja

source: Upload file
el_gr: Προσθήκη αρχείου
hu_hu: Feltöltve

source: Send File
el_gr: Αποστολή αρχείου
hu_hu: Fájl küldése

source: File contains
el_gr: Φάκελος περιέχει
hu_hu: Fájl tartalmazza

source: File contains incorrect headers (
el_gr: Φάκελος περιέχει εσφαλμένες κεφαλίδες (
hu_hu: Fájl tartalmazza a helytelen fejlécek (

source: fields required,
el_gr: πεδία είναι υποχρεωτικά,
hu_hu: mező kitöltése kötelező,

source: Failed on row
el_gr: Αποτυχία για την γραμμή
hu_hu: Nem sikerült a sorban

source: has been added to the transaction
el_gr: έχει προστεθεί η συναλλαγή
hu_hu: nem lett hozzáadva a megrendeléshez

source: has been completed. All transactions committed to the database.
el_gr: έχει ολοκληρωθεί. Όλες οι πράξεις που αναλήφθηκαν στη βάση δεδομένων.
hu_hu: A vevői jóváírás nem rögzíthető, mert

source: Import Fixed Assets
el_gr: Εισαγωγή Πάγιο Ενεργητικό
hu_hu: Import Tárgyi eszközök

source: Import Fixed Assets from .csv file
el_gr: Εισαγωγή παγίων περιουσιακών στοιχείων από το αρχείο. Csv
hu_hu: Import az állóeszközök. Csv fájl

source: Study a downloaded template to see the format for the file
el_gr: Μελέτη μια ληφθείσα πρότυπο για να δείτε τη μορφή για το αρχείο
hu_hu: Tanulmány a letöltött sablont, hogy az a fájl formátumát

source: The selected file contains fields in the incorrect order (
el_gr: Το επιλεγμένο αρχείο περιέχει πεδία σε λάθος σειρά (
hu_hu: A kiválasztott fájl tartalmazza területeken a helytelen sorrendben (

source: fields are required, but
el_gr: πεδία είναι υποχρεωτικά, αλλά
hu_hu: mezők kitöltése kötelező, de a

source: fields were received
el_gr: πεδία ελήφθησαν
hu_hu: mezők érkezett

source: Row:
el_gr: Σειρά:
hu_hu: Sor:

source: Invalid Description:
el_gr: Περιγραφή Άκυρα:
hu_hu: Érvénytelen Leírás:

source: The depreciation rate is expected to be numeric
el_gr: Ο συντελεστής απόσβεσης αναμένεται να είναι αριθμητική
hu_hu: Az értékcsökkenés rátája várhatóan numerikus

source: Invalid Depreciation Rate:
el_gr: Άκυρα συντελεστής απόσβεσης:
hu_hu: Érvénytelen Értékcsökkenési kulcs:

source: The accumulated depreciation is expected to be numeric
el_gr: Η σωρευμένη απόσβεση αναμένεται να είναι αριθμητική
hu_hu: A halmozott értékcsökkenés várható numerikus

source: Invalid Accumulated Depreciation:
el_gr: Άκυρα Σωρευμένες Αποσβέσεις:
hu_hu: Érvénytelen halmozott értékcsökkenés:

source: The accumulated depreciation is expected to be either zero or a positive number
el_gr: Η σωρευμένη απόσβεση αναμένεται να είναι είτε μηδενικό ή θετικός αριθμός
hu_hu: A halmozott értékcsökkenés várhatóan nulla vagy pozitív szám

source: The cost is expected to be numeric
el_gr: Το κόστος αναμένεται να είναι αριθμητική
hu_hu: Az ára várhatóan numerikus

source: Invalid Cost:
el_gr: Κόστος Άκυρα:
hu_hu: Érvénytelen Költség:

source: The cost is expected to be a positive number
el_gr: Το κόστος αναμένεται να είναι θετικός αριθμός
hu_hu: Az ára várhatóan pozitív szám

source: The depreciation type must be either "SL" - Straight Line or "DV" - Diminishing Value
el_gr: Ο τύπος απόσβεση πρέπει να είναι είτε "SL " - ευθεία γραμμή ή "DV " - Μείωση αξίας
hu_hu: Az értékcsökkenési típus vagy le kell \

source: Invalid depreciation type:
el_gr: Άκυρος τύπος αποσβέσεων:
hu_hu: Érvénytelen értékcsökkenés típusa:

source: The asset category code entered must be exist in the assetcategories table
el_gr: Ο κωδικός της κατηγορίας που εγγράφονται περιουσιακό στοιχείο πρέπει να υπάρχουν στον πίνακα assetcategories
hu_hu: Az eszköz kategóriája kódot be kell léteznek az assetcategories táblázatban

source: Invalid asset category:
el_gr: Άκυρα κατηγορία περιουσιακών στοιχείων:
hu_hu: Érvénytelen eszköz kategóriában:

source: The asset location code entered must be exist in the asset locations table
el_gr: Ο κωδικός θέσης τέθηκε περιουσιακό στοιχείο πρέπει να υπάρχει στις θέσεις του ενεργητικού πίνακα
hu_hu: Az eszköz helykódja be kell léteznek az eszköz helyeken táblázat

source: Invalid asset location code:
el_gr: Άκυρος κωδικός θέσης περιουσιακού στοιχείου:
hu_hu: Érvénytelen eszköz helykódja:

source: The date purchased must be entered in the format:
el_gr: Η ημερομηνία αγοράς πρέπει να αναγράφεται με τη μορφή:
hu_hu: A vásárlás dátumát kell feltüntetni a formátum:

source: Invalid date format:
el_gr: Έγκυρη μορφή ημερομηνίας:
hu_hu: Érvénytelen dátumformátum:

source: The SQL that was used to add the asset and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να προσθέσετε το περιουσιακό στοιχείο και απέτυχε ήταν
hu_hu: Az SQL, amit használt hozzá az eszközt, és nem volt

source: The transaction for the cost of the asset could not be added because
el_gr: Η συναλλαγή για το κόστος του περιουσιακού στοιχείου δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A tranzakció költsége az eszköz nem lehetett hozzá, mert

source: The SQL that was used to add the fixedasset trans record that failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για να προσθέσετε το fixedasset trans ρεκόρ που απέτυχε ήταν
hu_hu: Az SQL, amit használt hozzá a fixedasset transz rekordot nem volt

source: Inserted the new asset:
el_gr: Παρεμβάλλεται το νέο περιουσιακό στοιχείο:
hu_hu: Feltöltve az új eszköz:

source: has been completed. All assets in the file have been committed to the database.
el_gr: έχει ολοκληρωθεί. Όλα τα περιουσιακά στοιχεία της δικογραφίας έχουν δεσμευτεί για τη βάση δεδομένων.
hu_hu: befejeződött. Minden eszköz a fájl követtek el az adatbázisba.

source: Select Date to Upload B/Fwd Assets To:
el_gr: Επιλέξτε Ημερομηνία για να Ανέβασε Β / Fwd στοιχείων προς:
hu_hu: Válassza ki a dátum feltöltése B / Előre Eszközök Címzett:

source: Fixed Assets Upload file:
el_gr: Πάγιο Ενεργητικό Ανέβασε το αρχείο:
hu_hu: Befektetett eszközök Fájl feltöltése:

source: Import Chart of Accounts
el_gr: Εισαγωγή Λογιστικού Σχεδίου
hu_hu: Számlatükör karbantartás

source: records successfully imported
el_gr: αρχεία με επιτυχία εισαγόμενα
hu_hu: sikeresen rögzítve

source: records failed to import
el_gr: αρχεία απέτυχε να εισάγουν
hu_hu: nyilvántartások nem sikerült importálni

source: Select a csv file containing the details of the account sections that you wish to import into webERP.
el_gr: Επιλέξτε ένα αρχείο csv που περιέχει τις λεπτομέρειες των τμημάτων λογαριασμού που επιθυμείτε από την εισαγωγή στην webERP.
hu_hu: Válasszon ki egy csv fájl, amely tartalmazza a részletes számla szakaszok szeretné behozni webERP.

source: The first line must contain the field names that you wish to import.
el_gr: Η πρώτη γραμμή πρέπει να περιέχει τα ονόματα των πεδίων που θέλετε να εισαγάγετε.
hu_hu: Az első sor tartalmazza a mezőneveket, hogy az importálni kívánt.

source: The field names can be found here
el_gr: Τα ονόματα των πεδίων μπορεί να βρεθεί εδώ
hu_hu: nem elérhetők az adtabázisban

source: File to import
el_gr: Αρχείο για εισαγωγή
hu_hu: Fájlt importálni

source: Account Section
el_gr: Λογαριασμός Τμήμα
hu_hu: Számlaosztályok

source: Import Stock Items
el_gr: Είδη Χρηματιστήριο Εισαγωγή
hu_hu: Import Stock tételek

source: No locations have been set up. At least one location should be set up first
el_gr: Δεν τόπος έχουν συσταθεί. Τουλάχιστον μία θέσεις θα πρέπει να στήσει το πρώτο
hu_hu: Nem helyeken állítottak fel. Legalább egy helyen kell felállítani, az első

source: Select a csv file containing the details of the parts that you wish to import into webERP.
el_gr: Επιλέξτε ένα αρχείο csv που περιέχει τις λεπτομέρειες των εξαρτημάτων που θέλετε από την εισαγωγή στην webERP.
hu_hu: Válasszon ki egy csv fájl részleteit tartalmazó részek kívánt behozni webERP.

source: Import Items
el_gr: Εισαγωγή στοιχείων
hu_hu: Import tételek

source: Import Stock Items from .csv
el_gr: Εισαγωγή στοιχείων από το Χρηματιστήριο. Csv
hu_hu: Import Stock Tételek. Csv

source: Stock item "
el_gr: Χρηματιστήριο σημείο "
hu_hu: Megrendelés szám

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
el_gr: Οι τιμές στον φθαρτών τομέα πρέπει να είναι είτε 0 (Δεν) ή 1 (ναι)
hu_hu: Értékek a romlandó mezőt kell vagy 0 (Nem) vagy 1 (Igen)

source: The weight of the packaged item in KGs must be numeric
el_gr: Το βάρος του συσκευασμένου στοιχείου σε κιλά πρέπει να είναι αριθμός
hu_hu: A tömeg a csomagolt tétel Kir kell numerikus

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
el_gr: Στοιχεία πρέπει να είναι MBFlag τύπου Κατασκευάζεται (Μ), Συνέλευση (Α), Κιτ-Set (Κ), Αγορά (Β), Dummy (Δ) ή Φάντασμα (Ζ)
hu_hu: Tételek kell a MBFlag típusú gyártják (M), Közgyűlés (A), Kit-szett (K), Vásárolt (B), Dummy (D), vagy Phantom (G)

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
el_gr: Συναρμολόγηση / Kitset / Φάντασμα / Υπηρεσία αντικείμενα δεν μπορούν επίσης να ελέγχονται τα στοιχεία
hu_hu: Közgyűlés / Kitset / Phantom / Szolgáltatási tételeket nem is ellenőrzött termékek

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
el_gr: Συνελεύσεις, Ανδρείκελα και Kitsets δεν είναι φυσικά στοιχεία και παρτίδας / σειριακό ελέγχου δεν είναι σκόπιμο
hu_hu: Szerelvények, kezdőknek és Kitsets nem fizikai elemeket és a batch / soros szabályozás ezért nem helyénvaló

source: ItemPDF must contain either a filename, or the keyword `none`
el_gr: ItemPDF πρέπει να περιέχουν είτε ένα όνομα αρχείου, ή την λέξη «κανένας»
hu_hu: ItemPDF tartalmaznia kell vagy egy fájlnév, vagy a kulcsszó &quot;nincs ilyen&quot;

source: This script makes stock location records for parts where they do not already exist
el_gr: Αυτό το σενάριο κάνει εγγραφές θέση των αποθεμάτων για τα μέρη όπου δεν υπάρχουν ήδη
hu_hu: Ez a szkript gondoskodik készlet helyét a nyilvántartásokat a részeken, ahol azok nem léteznek

source: Make New Company Database Utility
el_gr: Κάντε Νέα Utility Database Εταιρείας
hu_hu: Make New cégadatbázisban segédprogram

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
el_gr: Το web-server δεν φαίνεται να είναι σε θέση να γράψει στον κατάλογο εταιρειών για τη δημιουργία της απαιτούμενης καταλόγους για τη νέα εταιρεία και να φορτώσει το λογότυπο να. Ο διαχειριστής του συστήματος θα πρέπει να τροποποιήσετε τα δικαιώματα για την εγκατάσταση σας πριν από μια νέα εταιρεία μπορεί να δημιουργηθεί
hu_hu: A web-szerver nem úgy tűnik, hogy képes írni, hogy a vállalatok könyvtárba, hogy megteremtse a szükséges könyvtárakat az új cég, és feltölteni, hogy a logó. A rendszergazda kell majd módosítani a jogosultságokat a telepítő, mielőtt egy új cég is létrejött

source: Only jpg files are supported - a file extension of .jpg is expected
el_gr: Μόνο τα jpg αρχεία που υποστηρίζονται -. μια επέκταση αρχείου της jpg αναμένεται
hu_hu: Csak jpg fájlokat támogat - a fájl kiterjesztése. Jpg várható

source: The script to create the new company database failed because
el_gr: Το σενάριο για να δημιουργήσετε τη νέα βάση δεδομένων της εταιρείας απέτυχαν επειδή
hu_hu: A szkript létre az új cég adatbázis nem sikerült, mert

source: Attempting to create the new company directories
el_gr: Η προσπάθεια για τη δημιουργία της νέας εταιρείας καταλόγους
hu_hu: Kísérlet, hogy létrehozza az új társaság könyvtárak

source: This company cannot be added because either it already exists or no logo is being uploaded!
el_gr: Η εν λόγω εταιρεία δεν μπορεί να προστεθεί, διότι ούτε αυτή ήδη υφίσταται ή όχι λογότυπο που φορτώθηκε!
hu_hu: Ez a cég nem lehet hozzá, mert vagy már létezik, vagy egyáltalán nem logo feltöltés alatt!

source: is set ok
el_gr: έχει οριστεί ok
hu_hu: beállítva

source: is not set
el_gr: δεν έχει οριστεί
hu_hu: beállítva

source: is not blank
el_gr: δεν είναι κενό
hu_hu: nem üres

source: is blank
el_gr: είναι κενό
hu_hu: üres

source: The new company database has been created for
el_gr: Η νέα βάση δεδομένων της εταιρείας έχει δημιουργηθεί για
hu_hu: Új bankszámla rögzítve

source: Set Up New Company Details
el_gr: Ρύθμιση Νέα Στοιχεία Εταιρίας
hu_hu: Beállítása Új Cégadatok

source: Set Up Configuration Details
el_gr: Ρύθμιση λεπτομερειών ρύθμισης
hu_hu: Beállítása konfiguráció részletei

source: Set Up User Accounts
el_gr: Ρύθμιση των λογαριασμών των χρηστών
hu_hu: Beállítása Felhasználói fiókok

source: This utility will create a new company
el_gr: Αυτό το βοηθητικό πρόγραμμα θα δημιουργήσει μια νέα εταιρεία
hu_hu: Ez a segédprogram létrehoz egy új cég

source: If the company name already exists then you cannot recreate it
el_gr: Εάν το όνομα της εταιρείας υπάρχει ήδη τότε δεν μπορείτε να αναδημιουργήσει
hu_hu: Ha a cég neve már létezik, akkor nem lehet újra meg

source: PLEASE NOTE
el_gr: ΣΗΜΕΙΩΣΗ
hu_hu: FIGYELEM

source: Create Database?
el_gr: Δημιουργία βάσης δεδομένων;
hu_hu: adatbázisból

source: Proceed
el_gr: Προχωρήστε
hu_hu: Folytassuk

source: The items/locations that need stock location records created cannot be retrieved because
el_gr: Τα στοιχεία / τοποθεσίες που χρειάζονται βιβλία θέση απόθεμα που δημιουργήθηκε, δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az elemek / helyeken kell raktáron helyen létrehozott rekordok nem lehet letölteni, mert

source: Any stock items that may not have had stock location records have now been given new location stock records
el_gr: Τυχόν στοιχεία υλικού, οι οποίοι μπορεί να μην έχουν βιβλία τοποθεσία απόθεμα τώρα έλαβαν νέα βιβλία αποθήκης θέση
hu_hu: Olyan állományok elemek nem volt raktáron helyen nyilvántartást most kapott új helyet raktárnyilvántartásnak

source: New Language
el_gr: Νέα Γλώσσα
hu_hu: Új nyelv

source: Add a New Language to the System
el_gr: Προσθέστε μια νέα γλώσσα στο Σύστημα
hu_hu: Új nyelv a rendszer

source: Back to the translation menu
el_gr: Επιστροφή στο μενού μετάφρασης
hu_hu: Vissza a fordítási menü

source: Utility to create a new language file
el_gr: Χρησιμότητα για να δημιουργήσετε ένα νέο αρχείο γλώσσας
hu_hu: Utility hozzon létre egy új nyelvi fájl

source: Current language is
el_gr: Τρέχουσα γλώσσα
hu_hu: Aktuális nyelv

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
el_gr: Γλώσσες πρέπει να έχει τη μορφή ενός κώδικα δύο χαρακτήρων χώρα ένα χαρακτήρα υπογράμμισης _ και έναν κώδικα δύο χαρακτήρων γλώσσας με κεφαλαία
hu_hu: Nyelvek kell a formátum egy kétjegyű országkód az aláhúzás _ és egy két karakteres nyelvi kódokat nagybetűvel

source: Attempting to create the new language file
el_gr: Προσπαθώντας να δημιουργήσετε το νέο αρχείο γλώσσας
hu_hu: Kísérlet, hogy létrehozza az új nyelvi fájl

source: This language cannot be added because it already exists!
el_gr: Η γλώσσα αυτή δεν μπορεί να προστεθεί, διότι υπάρχει ήδη!
hu_hu: Ez a nyelv nem lehet hozzá, mert már létezik!

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
el_gr: Έγινε. Θα πρέπει τώρα να αλλάξει σε νεοσύστατες γλώσσα σας από τις ρυθμίσεις του χρήστη παραπάνω σύνδεσμο. Στη συνέχεια μπορείτε να επεξεργαστείτε το νέο header αρχείο γλώσσας και τη χρήση της γλώσσας ενότητα editor για να μεταφράσουν τις χορδές του συστήματος
hu_hu: Kész. Most lépj be az újonnan létrehozott nyelvet a felhasználói beállítások fenti linkre. Ezután szerkesztheti az új nyelvi fájl fejlécének, és használja a nyelvi modul szerkesztő lefordítani a rendszer húrok

source: This utility will create a new language and a new language translation file for it from the system default
el_gr: Αυτό το βοηθητικό πρόγραμμα θα δημιουργήσει μια νέα γλώσσα και ένα νέο αρχείο μετάφρασης για το από το προεπιλεγμένο σύστημα
hu_hu: Ez a segédprogram létrehoz egy új nyelvet és egy új nyelv fordítási fájl azt a rendszer alapértelmezett

source: If the language already exists then you cannot recreate it
el_gr: Εάν η γλώσσα υπάρχει ήδη τότε δεν μπορείτε να αναδημιουργήσει
hu_hu: Ha a nyelv már létezik, akkor nem lehet újra meg

source: Full code of the new language in the format en_US
el_gr: Πλήρης κωδικό της νέας γλώσσας στο en_US μορφή
hu_hu: Teljes kódját az új nyelvet formátumban hu

source: UTILITY PAGE
el_gr: UTILITY ΣΕΛΙΔΑ
hu_hu: UTILITY OLDAL

source: that helps maintain language files
el_gr: που βοηθά στη διατήρηση αρχείων γλώσσας
hu_hu: amely segít fenntartani nyelvi fájlok

source: Maintain Language Files
el_gr: Διατηρήστε τα αρχεία γλώσσας
hu_hu: Karbantartás nyelvi fájlok

source: gettext is not installed on this system
el_gr: gettext δεν έχει εγκατασταθεί σε αυτό το σύστημα
hu_hu: gettext nincs telepítve ez a rendszer

source: You cannot use the language files without it
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τα αρχεία γλώσσας χωρίς να
hu_hu: Nem tudja használni a nyelvi fájlok nélkül

source: You do not have write access to the required files please contact your system administrator
el_gr: Δεν έχετε πρόσβαση για εγγραφή των απαιτούμενων αρχείων παρακαλώ επικοινωνήστε με το διαχειριστή του συστήματος
hu_hu: Nem kell írni a szükséges fájlokat, kérjük lépjen kapcsolatba a rendszergazdával

source: Rebuild the System Default Language File
el_gr: Αναδημιουργία του προεπιλεγμένο σύστημα αρχείων γλώσσας
hu_hu: Újjáépíteni a rendszer alapértelmezett nyelve a Fájl

source: Edit a Language File Header
el_gr: Επεξεργασία μιας γλώσσας κεφαλίδας αρχείου
hu_hu: Szerkesztése Nyelvi fájlfejléc

source: Edit a Language File Module
el_gr: Επεξεργασία ενός αρχείου Ενότητα Γλώσσας
hu_hu: Szerkesztése Nyelvi fájl modul

source: Edit Remaining Strings For This Language
el_gr: Επεξεργασία Παραμένοντας Strings σε αυτή τη γλώσσα
hu_hu: Edit Hátralévő Húrok a nyelv

source: Download messages.po file
el_gr: Κατεβάστε το αρχείο messages.po
hu_hu: Letöltés messages.po fájl

source: Download messages.mo file
el_gr: Κατεβάστε το αρχείο messages.mo
hu_hu: Letöltés messages.mo fájl

source: Edit Header
el_gr: Επεξεργασία κεφαλίδας
hu_hu: Edit fejléc
