Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
el_gr: Το εγγεγραμμένο ποσό δεν είναι αριθμητική. Η επιβάρυνση αυτή σύμβαση δεν μπορεί να προστεθεί στο τιμολόγιο
hu_hu: Az elkülönített összeg nem numerikus. Ez a szerződés díj nem adható hozzá a számla

source: Contract charges on Invoice
el_gr: Συμβόλαιο τιμολογεί
hu_hu: Fuvarköltség a számlán

source: Contract credits on Credit Note
el_gr: πιστώσεις Σύμβαση για τα πιστωτικά Σημείωση
hu_hu: Pénzügyi allokálás

source: Back to Invoice Entry
el_gr: Επιστροφή στο Τιμολόγιο έναρξη
hu_hu: Vissza a számla Belépés

source: Contract Selection
el_gr: Συμβόλαιο Επιλογής
hu_hu: Leírás

source: otherwise select the contract from the list
el_gr: διαφορετικά επιλέξτε τη σύμβαση από τη λίστα
hu_hu: Ellenkezõ esetben válasszuk a szerződést a listán

source: Enter Contract Charge
el_gr: Εισάγετε Χρέωση Συμβόλαιο
hu_hu: Készlet szám

source: Enter Supplier Credit Note Against Goods Received
el_gr: Εισάγετε Προμηθευτής Σημείωση πίστωση έναντι αγαθών που έχουν παραληφθεί
hu_hu: Adja Szállító jóváírási érkezett áru

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
el_gr: Για να εισάγετε ένα συναλλαγές προμηθευτή ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Adjon meg egy szállító tranzakciók a szállító először ki kell választani a szállító kiválasztása képernyőn

source: then the link to enter a supplier credit note must be clicked on
el_gr: τότε ο σύνδεσμος να εισάγετε ένα πιστωτικό σημείωμα προμηθευτής πρέπει να κάνετε κλικ στο
hu_hu: majd a linket be szállítói hitelét, vegye figyelembe kell kattintott

source: Select A Supplier to Enter a Transaction For
el_gr: Επιλέξτε έναν προμηθευτή να Εισάγετε μια συναλλαγή για
hu_hu: Válassza ki a szállító Adja meg a tranzakció

source: The price charged in the suppliers currency is either not numeric or negative
el_gr: Η τιμή που χρεώνεται στο νόμισμα προμηθευτές είτε δεν αριθμητικός ή αρνητική
hu_hu: Az ára a szállítók valuta vagy nem numerikus vagy negatív

source: The goods received cannot be credited at this price
el_gr: Τα εμπορεύματα που λήφθηκαν δεν μπορεί να πιστωθεί σε αυτήν την τιμή
hu_hu: Az átvett áruk nem lehet jóvá ezen az áron

source: Credits Against Goods Received Selected
el_gr: Συντελεστές έναντι των εμπορευμάτων Παρελήφθη Επιλεγμένα
hu_hu: Kreditek áruk ellen fogadott Kiválasztott

source: Quantity Credited
el_gr: Ποσότητα έχουν πιστωθεί
hu_hu: Mennyiség Jóváírt

source: Price Credited in
el_gr: Τιμή έχουν πιστωθεί στις
hu_hu: Ár jóváírják

source: Line Value in
el_gr: Γραμμή Αξία σε
hu_hu: Line érték

source: Total Value Credited Against Goods
el_gr: Συνολική αξία πιστώνεται έναντι εμπορευμάτων
hu_hu: Összérték Jóváírt áruk ellen

source: There are no goods received records for
el_gr: Δεν υπάρχουν προϊόντα που ελήφθη εγγραφών για
hu_hu: Vannak nem érkezett áru nyilvántartást

source: To enter a credit against goods received
el_gr: Για να εισάγετε μια πίστωση έναντι των εμπορευμάτων που έλαβαν
hu_hu: Adjon meg egy hitelintézet ellen érkezett áru

source: the goods must first be received using the link below to select purchase orders to receive
el_gr: τα εμπορεύματα πρέπει πρώτα να ληφθεί χρησιμοποιώντας τον παρακάτω σύνδεσμο για να επιλέξετε εντολές αγοράς για να λαμβάνετε
hu_hu: az árut kell először kapott az alábbi linkre válassza megrendelések fogadására

source: Select Purchase Orders to Receive
el_gr: Επιλέξτε εντολές αγοράς για να λάβετε
hu_hu: Válassza ki a beszerzési rendelések a fogadás

source: Show Goods Received Since
el_gr: Εμφάνιση αγαθών που έχουν παραληφθεί Από
hu_hu: Megjelenítés érkezett áru óta

source: Total Qty
el_gr: Συνολική Ποσότητα
hu_hu: Összesen db

source: Qty Yet
el_gr: Ποσότητα Όμως
hu_hu: Mégis db

source: Line Value
el_gr: Γραμμή Αξία
hu_hu: Line érték

source: In
el_gr: Σε
hu_hu: A

source: GRN Selected For Adding To A Suppliers Credit Note
el_gr: GRN Επιλεγμένα για την προσθήκη στο πιστωτικό σημείωμα Προμηθευτές
hu_hu: GRN kiválasztott hozzátéve, hogy a szállítók Credit megjegyzés

source: credited
el_gr: πιστωθεί
hu_hu: jóváírt

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
el_gr: Δυστυχώς, η αποστολή που αυτό παραγγελίας κονδύλι διατέθηκε έχει κλείσει
hu_hu: Sajnos a szállítást, hogy ez a megrendelés sor került kiutalásra lezárták

source: if you add this item to the transaction then no shipments will not be updated
el_gr: Αν προσθέσετε αυτό το στοιχείο για τη συναλλαγή τότε δεν αποστολές δεν θα ενημερωθεί
hu_hu: ha felveszi ezt a tételt, hogy az ügylet akkor nem szállítmányok nem lesz frissítve

source: If you wish to allocate the order line item to a different shipment the order must be modified first
el_gr: Εάν επιθυμείτε να διαθέσει το στοιχείο γραμμής για να μια διαφορετική αποστολή η εντολή πρέπει να τροποποιηθεί πρώτα
hu_hu: Ha szeretné, hogy osztják el a rendelés egy sorához egy másik szállítmány a megrendelés kell módosítani az első

source: Add to Credit Note
el_gr: Προσθήκη στο πιστωτικό σημείωμα
hu_hu: Add hozzá a Credit megjegyzés

source: Fixed Asset Charges or Credits
el_gr: Πάγια τέλη Asset ή Credits
hu_hu: Fixed Asset díjak vagy névsora

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
el_gr: Τα πάγια περιουσιακά στοιχεία προσθήκες ή πιστώσεων οι οποίες καταλογίζονται τιμολόγια προμηθευτή ή πιστωτικά σημειώματα, αντίστοιχα
hu_hu: Befektetett eszközök kiegészítései, illetve hitelek terhére szállítói számla vagy jóváírás, illetve

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
el_gr: Για να εισάγετε συναλλαγές προμηθευτή ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Ahhoz, hogy be szállító tranzakciók a szállító először meg kell kiválasztani a nyertes kiválasztása képernyőn

source: then the link to enter a supplier invoice or credit note must be clicked on
el_gr: τότε ο σύνδεσμος να εισάγετε ένα τιμολόγιο προμηθευτή ή πιστωτικό σημείωμα πρέπει να κάνετε κλικ στο
hu_hu: majd a linket adja meg a szállítói számla vagy jóváírás kell kattintott

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
el_gr: Το αναγνωριστικό του ενεργητικού εισαχθούν με το χέρι δεν είναι έγκυρη πάγιο περιουσιακό στοιχείο. Αν δεν ξέρετε την αναφορά περιουσιακό στοιχείο, επιλέξτε το από τη λίστα
hu_hu: Az eszköz azonosító manuálisan nem érvényes tárgyi eszköz. Ha nem tudod, hogy az eszköz referencia, válassza ki a listából

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
el_gr: Το εγγεγραμμένο ποσό δεν είναι αριθμητική. Αυτό το πάγιο περιουσιακό στοιχείο δεν μπορεί να προστεθεί στο τιμολόγιο
hu_hu: Az elkülönített összeg nem numerikus. Ez a befektetett eszköz nem adható hozzá a számla

source: Fixed Assets on Invoice
el_gr: Πάγια Περιουσιακά Στοιχεία σχετικά με Τιμολόγιο
hu_hu: Tárgyi eszközök a számla

source: Fixed Asset credits on Credit Note
el_gr: Σταθερά πιστώσεις Asset για τα πιστωτικά Σημείωση
hu_hu: Fixed Asset kredit a Credit megjegyzés

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
el_gr: Εάν γνωρίζετε τον κωδικό αυτό στη θέση που Asset ID εισόδου, αλλιώς επιλέξτε το περιουσιακό στοιχείο από την παρακάτω λίστα. Μόνο τα περιουσιακά στοιχεία που δεν κόστος θα δείτε στη λίστα
hu_hu: Ha tudja a kódot adja meg a Asset ID mezőbe, egyébként válassza ki az eszközt az alábbi listából. Csak vagyon költség nélkül megjelenik a listában

source: Enter Fixed Asset
el_gr: Εισάγετε Πάγιων
hu_hu: Adja Fixed Asset

source: Enter Supplier Invoice Against Goods Received
el_gr: Εισάγετε Τιμολογίου Προμηθευτή έναντι των εμπορευμάτων Παρελήφθη
hu_hu: Adja szállítói számla ellen érkezett áru

source: then the link to enter a supplier invoice must be clicked on
el_gr: τότε ο σύνδεσμος να εισάγετε ένα τιμολόγιο προμηθευτής πρέπει να κάνετε κλικ στο
hu_hu: majd a linket adja meg a szállítói számla kell kattintott

source: The goods received cannot be invoiced at this price
el_gr: Τα εμπορεύματα που λήφθηκαν δεν μπορεί να τιμολογηθεί σε αυτήν την τιμή
hu_hu: Az átvett áruk nem lehet kiszámlázni ezen az áron

source: The price being invoiced is more than the purchase order price by more than
el_gr: Η τιμή που χρεώνεται είναι μεγαλύτερη από την τιμή της εντολής αγοράς κατά περισσότερο από
hu_hu: Az árat számlázott több, mint a megrendelés ára több mint

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
el_gr: Το σύστημα έχει ρυθμιστεί ώστε να απαγορεύσει αυτό, ώστε να θέσει αυτό το τιμολόγιο σε αναμονή μέχρι να εγκριθεί
hu_hu: A rendszer úgy van beállítva, hogy megtiltsa e így fogja állítani ezt a számlát tart, amíg az engedélyt

source: Invoiced Goods Received Selected
el_gr: Τιμολογούνται αγαθών που έχουν παραληφθεί Επιλεγμένα
hu_hu: Számlázott érkezett áru Kiválasztott

source: There are no outstanding goods received from
el_gr: Δεν υπάρχουν εκκρεμή αγαθών που έχουν παραληφθεί από
hu_hu: Nincsenek kiemelkedő javak kapott

source: that have not been invoiced by them
el_gr: που δεν έχουν τιμολογηθεί από τους
hu_hu: hogy a nem számlázott az általuk

source: The goods must first be received using the link below to select purchase orders to receive
el_gr: Τα εμπορεύματα πρέπει πρώτα να ληφθεί χρησιμοποιώντας τον παρακάτω σύνδεσμο για να επιλέξετε εντολές αγοράς για να λαμβάνετε
hu_hu: Az árukat kell először kapott az alábbi linkre válassza megrendelések fogadására

source: Goods Received Yet to be Invoiced From
el_gr: Αγαθών που έχουν παραληφθεί ακόμη να τιμολογούνται από
hu_hu: Áru érkezett még meg kell Számlázott tól

source: Total Qty Received
el_gr: Συνολική Ποσότητα Παρελήφθη
hu_hu: Összesen db Fogadott

source: Qty Already Invoiced
el_gr: Ποσότητα που έχουν ήδη πληρωθεί
hu_hu: Db már számlázott

source: Qty Yet To Invoice
el_gr: Ποσότητα Ωστόσο, στο τιμολόγιο
hu_hu: Mennyiség még számla

source: Order Price in
el_gr: Παραγγείλετε Τιμή σε
hu_hu: Rendelés Ár

source: Add Whole PO to Invoice
el_gr: Προσθέστε ολόκληρα ΔΠ προς Τιμολόγιο
hu_hu: Add Egész PO a számla

source: Select All
el_gr: Επιλέξτε Όλες
hu_hu: Termék választás

source: Deselect All
el_gr: Αποεπιλογή όλων
hu_hu: A kijelölések megszüntetése

source: Add to Invoice
el_gr: Προσθήκη στο Τιμολόγιο
hu_hu: Add hozzá a számla

source: Supplier Payment
el_gr: Προμηθευτής Πληρωμής
hu_hu: Szállító kifizetése

source: Supplier Allocations
el_gr: Προμηθευτής Χορηγήσεις
hu_hu: Szállítói allokálások

source: try to use the navigation links provided rather than the back button, to avoid this message in future
el_gr: προσπαθήστε να χρησιμοποιήσετε τους συνδέσμους πλοήγησης παρέχονται αντί να το πίσω κουμπί, για να αποφευχθεί αυτό το μήνυμα και στο μέλλον
hu_hu: próbálja meg használni a navigációs linkek, feltéve, nem pedig a Vissza gombot, hogy elkerülje ezt az üzenetet a jövőben

source: The entry for the amount to allocate was negative
el_gr: Η καταχώρηση για το ποσό που κατανεμήθηκε ήταν αρνητική
hu_hu: A megadott összeg negatív

source: A positive allocation amount is expected
el_gr: Αναμένεται θετικό ποσό κατανομής
hu_hu: Csak pozitív összeg allokálható

source: These allocations cannot be processed because the amount allocated is more than the amount of the
el_gr: Αυτές οι κατανομές δεν μπορούν να υποβληθούν σε επεξεργασία επειδή το διατιθέμενο ποσό είναι περισσότερο από το ποσό του
hu_hu: Az allokálás nem végrehajtható, mert az allokált összeg nagyobb mint az

source: and the total amount of the Credit/payment was
el_gr: και το συνολικό ποσό της Credit / πληρωμής
hu_hu: és a teljes összege a hitel / kifizetés

source: The existing allocation for
el_gr: Η υπάρχουσα κατανομή για
hu_hu: Nyitott allokálás

source: could not be deleted because
el_gr: δεν ήταν δυνατό να διαγραφεί επειδή
hu_hu: nem törölhető, mert

source: The following SQL to delete the allocation record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να διαγράψει το αρχείο κατανομής
hu_hu: SQL üzenet

source: The supplier allocation record for
el_gr: Η εγγραφή κατανομή προμηθευτή για
hu_hu: A szállító elosztása rekord

source: The following SQL to insert the allocation record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το ρεκόρ κατανομής χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a kiosztási rekordot használt

source: The debtor transaction record could not be modified for the allocation against it because
el_gr: Το αρχείο συναλλαγής χρεωστών δεν θα μπορούσε να τροποποιηθεί για την κατανομή έναντι αυτού επειδή
hu_hu: A vevői tranzakciós rekord nem módosítható az allokáláskor, mert

source: The following SQL to update the debtor transaction record was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε την εγγραφή συναλλαγής υπόχρεου χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni az adós tranzakció eredménye volt, használt

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
el_gr: Η πληρωμή προμηθευτών ή πιστωτικών συναλλαγών σημείωμα δεν μπορούσε να τροποποιηθεί για τη νέα κατανομή και τη συναλλαγματική διαφορά, διότι
hu_hu: A szállító fizetés vagy jóváírás tranzakció nem módosítható, az új elosztási és árfolyam-különbözet miatt

source: The following SQL to update the payment or credit note was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε τη σημείωση καταβολή ή πίστωση χρησιμοποιήθηκε
hu_hu: Az alábbi SQL frissíteni a fizetés vagy jóváírás használták

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
el_gr: Η εγγραφή ΓΛ για τη διαφορά στην ανταλλαγή που προκύπτει από αυτήν την κατανομή δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A főkönyvi feladás sikertelen, mert

source: There was a problem retrieving the information relating the transaction selected
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις πληροφορίες που αφορούν τη συναλλαγή που επιλέχτηκε
hu_hu: A kiválasztott tranzakció nem elérhető

source: Allocations are unable to proceed
el_gr: Οι κατανομές είναι αδύνατο να προχωρήσουν
hu_hu: Az allokálás nem végrehajtható

source: The SQL that was used to retrieve the transaction information was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση των πληροφοριών συναλλαγή
hu_hu: SQL sor

source: There was a problem retrieving the transactions available to allocate to
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις διαθέσιμες συναλλαγές για να κατανήμει στο
hu_hu: Sikertelen tranazakció elérés az allokáláskor

source: There was a problem retrieving the previously allocated transactions for modification
el_gr: Υπήρξε ένα πρόβλημα ανακτώντας τις προηγουμένως κατανεμημένες συναλλαγές για τροποποίηση
hu_hu: Hiba a korábbi allokálás tranzakciójának elérésekor

source: The SQL that was used to retrieve the previously allocated transaction information was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση της είχε χορηγηθεί προηγουμένως πληροφορίες συναλλαγή
hu_hu: Hiba a korábbi allokálás tranzakciójának elérésekor

source: Allocation of supplier
el_gr: Κατανομή του προμηθευτή
hu_hu: Elosztása a szállítói

source: Amount in supplier currency
el_gr: Ποσό σε προμηθευτή νόμισμα
hu_hu: Összeg szállító valutában

source: Transaction total
el_gr: Σύνολο Κίνησης
hu_hu: Tranzakció összesen

source: There are no outstanding payments or credits yet to be allocated for this supplier
el_gr: Δεν υπάρχουν εκκρεμείς πληρωμές ή πιστώσεις που πρόκειται να χορηγηθεί για το εν λόγω προμηθευτή
hu_hu: Nincsenek kifizetések vagy jóváírások még kell fordítani erre a szállító

source: Supplier Balance Listing
el_gr: Προμηθευτής Λίστα Υπόλοιπο
hu_hu: Szállító Balance listázása

source: Supplier Balances
el_gr: Προμηθευτής Ζυγοί
hu_hu: Szállító egyenlegek

source: Supplier Balances - Problem Report
el_gr: Προμηθευτής Καταθέσεις - Αναφορά προβλήματος
hu_hu: Görgetett szállítói számla elemzés - Problémás esetek

source: There are no supplier balances to list
el_gr: Δεν υπάρχουν προμηθευτής ισορροπίες στη λίστα
hu_hu: Nincs fuvarozó beállítva

source: Supplier Balances At A Period End
el_gr: Προμηθευτής Υπόλοιπα Σε Μια Λήξης Περιόδου
hu_hu: Tartozók egyenlege a hónap végéig

source: Supplier Contacts
el_gr: Προμηθευτής Επαφές
hu_hu: Beszállítói kapcsolatok

source: Back to Suppliers
el_gr: Πίσω στους Προμηθευτές
hu_hu: Szállító választás

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
el_gr: Αυτή η σελίδα πρέπει να κληθεί με τον κωδικό προμηθευτή του προμηθευτή, για τους οποίους θέλετε να επεξεργαστείτε τις επαφές
hu_hu: Ez az oldal kell meghívni a szállító kódját a szállító, akinek a szerkeszteni kívánt kapcsolatok

source: When the page is called from within the system this will always be the case
el_gr: Όταν η σελίδα καλείται από το σύστημα αυτό θα είναι πάντα στην περίπτωση
hu_hu: Ha az oldal hívott a rendszeren belül ez mindig ez a helyzet

source: Select a supplier first, then select the link to add/edit/delete contacts
el_gr: Επιλέξτε έναν προμηθευτή πρώτα, στη συνέχεια, επιλέξτε το σύνδεσμο για να προσθέσετε / επεξεργαστείτε / διαγράψετε επαφές
hu_hu: Válassza ki a szállító az első, majd válassza ki a link hozzáadása / szerkesztése / törlése kapcsolatok

source: The contact name must be at least one character long
el_gr: Το όνομα της επαφής πρέπει να είναι τουλάχιστον ένα χαρακτήρα πολύ
hu_hu: A kapcsolattartó nevét kell lennie legalább egy karakter hosszú

source: The supplier contact information has been updated
el_gr: Οι πληροφορίες επικοινωνήστε με τον προμηθευτή έχει ενημερωθεί
hu_hu: A beszállító elérhetőségei frissült

source: The new supplier contact has been added to the database
el_gr: Η νέα επαφή προμηθευτής έχει προστεθεί στη βάση δεδομένων
hu_hu: Az új beszállító kapcsolat bekerült az adatbázisba

source: The supplier contact could not be inserted or updated because
el_gr: Η επικοινωνήστε με τον προμηθευτή δεν θα μπορούσε να εισαχθεί ή να ενημερωθούν, επειδή
hu_hu: A nyertes kapcsolatot nem lehetett beilleszteni, illetve frissíteni, mert

source: The SQL that was used but failed was
el_gr: Ο SQL που χρησιμοποιήθηκε, αλλά απέτυχε ήταν
hu_hu: Az SQL, hogy használták, de nem sikerült volt,

source: The supplier contact could not be deleted because
el_gr: Η επικοινωνήστε με τον προμηθευτή δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A nyertes kapcsolatot nem lehet törölni, mert

source: Supplier contact has been deleted
el_gr: Προμηθευτής επαφή έχει διαγραφεί
hu_hu: Szállító kapcsolatot törölték

source: Contacts Defined for
el_gr: Επαφές που ορίζονται για
hu_hu: Kapcsolatok meghatározott

source: Show all the supplier contacts for
el_gr: Δείτε όλες τις επαφές προμηθευτή για
hu_hu: Összes a beszállítói kapcsolatok esetében

source: Mobile No
el_gr: Κινητό αριθ
hu_hu: Nem mobil

source: Supplier Credit Note
el_gr: Προμηθευτής πιστωτικό σημείωμα
hu_hu: Szállító Credit megjegyzés

source: Enter Supplier Credit Note:
el_gr: Εισάγετε Προμηθευτής πιστωτικό σημείωμα:
hu_hu: Adjon meg egy Szállítói kifizetést

source: The supplier record selected
el_gr: Η εγγραφή επιλεγμένο προμηθευτή
hu_hu: A szállító nyilvántartást választott

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
el_gr: Η επαρχία φόρος που συνδέεται με το λογαριασμό χρήστη σας δεν έχει δημιουργηθεί αυτή η βάση δεδομένων. Οι φορολογικοί υπολογισμοί βασίζονται στην ομάδα φορολογικού μητρώου του προμηθευτή και την επαρχία φόρων του χρήστη που εισέρχεται στο τιμολόγιο. Ο διαχειριστής του συστήματος θα πρέπει να επαναπροσδιορίσει τον λογαριασμό σας με μια έγκυρη θέση εκτροφής προεπιλογή και αυτήν τη θέση θα πρέπει να αναφέρεται σε έναν έγκυρο επαρχία φόρου
hu_hu: Az adó tartomány kapcsolódó felhasználói fiókja még nem jött létre az adatbázisban. Adó számítás alapja az adó-csoport a szállító és az adó tartomány felhasználói belépő a számlát. A rendszergazdának kell újra fiókját egy érvényes alapértelmezett telepítési helyét és ezen a helyen kell vonatkoznia érvényes adó-tartományban

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
el_gr: Για να εισαγάγετε μια πίστωση προμηθευτή σημείωμα ο προμηθευτής πρέπει πρώτα να επιλεγεί από την οθόνη επιλογής προμηθευτή
hu_hu: Beírásához szállítói hitelét, vegye figyelembe a szállító először be kell kiválasztani a nyertes kiválasztása képernyőn

source: Select A Supplier to Enter an Credit Note For
el_gr: Επιλέξτε έναν προμηθευτή να Εισάγετε ένα πιστωτικό σημείωμα για
hu_hu: Válassza ki a szállító számára Adjon meg egy jóváírási értesítés

source: You should automatically be forwarded to the entry of credit notes against goods received page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο των πιστωτικών σημειωμάτων έναντι των εμπορευμάτων που έλαβαν σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési a jóváírási áruk ellen fogadott oldal

source: You should automatically be forwarded to the entry of credit notes against shipments page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο πιστωτικά σημειώματα, κατά τις αποστολές σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési a jóváírási szembeni szállítások oldal

source: General Ledger
el_gr: Γενικό καθολικό
hu_hu: Főkönyv

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο πιστωτικά σημειώματα, κατά τη γενική σελίδα καθολικό
hu_hu: Ön automatikusan fel kell küldeni a belépési a jóváírási ellen főkönyvi oldalra

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
el_gr: Θα πρέπει αυτομάτως να διαβιβάζονται στην είσοδο των πιστωτικών σημειωμάτων προμηθευτή κατά τις συμβάσεις σελίδα
hu_hu: Ön automatikusan fel kell küldeni a belépési A szállítói hitel jegyzetek elleni szerződések oldal

source: You should automatically be forwarded to the entry of invoices against fixed assets page
el_gr: Θα πρέπει να διαβιβάζεται αυτόματα με την έναρξη των τιμολογίων κατά των παγίων περιουσιακών στοιχείων σελίδας
hu_hu: Ön automatikusan fel kell küldeni a belépési számlák ellen állóeszközök oldal

source: Supplier Credit Note Reference
el_gr: Προμηθευτής Αναφορά πιστωτικό σημείωμα
hu_hu: Szállító Credit Reference megjegyzés

source: Credit Note Date
el_gr: Πιστωτικές Ημερομηνία Σημείωση
hu_hu: Hitel Megjegyzés dátuma

source: in format
el_gr: σε μορφή
hu_hu: formátumban

source: Purchase Order Credits
el_gr: Κατάθεσεις Παραγγελία
hu_hu: Megrendelés névsora

source: Credited
el_gr: Πιστωθεί
hu_hu: Jóváírt

source: Price Credited
el_gr: Τιμή έχουν πιστωθεί
hu_hu: Ár Jóváírt

source: Total Value of Goods Credited
el_gr: Συνολική αξία των αγαθών έχουν πιστωθεί
hu_hu: Áruk összértéke jóváírása

source: Shipment Credits
el_gr: Αποστολή Credits
hu_hu: Szállítás névsora

source: Total Credited Against Shipments
el_gr: Συνολική πίστωση έναντι Αποστολές
hu_hu: Összesen beszámítását szállítása

source: Fixed Asset Credits
el_gr: Σταθερές Μονάδες Asset
hu_hu: Állóeszköz hitelek

source: Contract Charges
el_gr: Συμβόλαιο Χρεώσεις
hu_hu: A szerződés díjak

source: General Ledger Analysis
el_gr: Γενική Λογιστική Ανάλυση
hu_hu: Főkönyvi Elemzés
