Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The selected work order item cannot be retrieved from the database
el_gr: Το επιλεγμένο στοιχείο για το έργο δεν μπορεί να ανακτηθεί από τη βάση δεδομένων
hu_hu: A tételsorok nem elérhetők, mert

source: Work order
el_gr: Εργασία για
hu_hu: sorrendben

source: Manufactured at
el_gr: Κατασκευάζεται σε
hu_hu: Gyártott

source: Qty Reqd
el_gr: Ποσότητα reqd
hu_hu: Menny. száll.

source: Cost Reqd
el_gr: Κόστος reqd
hu_hu: Feladva

source: Usage Variance
el_gr: Χρήση Διακύμανση
hu_hu: Használat variancia

source: Cost Variance
el_gr: Κόστος Διακύμανση
hu_hu: Egyenleg

source: Could not retrieve the issues of the item because:
el_gr: Δεν ήταν δυνατή η ανάκτηση των θεμάτων του αντικειμένου διότι:
hu_hu: Nem elérhető az apa alkatrész, mert

source: Could not get issues that were not required by the BOM because
el_gr: Θα μπορούσε να μην πάρει τα θέματα τα οποία δεν απαιτούνταν από το BOM επειδή
hu_hu: Nincs eredménye a lekérdezésnek, mert

source: share of variance
el_gr: μερίδιο της διακύμανσης
hu_hu: A változó

source: The GL posting for the work order variance could not be inserted because
el_gr: Η GL την απόσπαση για λόγους διασποράς ώστε το έργο δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A fuvarköltség főkönyvi feladás nem rögzíthető, mert

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
el_gr: Η GL απόσπαση από την πλευρά της WIP της διασποράς ώστε το έργο απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: share of usage variance
el_gr: μερίδιο της διακύμανσης χρήσης
hu_hu: Számlatükör karbantartás

source: The GL posting for the material usage variance could not be inserted because
el_gr: Η GL απόσπαση για τη διακύμανση χρήσης υλών δεν μπόρεσε να εισαχθεί επειδή
hu_hu: A fuvarköltség főkönyvi feladás nem rögzíthető, mert

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
el_gr: Η GL απόσπαση από την πλευρά της WIP της διακύμανσης χρήσης απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A halasztott szállítás főkönyvi feladása nem sikerült, mert

source: share of cost variance
el_gr: μερίδιο της διακύμανσης του κόστους
hu_hu: Számlatükör karbantartás

source: The GL posting for the cost variance could not be inserted because
el_gr: Η GL απόσπαση για τη διακύμανση του κόστους δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A fuvarköltség főkönyvi feladás nem rögzíthető, mert

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
el_gr: Η GL απόσπαση από την πλευρά της WIP της διακύμανσης κόστους απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: Could not delete the predefined work order serial numbers
el_gr: Δεν μπόρεσα να διαγράψετε τις προκαθορισμένες εργασίες για τους αύξοντες αριθμούς
hu_hu: Nem elérhető tételek

source: The SQL used to delete the predefined serial numbers was:
el_gr: Ο SQL που χρησιμοποιείται για να διαγράψετε τις προκαθορισμένες αύξοντες αριθμούς ήταν:
hu_hu: SQL üzenet

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
el_gr: Το στοιχείο κόστους όπως προκύπτει από την εντολή εργασίας έχει εφαρμοστεί κατά το μέσο σταθμισμένο κόστος και τα απαραίτητα περιοδικά GL δημιουργήθηκε για την ενημέρωση αποθεμάτων, ως αποτέλεσμα του κλεισίματος αυτού ώστε το έργο
hu_hu: A tétel ára számolva a munka annak érdekében alkalmazták szemben a súlyozott átlagos bekerülési és a szükséges GL folyóiratok létre, hogy frissítse állomány eredményeként záró ezt a munkát annak érdekében,

source: The work order has been closed and general ledger entries made for the variances on the work order
el_gr: Η σειρά έργο έχει κλείσει και γενικές καταχωρίσεις καθολικό προβλεφθεί η αποκλίσεις σχετικά με την εντολή εργασίας
hu_hu: A munka érdekében a már lezárt és a főkönyvi bejegyzés arról, hogy a szórások a munkát annak érdekében,

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
el_gr: Οι στοιχείο κόστους που προκύπτει από την εντολή εργασίας έχουν εφαρμοστεί κατά τη μέση σταθμισμένη χρηματιστηριακή αξία των στοιχείων σχετικά με την εντολή εργασίας του, καθώς και την εντολή εργασίας του έχει κλείσει
hu_hu: A tétel eredő költségek a munka annak érdekében is szemben alkalmazott súlyozott átlagos állomány értéke az elem a munka érdekében, és a munka érdekében lezárták

source: The work order has been closed
el_gr: Η σειρά έργο έχει κλείσει
hu_hu: Az új hely rekord rögzítve

source: Close This Work Order
el_gr: Κλείστε το παρόν διάταγμα εργασίας
hu_hu: Bezárás Ez a munka végzése

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
el_gr: Κλείνοντας την εντολή εργασίας λαμβάνει τις διακυμάνσεις στο γενικό καθολικό (αν είναι ολοκληρωμένο). Η εντολή εργασίας δεν θα είναι πλέον σε θέση να έχουν κατασκευαστεί αγαθών που έχουν παραληφθεί εγγράφονται εις βάρος ή τα υλικά που του έχει χορηγηθεί.
hu_hu: Lezárja a munkát annak érdekében, azon a szórások a főkönyvi (ha beépített). A munka annak érdekében, már nem kell tudnia, hogy gyártani átvett árukat ellene vagy anyagokat ki rá.

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
el_gr: Αυτή η εντολή εργασίας είναι κλειστό και δεν μπορεί να δεχθεί επιπλέον ζητήματα των υλικών ή των εσόδων των επεξεργασμένων ειδών
hu_hu: Ez a munka annak érdekében, zárt, és nem tudja elfogadni a további kérdéseket az anyagok és a gyártott termékek bevételek

source: Work Order Entry
el_gr: Οι εργασίες εισόδου Παραγγελία
hu_hu: Munka Rendelés

source: Select an existing work order
el_gr: Επιλέξτε μια υπάρχουσα εντολή εργασίας
hu_hu: Válasszon kijelölt tételt

source: The item selected cannot be added to a work order because it is not a manufactured item
el_gr: Το επιλεγμένο αντικείμενο δεν μπορεί να προστεθεί σε μια σειρά εργασιών, διότι δεν είναι ένα κατασκευασμένο στοιχείο
hu_hu: nem rögzíthető tétel, mert a termék megszüntnek lett jelölve

source: The item selected cannot be found in the database
el_gr: Το επιλεγμένο αντικείμενο δεν μπορεί να βρεθεί στη βάση δεδομένων
hu_hu: nem elérhetők az adtabázisban

source: This item is already on the work order and cannot be added again
el_gr: Το σημείο αυτό είναι ήδη στην εντολή εργασίας και δεν μπορεί να προστεθεί και πάλι
hu_hu: A tételsorok nem elérhetők, mert

source: The cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
el_gr: Το κόστος αυτού του στοιχείου, όπως έχουν συσσωρευτεί από το άθροισμα των δαπανών εξαρτημάτων είναι μηδενική. Αυτό θα μπορούσε να είναι γιατί δεν υπάρχει νομοσχέδιο του υλικού που έχει συσταθεί ... μπορεί να θελήσετε στο διπλό έλεγχο αυτό
hu_hu: Ennek költsége tétel halmozott összege az összetevő költségek nulla. Ez azért lehet, mert nincs számla anyagi létre ... érdemes lehet kétszer ellenőrizze ezt a

source: Enter a new work order
el_gr: Εισάγετε μια νέα τάξη εργασίας
hu_hu: Írjon be egy új munka érdekében

source: Go to Costing
el_gr: Μετάβαση στην Κοστολόγηση
hu_hu: Alapértelmezett költségek

source: The required by date entered is in an invalid format
el_gr: Η απαιτούμενη από εγγράφεται η ημερομηνία αυτή είναι σε έγκυρη μορφή
hu_hu: A szükséges dátum beírt érvénytelen formátumú

source: The factory where this work order is made can only be updated if the quantity received on all output items is 0
el_gr: Το εργοστάσιο όπου αυτή τη σειρά έργο που γίνεται μπορούν να ενημερωθούν μόνο αν η ποσότητα που ελήφθη για όλες τις θέσεις παραγωγής είναι 0
hu_hu: A megrendelés rekord nem módosítható a beszállított mennyiséggel, mert

source: The work order could not be added/updated
el_gr: Η σειρά έργο δεν θα μπορούσε να προστεθεί / ενημέρωση
hu_hu: A munka érdekében nem adható hozzá / frissített

source: The work order has been updated
el_gr: Η εντολή εργασίας έχει ενημερωθεί
hu_hu: A munka annak érdekében, frissült

source: This work order cannot be deleted because it has issues or receipts related to it
el_gr: Αυτή η εντολή εργασίας δεν μπορεί να διαγραφεί, επειδή έχει τα ζητήματα ή οι εισπράξεις που σχετίζονται με την
hu_hu: Nem lehet a vevő rekordot törölni, mert tranzakciók hivatkoznak rá

source: The work order could not be deleted
el_gr: Η σειρά έργο δεν θα μπορούσε να διαγραφεί
hu_hu: A munka érdekében nem lehet törölni

source: The work order serial numbers could not be deleted
el_gr: Οι αριθμοί σειράς εργασιών ώστε δεν θα μπορούσε να διαγραφεί
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Select an existing outstanding work order
el_gr: Επιλέξτε ένα υπάρχον εκκρεμεί εντολή εργασίας
hu_hu: Válasszon ki egy meglévő kiváló munkát végeznek annak érdekében,

source: Could not get the work order items
el_gr: Δεν μπόρεσα να πάρω τα στοιχεία για το έργο
hu_hu: Nem elérhető tételek

source: Work Order Reference
el_gr: Εργασία Αναφορά Παραγγελία
hu_hu: Munkarendelés Referencia

source: Factory Location
el_gr: Εργοστάσιο Θέση
hu_hu: Készlet helyen

source: Output Item
el_gr: Θέση εξόδου
hu_hu: Kimeneti pont

source: Balance Remaining
el_gr: Υπόλοιπο
hu_hu: megmaradó

source: Next Lot/SN Ref
el_gr: Επόμενη Παρτίδα / Ref SN
hu_hu: Következő Lot / SN Ref

source: Add to Work Order
el_gr: Προσθήκη στο τολ
hu_hu: Add hozzá a munka végzése

source: Issue Materials To Work Order
el_gr: Τεύχος Υλικά που πρέπει να τολ
hu_hu: Probléma anyagok Munkarendelés

source: Back to Costing
el_gr: Επιστροφή στην Κοστολόγηση
hu_hu: Vissza a belépés oldalra

source: Select a work order to issue materials to
el_gr: Επιλέξτε μια εργασία για την έκδοση υλικού για τη
hu_hu: Válasszon egy szállítói megrendelést

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
el_gr: Αυτή η σελίδα ανοίγει μόνο εάν η εντολή έργο έχει επιλεγεί. Επιλέξτε μια εργασία για να εκδώσει τα υλικά για την πρώτη
hu_hu: Az oldal csak megadott megrendeléssel és tételsorral működik. Válasszon előbb.

source: Could not retrieve the details of the selected work order item
el_gr: Δεν θα μπορούσε να ανακτήσετε τις λεπτομέρειες του επιλεγμένου στοιχείου για την εργασία
hu_hu: Nem elérhető az apa alkatrész, mert

source: The work order is closed - no more materials or components can be issued to it.
el_gr: Η σειρά εργασιών είναι κλειστή - δεν υπερβαίνει τα υλικά ή τα στοιχεία μπορούν να εκδίδονται σε αυτήν.
hu_hu: A munka érdekében zárt - nem több, anyagok és alkatrészek lehet kiadni azt.

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
el_gr: Το ζήτημα αυτό δεν μπορεί να γίνει επεξεργασία, επειδή η παράμετρος του συστήματος έχει οριστεί για την απαγόρευση αρνητικό απόθεμα και το θέμα αυτό θα οδηγούσε σε απόθεμα και μάλιστα έγινε αρνητική. Διορθώστε το απόθεμα για πρώτη φορά πριν επιχειρήσετε ένα άλλο θέμα
hu_hu: Ezt a kérdést nem lehet feldolgozni, mert a rendszer paraméter tiltják negatív állomány, és ezt a kérdést eredményezne raktáron negatívvá vált. Kérjük, javítsa az állomány az első, mielőtt egy másik kérdés

source: stock movement records could not be inserted when processing the work order issue because
el_gr: τα στοιχεία των κινήσεων αποθεμάτων δεν θα μπορούσε να εισαχθεί κατά την επεξεργασία του θέματος προκειμένου εργασία λόγω
hu_hu: készletmozgás rekord nem módosítható, mert

source: Could not check if a batch/lot reference for the item already exists because
el_gr: Δεν θα μπορούσε να ελέγξει αν μια παρτίδα / σπορομερίδας για το στοιχείο υπάρχει ήδη, επειδή
hu_hu: Nem végrehajtható, mert

source: The following SQL to test for an already existing controlled item was used
el_gr: Οι παρακάτω SQL για τη δοκιμή για ένα ήδη υπάρχον ελεγχόμενο προϊόν έχει χρησιμοποιηθεί
hu_hu: SQL sor

source: The batch/lot item record could not be inserted because
el_gr: Η παρτίδα θα καταγράφουν το σημείο δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A folyamatos készlet bevitel nem végrehajtható, mert

source: The following SQL to insert the batch/lot item records was used
el_gr: Οι παρακάτω SQL για να εισάγετε την παρτίδα / εγγραφές στοιχείο παρτίδα χρησιμοποιήθηκε
hu_hu: SQL sor

source: The issue of the item to the work order GL posting could not be inserted because
el_gr: Το ζήτημα του αντικειμένου της ΓΠ προκειμένου έργο απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: The following SQL to insert the work order issue GLTrans record was used
el_gr: Οι παρακάτω SQL για να εισάγετε την εντολή εργασίας GLTrans ρεκόρ θέμα χρησιμοποιήθηκε
hu_hu: SQL sor

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
el_gr: Η πίστωση λογαριασμού αποθέματος για το θέμα της στοιχεία σε ένα GL προκειμένου έργο απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: The following SQL to insert the stock GLTrans record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το απόθεμα ρεκόρ GLTrans χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: Could not update the work order cost issued to the work order because
el_gr: Δεν μπορέσαμε να ενημερώσουμε το κόστος για το έργο που εκδίδονται για την εντολή εργασίας, επειδή
hu_hu: Nem frissíthető a rekord mert

source: The issue of
el_gr: Το θέμα της
hu_hu: Nincs semmi

source: against work order
el_gr: κατά σειρά έργο
hu_hu: ellen a munka annak érdekében,

source: Issue more components to this work order
el_gr: Έκδοση περισσότερα στοιχεία για αυτή τη σειρά εργασιών
hu_hu: Probléma több összetevője, hogy ezt a munkát annak érdekében,

source: Select a different work order for issuing materials and components against
el_gr: Επιλέξτε μια διαφορετική σειρά εργασιών για την έκδοση των υλικών και εξαρτημάτων έναντι
hu_hu: Válasszon másik amegrendelést a beszállításhoz

source: Issue to work order
el_gr: Ζήτημα να εργαστούν για
hu_hu: Probléma, hogy a munka annak érdekében,

source: Already Received
el_gr: Ήδη λάβει
hu_hu: Már leszállított

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
el_gr: Η επιλεγμένη σειρά έργο έχει κλείσει και διακυμάνσεις υπολογίζονται και δημοσιεύτηκε. Δεν υπάρχουν άλλα θέματα υλικών και εξαρτημάτων μπορεί να γίνει εναντίον της διάταξης αυτής της εργασίας.
hu_hu: A kiválasztott munka érdekében a már lezárt és eltéréseket kiszámított és kiküldték. Nincs több kérdés az anyagok és alkatrészek lehet tenni ez ellen a munka érdekében.

source: Date Material Issued
el_gr: Ημερομηνία υλικών που εξέδωσε
hu_hu: Dátum kiadott anyag

source: Issued From
el_gr: Που εκδίδονται από την
hu_hu: Kiadott tól

source: Material Requirements For this Work Order
el_gr: Απαιτήσεων Υλικών για το έργο αυτό Παραγγελία
hu_hu: Anyag vonatkozó előírások Munkarendelés

source: Qty Issued
el_gr: Ποσότητα Εκδοθέν
hu_hu: Kiadott db

source: Process Items Issued
el_gr: Διαδικασία Είδη Εκδοθέν
hu_hu: Folyamat elemek kiállítás

source: Could not get the detail of the item being issued because
el_gr: Δεν θα μπορούσε να πάρει τις λεπτομέρειες του στοιχείου που εκδόθηκε, επειδή
hu_hu: Nem elérhető az apa alkatrész, mert

source: Issuing
el_gr: Έκδοση
hu_hu: használva

source: Serial Numbers Issued
el_gr: Serial Numbers Εκδοθέν
hu_hu: Adja meg a szériaszámot

source: Could not retrieve the serial numbers available at the location specified because
el_gr: Δεν θα μπορούσε να ανακτήσετε τους αύξοντες αριθμούς διατίθεται στη θέση που ορίζει επειδή
hu_hu: Nem elérhető az apa alkatrész, mert

source: There are no serial numbers at this location to issue
el_gr: Δεν υπάρχουν αύξοντες αριθμοί σε αυτήν την θέση για την έκδοση
hu_hu: Nincs megjeleníthető adat (után)

source: Reselect Location or Issued Item
el_gr: Επιλέξετε ξανά Τοποθεσία ή Εκδοθέν Θέση
hu_hu: Állítsa vissza Helyszín vagy kiállítás pont

source: Batch/Lots Issued
el_gr: Παρτίδα / Παρτίδες Εκδοθέν
hu_hu: Batch / Sok kiállítás

source: Quantity Issued
el_gr: Ποσότητα Εκδοθέν
hu_hu: Mennyiség

source: Receive Work Order
el_gr: Λήψη Εντολή
hu_hu: Szállítói megrendelések

source: Select a work order to receive
el_gr: Επιλέξτε μια εργασία για να λάβουν
hu_hu: Válasszon egy szállítói megrendelést

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
el_gr: Αυτή η σελίδα ανοίγει μόνο εάν η εντολή έργο έχει επιλεγεί. Επιλέξτε μια εργασία για να λάβετε την πρώτη
hu_hu: Az oldal csak megadott megrendeléssel és tételsorral működik. Válasszon előbb.

source: The quantity entered is not numeric - a number is expected
el_gr: Η ποσότητα που τέθηκε δεν είναι αριθμητική τιμή - ένας αριθμός αναμένεται
hu_hu: A mennyiségnek számnak kell lennie

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
el_gr: Η έλαβαν ποσότητα είναι μεγαλύτερη από την ποσότητα που απαιτείται, ακόμη και αφού ληφθούν υπόψη για τη ρυθμισμένη επιτρεπόμενη πάνω-λαμβάνουν μέρος. Αν αυτό είναι σωστό τότε η σειρά εργασιών θα πρέπει να τροποποιηθεί πρώτα.
hu_hu: A mennyiség kapott nagyobb, mint a szükséges mennyiség után is lehetővé teszi a beállított megengedett felett fogadása aránya. Ha ez igaz, akkor a munkát annak érdekében, módosítani kell az első.

source: Could not check if a serial number for the stock item already exists because
el_gr: Δεν θα μπορούσε να ελέγξει αν ένας αύξων αριθμός για το στοιχείο απόθεμα υπάρχει ήδη, επειδή
hu_hu: Nem végrehajtható, mert

source: The following SQL to test for an already existing serialised stock item was used
el_gr: Οι παρακάτω SQL για τη δοκιμή ενός ήδη υπάρχοντος υλικού σε συνέχειες το σημείο χρησιμοποιήθηκε
hu_hu: SQL sor

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is:
el_gr: Ο αύξων αριθμός που έχει εισαχθεί ήδη υπάρχει. Απαγορεύονται οι διπλές αύξοντες αριθμούς. Το αντίγραφο στοιχείο είναι:
hu_hu: A gyári megadott szám már létezik. Duplicate sorszámát tilos. Az ismétlődő elem:

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
el_gr: Δεν ήταν δυνατή η ανάκτηση της συνιστώσας της ποσότητας αριστερά στην περιοχή μόλις το συστατικό στοιχεία που εκδίδονται για την εντολή εργασίας (για τον έλεγχο της εν λόγω αποθέματος, δεν θα πάει αρνητική) επειδή
hu_hu: Nem lehet letölteni az alkatrész mennyiség maradt a helyszínen, ha a komponens elemeket ki a munka annak érdekében (az annak ellenőrzésére, hogy állomány nem fog negatív), mert

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
el_gr: Λήψη των επιλεγμένων ποσότητα εναντίον της διάταξης αυτής το έργο θα οδηγήσει σε αρνητικό απόθεμα για ένα στοιχείο. Οι παράμετροι του συστήματος που να απαγορεύει τα αρνητικά αποθέματα από την εμφάνιση. Αυτή η απόδειξη παραγωγής δεν είναι δυνατόν να δημιουργηθούν μέχρι το απόθεμα σε ετοιμότητα διορθώνεται.
hu_hu: Fogadása a kiválasztott mennyiséget ellen ez a munka annak érdekében, amelynek következtében negatív állomány egy alkatrész. A rendszer paraméterek beállítása megtiltani negatív állományok bekövetkezését. Ez a gyártási átvételét nem lehet létrehozni, amíg a raktárkészlet korrigálni.

source: Cost roll on release of WO
el_gr: roll Κόστος για την απελευθέρωση του WO
hu_hu: Költség roll megjelenése WO

source: Quantity on hand of
el_gr: Ποσότητα για το χέρι του
hu_hu: Mennyisége a keze

source: The GL credit for the stock cost adjustment posting could not be inserted because
el_gr: Η πίστωση GL για την προσαρμογή του κόστους αποθεμάτων απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A GL hitelt a készlet ára kiigazítás kiküldetés nem lehetett beilleszteni, mert

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
el_gr: Το βιβλίο αποθήκης τοποθεσία δεν θα μπορούσε να ενημερωθεί με την έκδοση μετοχών για την εντολή εργασίας από μια συνιστώσα του θέματος, διότι auto
hu_hu: Megadott készletrekord nem frissíthető, mert

source: stock movement record could not be inserted for an auto-issue component because
el_gr: απόθεμα ρεκόρ κυκλοφορίας δεν θα μπορούσε να εισαχθεί για μια συνιστώσα του auto-θέμα, επειδή
hu_hu: készletmozgás rekord nem módosítható, mert

source: The following SQL to update the work order cost was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε το κόστος για το έργο χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: The WIP side of the work order issue GL posting could not be inserted because
el_gr: Η πλευρά WIP της τάξης GL ζήτημα έργο απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: The following SQL to insert the WO issue GLTrans record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το θέμα GLTrans WO ρεκόρ χρησιμοποιήθηκε
hu_hu: SQL üzenet

source: The stock side of the work order issue GL posting could not be inserted because
el_gr: Η πλευρά απόθεμα της τάξης GL ζήτημα έργο απόσπασης δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A készlet az eladás költségei főkönyvi feladáshoz nem rögzítheő, mert

source: The predefined serial number record could not be deleted because
el_gr: Η προκαθορισμένη αύξων αριθμός ρεκόρ δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: The following SQL to delete the predefined work order serial number record was used
el_gr: Οι παρακάτω SQL για να διαγράψετε την προκαθορισμένη σειρά εργασιών αύξων αριθμός εγγραφής χρησιμοποιήθηκε
hu_hu: SQL sor

source: The receipt of work order finished stock GL posting could not be inserted because
el_gr: Η παραλαβή της παραγγελίας έργο, που κατασκεύασε ΓΠ απόθεμα απόσπασης δεν μπορεί να προστεθεί, διότι
hu_hu: Eladás költségei főkönyvi feladás sikertelen, mert

source: The receipt of
el_gr: Η παραλαβή των
hu_hu: Használja bevételekhez

source: Select a different work order for receiving finished stock against
el_gr: Επιλέξτε μια διαφορετική σειρά εργασιών για την παραλαβή των τελικών αποθεμάτων κατά
hu_hu: Válasszon másik amegrendelést a beszállításhoz
