Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The next transaction number could not be retrieved from the database because
el_gr: Ο επόμενος αριθμός των συναλλαγών δεν θα μπορούσε να ανακτηθεί από τη βάση δεδομένων, επειδή
hu_hu: A következő tranzakció nem elérhető az adatbázisban, mert

source: The following SQL to retrieve the transaction number was used
el_gr: Οι παρακάτω SQL για να ανακτήσετε τον αριθμό συναλλαγής χρησιμοποιήθηκε
hu_hu: SQL sor

source: The stock GL codes could not be retrieved because
el_gr: Οι κωδικοί GL αποθεμάτων δεν θα μπορούσε να ανακτηθεί, επειδή
hu_hu: A készlet főkönyvi kód nem elérhető, mert

source: The tax rate for this item could not be retrieved because
el_gr: Ο φορολογικός συντελεστής για το στοιχείο αυτό δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az adó ehhez a termékhez nem elérhető, mert

source: The taxes and rate for this tax group could not be retrieved because
el_gr: Οι φόροι και ο ρυθμός για αυτήν την ομάδα φόρου δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az adók ehhez az adó csoporthoz nem elérhetők, mert

source: The current account balance of the customer could not be retrieved because
el_gr: Το ισοζύγιο τρεχουσών συναλλαγών του πελάτη δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Az aktuális vevői számlaegyenleg nem elérhető, mert

source: The value of outstanding orders for the customer could not be retrieved because
el_gr: Η αξία των εκκρεμών παραγγελιών για τον πελάτη δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A folyamatban lévő vevői rendelések nem elérhetők, mert

source: No Authorisation
el_gr: Δεν αδειοδότηση
hu_hu: Adószám

source: Incorrect Debtor Number Length
el_gr: Εσφαλμένη οφειλέτη Μήκος Αριθμός
hu_hu: Hibás Adós száma hossza

source: Debtor No Already Exists
el_gr: Οφειλέτης Δεν υπάρχει ήδη
hu_hu: már eladva

source: Incorrect Debtor Name Length
el_gr: Εσφαλμένη οφειλέτη Μήκος Όνομα
hu_hu: Hibás adós neve hossza

source: Invalid Address Line
el_gr: Άκυρα γραμμή διεύθυνσης
hu_hu: Számlázási cím

source: Currency Code Not Setup
el_gr: Νόμισμα Δεν Κωδικός Εγκατάστασης
hu_hu: Deviza név

source: Sales Type Not Setup
el_gr: Πωλήσεις Δεν Τύπος Εγκατάστασης
hu_hu: Eladás típus/Árszint

source: Invalid Client Since Date
el_gr: Πελάτης Άκυρα Από Ημερομηνία
hu_hu: Érvénytelen kliens Mivel dátuma

source: Hold Reason Not Setup
el_gr: Κρατήστε Δεν Λόγος Εγκατάστασης
hu_hu: Tartsa Ok Nem Setup

source: Payment Terms Not Setup
el_gr: Οι όροι πληρωμής setup δεν
hu_hu: Fizetési határidő

source: Invalid Discount
el_gr: Άκυρα Έκπτωση
hu_hu: Kedvezmény

source: Invalid Payment Discount
el_gr: Άκυρα Έκπτωση Πληρωμής
hu_hu: Fizetési kedvezmény százalék

source: Invalid Last Paid
el_gr: Άκυρα Τελευταία Αμειβόμενος
hu_hu: Kifiz dátum

source: Invalid Last Paid Date
el_gr: Άκυρα Τελευταία Αμειβόμενος Ημερομηνία
hu_hu: Utolsó száll.

source: Invalid Credit Limit
el_gr: Άκυρα Όριο Πίστωσης
hu_hu: Hitel limit

source: Invalid Inv Address Branch
el_gr: Άκυρα Υποκατάστημα Διεύθυνση Inv
hu_hu: Telephely cím

source: Invalid Discount Code
el_gr: Άκυρα Κωδικός Έκπτωση
hu_hu: Kedvezmény kód

source: Invalid EDI Invoices
el_gr: Άκυρα EDI τιμολόγια
hu_hu: EDI számlaküldés engedélyezve

source: Invalid EDI Orders
el_gr: Άκυρα EDI Παραγγελίες
hu_hu: EDI megrendelés fogadása engedélyezve

source: Invalid EDI Reference
el_gr: Άκυρα EDI Αναφορά
hu_hu: Vevői EDI hivatkozások

source: Invalid EDI Transport
el_gr: Άκυρα EDI Μεταφορών
hu_hu: Érvénytelen EDI Közlekedés

source: Invalid EDI Address
el_gr: Άκυρα EDI Διεύθυνση
hu_hu: Számlázási cím

source: Invalid EDI Server User
el_gr: Άκυρα χρήστη διακομιστή EDI
hu_hu: Érvénytelen EDI Server felhasználói

source: Invalid EDI Server Password
el_gr: Άκυρα EDI Password Server
hu_hu: FTP felhasználó jelszó

source: Invalid Tax Reference
el_gr: Άκυρα φορολογικού μητρώου
hu_hu: Adó

source: Invalid CustomerPOLine
el_gr: Άκυρα CustomerPOLine
hu_hu: Vevő (dátum) óta

source: Database Update Failed
el_gr: Βάση δεδομένων Ενημέρωση Απέτυχε
hu_hu: Adatbázis SQL hiba

source: No Debtor Number
el_gr: Δεν Αριθμός οφειλέτη
hu_hu: Szakasz Száma

source: Debtor Does not Exist
el_gr: Οφειλέτης δεν υπάρχει
hu_hu: Nincs ilyen termék

source: Incorrect Branch Number Length
el_gr: Εσφαλμένη Υποκατάστημα Μήκος Αριθμός
hu_hu: Hibás Branch szám hossza

source: Branch No Already Exists
el_gr: Υποκατάστημα Δεν υπάρχει ήδη
hu_hu: már eladva

source: Incorrect Branch Name Length
el_gr: Εσφαλμένη Branch Μήκος Όνομα
hu_hu: Hibás Branch neve hossza

source: Invalid Est Delivery Days
el_gr: Άκυρα Est ημέρες παράδοσης
hu_hu: Szállítás napokban

source: Area Code Not Setup
el_gr: Περιοχή Δεν Κωδικός Εγκατάστασης
hu_hu: Körzetkód

source: Salesman Code Not Setup
el_gr: Κωδικός Πωλητής Το πρόγραμμα Εγκατάστασης δεν
hu_hu: Eladás típus/Árszint

source: Invalid Fwd Date
el_gr: Άκυρα Fwd Ημερομηνία
hu_hu: Nem érvényes

source: Invalid Phone Number
el_gr: Άκυρα Τηλέφωνο
hu_hu: Telefon

source: Invalid Fax Number
el_gr: Άκυρα Φαξ
hu_hu: Telefax

source: Invalid Contact Name
el_gr: Άκυρα Όνομα Επικοινωνίας
hu_hu: Kapcsolat

source: Invalid Email Address
el_gr: Έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
hu_hu: Email

source: Location Code Not Setup
el_gr: Τοποθεσία Δεν Κωδικός Εγκατάστασης
hu_hu: Hely kód

source: Tax Group Id Not Setup
el_gr: Φορολογική Ομάδα Δεν Id Εγκατάστασης
hu_hu: Számlaosztály neve

source: Shipper Not Setup
el_gr: Φορτωτής Δεν Εγκατάστασης
hu_hu: Szállító Nem beállítása

source: Invalid Deliver Blind
el_gr: Άκυρα Παράδοση Τυφλών
hu_hu: Érvénytelen Deliver Blind

source: Invalid Disable Transactions
el_gr: Άκυρα Απενεργοποίηση Συναλλαγές
hu_hu: Tranzakciók

source: Invalid Special Instructions
el_gr: Άκυρα Ειδικές Οδηγίες
hu_hu: Érvénytelen Speciális utasítások

source: Invalid Customer Branch Code
el_gr: Άκυρα Κωδικός Υποκατάστημα Πελάτη
hu_hu: Vevői telephelyek

source: Branch No Does not Exist
el_gr: Υποκατάστημα δεν κάνει δεν υπάρχει
hu_hu: Nincs ilyen termék

source: Stock Code Does not Exist
el_gr: Αποθήκη κώδικας δεν υπάρχει
hu_hu: Nincs ilyen termék

source: Stock Category Does not Exist
el_gr: Αποθήκη κατηγορία δεν υπάρχει
hu_hu: Termék kategória

source: Incorrect Stock Description Length
el_gr: Εσφαλμένη Χρηματιστήριο Μήκος Περιγραφή
hu_hu: Szakasz leírás

source: Incorrect Units Length
el_gr: Εσφαλμένη μονάδες μήκους
hu_hu: Hibás egységek hossza

source: Incorrect MB Flag
el_gr: Εσφαλμένη Σημαία MB
hu_hu: Hibás MB Flag

source: Invalid Current Cost Date
el_gr: Άκυρα Τρέχουσα Ημερομηνία Κόστος
hu_hu: Érvénytelen Jelenlegi költség dátuma

source: Invalid Actual Cost
el_gr: Άκυρα Πραγματικό κόστος
hu_hu: Érvénytelen Tényleges költség

source: Invalid Lowest Level
el_gr: Άκυρα χαμηλότερο επίπεδο
hu_hu: Érvénytelen legalacsonyabb szint

source: Invalid Discontinued
el_gr: Άκυρα Διακοπείσες
hu_hu: Érvénytelen Megszűnt

source: Invalid EOQ
el_gr: Άκυρα EOQ
hu_hu: Nem érvényes

source: Invalid Volume
el_gr: Όγκος Άκυρα
hu_hu: Össz térfogat

source: Invalid Kgs
el_gr: Άκυρα Kgs
hu_hu: Nem érvényes

source: Incorrect BarCode Length
el_gr: Εσφαλμένη BarCode Μήκος
hu_hu: Hibás vonalkód hossza

source: Incorrect Discount Category
el_gr: Λάθος Κατηγορία Έκπτωση
hu_hu: Kedvezmény kategória

source: Tax Category Does not Exist
el_gr: Φορολογικές κατηγορία δεν υπάρχει
hu_hu: Nincs ilyen termék

source: Invalid Serialised
el_gr: Άκυρα Serialised
hu_hu: Érvénytelen Serialised

source: Incorrect Append File
el_gr: Εσφαλμένη Προσάρτηση αρχείου
hu_hu: Hibás fájlhozzáadási

source: Invalid Perishable
el_gr: Άκυρα φθαρτών
hu_hu: Tiltva

source: Invalid Decimal Places
el_gr: Άκυρα Δεκαδικά ψηφία
hu_hu: Érvénytelen Tizedes helyek

source: Incorrect Long Stock Description Length
el_gr: Λάθος μεγάλο μήκος Περιγραφή Χρηματιστήριο
hu_hu: Szakasz leírás

source: Stock Code Already Exists
el_gr: Κωδικός Μετοχής υπάρχει ήδη
hu_hu: már eladva

source: Transaction Number Already Exists
el_gr: Συναλλαγής Αριθμός υπάρχει ήδη
hu_hu: Tranzakció szám

source: Invalid Transaction Date
el_gr: Άκυρα Ημερομηνία Συναλλαγής
hu_hu: Minden trnzakció (után)

source: Invalid Settled
el_gr: Άκυρα Πάγια
hu_hu: Nem érvényes

source: Incorrect Reference
el_gr: Εσφαλμένη Αναφορά
hu_hu: Vevői hivatkozás

source: Incorrect TPE
el_gr: Εσφαλμένη TPE
hu_hu: Hibás TPE

source: Invalid Order Numbers
el_gr: Αύξοντες αριθμοί Άκυρα
hu_hu: Megrendelés szám

source: Invalid Exchange Rate
el_gr: Άκυρα συναλλαγματικής ισοτιμίας
hu_hu: Árfolyam

source: Invalid OV Amount
el_gr: Άκυρα Ποσό OV
hu_hu: Érvénytelen OV összeg

source: Invalid OV Gst
el_gr: Άκυρα GST OV
hu_hu: Nem érvényes

source: Invalid OV Freight
el_gr: Άκυρα Freight OV
hu_hu: Érvénytelen OV Freight

source: Invalid Diff On Exchange
el_gr: ΔΠ Άκυρα Στον Exchange
hu_hu: Érvénytelen Diff Az Exchange

source: Invalid Allocation
el_gr: Άκυρα Κατανομή
hu_hu: Allokálás

source: Incorrect Invoice Text
el_gr: Εσφαλμένη Τιμολόγιο Κείμενο
hu_hu: Számla szöveg

source: Invalid Ship Via
el_gr: Άκυρα πλοίων Via
hu_hu: Nem érvényes

source: Invalid Edi Sent
el_gr: Άκυρα EDI που έχει αποσταλεί
hu_hu: Nem érvényes

source: Invalid Consignment
el_gr: Άκυρα αποστολής
hu_hu: Érvénytelen szállítmány

source: Invalid Last Cost
el_gr: Άκυρα Τελευταία Κόστος
hu_hu: Egységár

source: Invalid Material Cost
el_gr: Άκυρα υλικό κόστος
hu_hu: Érvénytelen anyagköltség

source: Invalid Labour Cost
el_gr: Άκυρα κόστους εργασίας
hu_hu: Érvénytelen munkaerőköltség

source: Invalid Overhead Cost
el_gr: Άκυρα Κόστος Εναέρια
hu_hu: Érvénytelen rezsi költség

source: Invalid Customer Reference
el_gr: Άκυρα Αναφορά πελάτη
hu_hu: Vevői hivatkozás

source: Invalid Buyer Name
el_gr: Άκυρα Όνομα Αγοραστή
hu_hu: Érvénytelen Vevő neve

source: Invalid Comments
el_gr: Σχόλια Άκυρα
hu_hu: Megjegyzés

source: Invalid Order Date
el_gr: Άκυρη ημερομηνία Παραγγελία
hu_hu: Rendelés dátum

source: Invalid Delivery Name
el_gr: Άκυρο όνομα Παράδοση
hu_hu: Szállítás

source: Invalid Freight Cost
el_gr: Άκυρα ναύλο
hu_hu: Fuvardíj újraszámítás

source: Invalid Delivery Date
el_gr: Άκυρη ημερομηνία παράδοσης
hu_hu: Szállítás

source: Invalid Quotation Flag
el_gr: Άκυρα Σημαία Προσφορά
hu_hu: Csak árajánlat

source: Order header not setup
el_gr: Για να μην κεφαλίδα setup
hu_hu: Rendelés fejléc nem beállítás

source: Invalid unit cost
el_gr: Άκυρα κόστος ανά μονάδα
hu_hu: Érvénytelen egységköltség

source: Invalid Quantity
el_gr: Άκυρα Ποσότητα
hu_hu: Össz. mennyiség

source: Invalid Discount Percent
el_gr: Άκυρα Ποσοστό Έκπτωση
hu_hu: Kedvezmény százalék

source: Invalid Narrative
el_gr: Άκυρα Αφήγηση
hu_hu: Szöveg

source: Invalid Item Due
el_gr: Άκυρα Θέση Λόγω
hu_hu: Nem érvényes

source: Invalid PO line
el_gr: Άκυρα PO γραμμή
hu_hu: Nem érvényes

source: GL account code already exists
el_gr: GL κωδικό ο λογαριασμός υπάρχει ήδη
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: GL account code name is incorrect length
el_gr: GL κωδικό όνομα λογαριασμού είναι εσφαλμένη μήκος
hu_hu: A számla kódnak egész számnak kell lennie

source: GL account group does not exist
el_gr: GL ομάδα λογαριασμός δεν υπάρχει
hu_hu: GL véve csoport nem létezik

source: GL account section already exists
el_gr: GL τμήμα λογαριασμός υπάρχει ήδη
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: GL account section name is incorrect length
el_gr: GL όνομα της ενότητας λογαριασμού είναι εσφαλμένη μήκος
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: GL account group already exists
el_gr: GL ομάδα λογαριασμός υπάρχει ήδη
hu_hu: A számlaosztályok nem tartatalmazhatnak betüt

source: GL account section does not exist
el_gr: GL τμήμα λογαριασμός δεν υπάρχει
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: Invalid profit and loss flag
el_gr: κέρδους Άκυρα και τη σημαία απώλεια
hu_hu: Nyereség / Veszteség

source: Invalid sequenceintb figure
el_gr: Άκυρα σχήμα sequenceintb
hu_hu: Érvénytelen sequenceintb szám

source: Invalid Latitude figure
el_gr: Άκυρα Latitude σχήμα
hu_hu: Érvénytelen Latitude szám

source: Invalid Longitude figure
el_gr: Άκυρα Γεωγραφικό μήκος σχήμα
hu_hu: Érvénytelen hosszúság szám

source: Customer type not set up
el_gr: Πελάτης τύπου δεν έχει συσταθεί
hu_hu: Vevői EDI beállítás

source: No sales prices setup
el_gr: Δεν πώλησης ρύθμιση των τιμών
hu_hu: Eladás típus/Árszint

source: Invalid invoiced quantity
el_gr: Άκυρα τιμολογούνται ποσότητα
hu_hu: és a számla mennyisége

source: Invalid actual dispatch date
el_gr: Άκυρα πραγματική ημερομηνία αποστολής
hu_hu: Érvénytelen tényleges feladás dátuma

source: Invalid completed flag
el_gr: Άκυρα ολοκληρωθεί σημαία
hu_hu: Érvénytelen kész zászló

source: Invalid category id
el_gr: κατηγορία Άκυρα id
hu_hu: Érvénytelen kategória id

source: Invalid category description
el_gr: Άκυρα περιγραφή κατηγορίας
hu_hu: Tétel leírás

source: Invalid stock type
el_gr: Άκυρος τύπος υλικού
hu_hu: Érvénytelen célkészlet

source: GL account code does not exist
el_gr: GL κωδικός λογαριασμού δεν υπάρχει
hu_hu: A számla kódnak egész számnak kell lennie

source: Stock category already exists
el_gr: Αποθήκη κατηγορία υπάρχει ήδη
hu_hu: már eladva

source: Supplier code already exists
el_gr: Προμηθευτής κωδικός υπάρχει ήδη
hu_hu: A körzetkód nem lehet üres

source: Incorrect supplier name length, or supplier name does not exist
el_gr: Λανθασμένο μήκος όνομα προμηθευτή, ή το όνομα του προμηθευτή δεν υπάρχει
hu_hu: Hibás szállító neve hossza, vagy a szolgáltató neve nem létezik

source: Incorrect supplier since date
el_gr: Εσφαλμένη προμηθευτή, δεδομένου ότι την ημερομηνία
hu_hu: Hibás szállító óta dátum

source: Incorrect bank account
el_gr: Εσφαλμένη τραπεζικό λογαριασμό
hu_hu: bankszámla rögzítés

source: Incorrect bank reference
el_gr: Λανθασμένη αναφορά τράπεζα
hu_hu: Cégadatok beállítása

source: Incorrect bank partics
el_gr: Εσφαλμένη partics τράπεζα
hu_hu: Érvénytelen jelszó

source: Incorrect remittance flags
el_gr: Λάθος σημαίες έμβασμα
hu_hu: Hibás átutalási zászlók

source: Factor company not set up
el_gr: Παράγοντας εταιρεία δεν έχει συσταθεί
hu_hu: Helyszínek karbantartás

source: Supplier does not exist
el_gr: Προμηθευτής δεν υπάρχει
hu_hu: Szállítókód (ig)

source: Incorrect suppliers UOM
el_gr: Εσφαλμένη προμηθευτές UOM
hu_hu: Hibás cégek mértékegysége

source: Incorrect conversion factor
el_gr: Εσφαλμένη συντελεστής μετατροπής
hu_hu: Hibás konverziós tényező

source: Incorrect supplier description
el_gr: Εσφαλμένη περιγραφή προμηθευτή
hu_hu: Szakasz leírás

source: Invalid Lead time
el_gr: Άκυρα Χρόνος
hu_hu: Érvénytelen Elkészítési idő

source: Invalid Preferred flag
el_gr: Άκυρα Προτεινόμενα σημαία
hu_hu: Érvénytelen Preferált zászló

source: StockID SupplierID line does not exist
el_gr: StockID SupplierID γραμμή δεν υπάρχει
hu_hu: StockID SupplierID vonal nem létezik

source: Invalid Required By Date
el_gr: Άκυρα Απαιτείται από Ημερομηνία
hu_hu: Száll. dátum

source: Invalid Start Date
el_gr: Άκυρα Ημερομηνία Έναρξης
hu_hu: Érvénytelen kezdő dátuma

source: Invalid Cost Issued
el_gr: Κόστος Εκδοθέν Άκυρα
hu_hu: Dátum rögzítve

source: Invalid Quantity Required
el_gr: Ποσότητα που απαιτείται Άκυρα
hu_hu: Mennyiségi határ

source: Invalid Quantity Received
el_gr: Ποσότητα Άκυρα Παρελήφθη
hu_hu: Érvénytelen mennyiség Fogadott

source: Invalid Standard Cost
el_gr: Άκυρα Πρότυπο Κόστος
hu_hu: Alapértelmezett költségek

source: Invalid Serial Number or Lot Reference
el_gr: Άκυρα Αύξων αριθμός ή της σπορομερίδας
hu_hu: Érvénytelen sorozatszáma vagy szállítmány hivatkozási

source: Work order number does not exist
el_gr: Οι εργασίες αύξων αριθμός δεν υπάρχει
hu_hu: Megrendelés szám

source: Invalid issued quantity
el_gr: Άκυρα εκδοθεί ποσότητα
hu_hu: Mennyiség

source: Invalid transaction date
el_gr: Άκυρα ημερομηνία συναλλαγής
hu_hu: Minden trnzakció (után)

source: Invalid received quantity
el_gr: Άκυρα έλαβε ποσότητα
hu_hu: Érvénytelen kapott mennyiség

source: Stock item is serialised
el_gr: Αποθήκη στοιχείο είναι συνέχειες
hu_hu: Megrendelés szám

source: Batch number does not exist
el_gr: Αριθμός παρτίδας δεν υπάρχει
hu_hu: Nincs ilyen termék

source: Batch is empty
el_gr: Παρτίδα είναι άδειο
hu_hu: Batch üres

source: No such area
el_gr: Δεν υπάρχει τέτοια περιοχή
hu_hu: Nincs ilyen terület

source: No such salesman
el_gr: Δεν υπάρχει τέτοιο πωλητής
hu_hu: Nincs ilyen eladó

source: ** Error Code Not Defined **
el_gr: ** Κωδικός σφάλματος δεν Defined **
hu_hu: ** Hibakód sem definiálja **

source: This function is used to login into the API methods for the specified the database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για να συνδεθείτε στο μεθόδων API για την καθορισμένη βάση δεδομένων.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: NOTE: using this function means that the User Name and Password fields in the following functions are no longer required. When calling those functions, leave the last two parameters off.
el_gr: ΣΗΜΕΙΩΣΗ: Η χρήση αυτής της συνάρτησης σημαίνει ότι το Όνομα Χρήστη και τον Κωδικό Πρόσβασης πεδία της παρακάτω λειτουργίες δεν είναι πλέον απαραίτητα. Όταν η κλήση αυτών των λειτουργιών, αφήστε τις δύο τελευταίες παραμέτρους μακριά.
hu_hu: Megjegyzés: E funkció használatakor azt jelenti, hogy a felhasználói név és jelszó mezőket a következő funkciókat már nincs szükség. Amikor hívja azok a funkciók, hagyja az utolsó két paraméter ki.

source: Database Name
el_gr: Όνομα βάσης δεδομένων
hu_hu: Adatbázis hiba

source: The name of the database to use for the transactions to come.
el_gr: Το όνομα της βάσης δεδομένων που θα χρησιμοποιηθεί για τις πράξεις που έρχονται.
hu_hu: Az adatbázis művelet sikertelen

source: A valid weberp username. This user should have security access to this data.
el_gr: Ένα έγκυρο όνομα χρήστη weberp. Αυτός ο χρήστης πρέπει να έχει πρόσβαση ασφαλείας στα δεδομένα αυτά.
hu_hu: Egy érvényes weberp felhasználónevet. Ez a felhasználó olyan biztonsági hozzáférhetnek az adatokhoz.

source: User password
el_gr: User κωδικός
hu_hu: jelszóval

source: The weberp password associated with this user name.
el_gr: Ο κωδικός πρόσβασης weberp που συνδέονται με αυτό το όνομα χρήστη.
hu_hu: A weberp tartozó jelszót a felhasználói nevet.

source: This function returns an integer.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν ακέραιο.
hu_hu: A számla kódnak egész számnak kell lennie

source: Zero means the function was successful.
el_gr: Μηδέν σημαίνει ότι η λειτουργία ήταν επιτυχής.
hu_hu: Zero: a funkció sikeres volt.

source: Otherwise an error code is returned.
el_gr: Διαφορετικά, ένας κωδικός σφάλματος επιστρέφεται.
hu_hu: Nincs fuvarozó beállítva

source: This function is used to logout from the API methods.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την αποσύνδεση από τις μεθόδους API.
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: It terminates the user's session thus freeing the server resources.
el_gr: Είναι τερματίζει συνόδου του χρήστη, έτσι, αποδεσμεύοντας τους πόρους του διακομιστή.
hu_hu: Ez megszünteti a felhasználói munkamenetet, így szabadítva a szerver erőforrásait.

source: This function is used to insert a new customer into the webERP database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την εισαγωγή ενός νέου πελάτη στη webERP βάση δεδομένων.
hu_hu: Ez a funkció beszúrni egy új ügyfél a webERP adatbázisban.

source: Customer Details
el_gr: Πελάτης Λεπτομέρειες
hu_hu: Vevő név

source: A set of key/value pairs where the key must be identical to the name of the field to be updated.
el_gr: Μια σειρά από ζεύγη κλειδιών-τιμών, όπου το κλειδί πρέπει να ταυτίζεται με το όνομα του πεδίου που πρέπει να ενημερωθεί.
hu_hu: Egy sor kulcs / érték párokat, ahol a legfontosabb azonosnak kell lennie a mező nevét, hogy frissíteni kell.

source: The field names can be found
el_gr: Τα ονόματα των πεδίων μπορεί να βρεθεί
hu_hu: nem elérhetők az adtabázisban

source: here
el_gr: εδώ
hu_hu: Ott van

source: and are case sensitive.
el_gr: και είναι ευαίσθητη υπόθεση.
hu_hu: és nagybetűk.

source: The values should be of the correct type, and the api will check them before updating the database.
el_gr: Οι τιμές πρέπει να είναι το σωστό τύπο και το API θα τις ελέγχει πριν από την ενημέρωση της βάσης δεδομένων.
hu_hu: Az értékek a megfelelő típusú, és az api ellenőrzi őket, mielőtt az adatbázis frissítését.

source: It is not necessary to include all the fields in this parameter, the database default value will be used if the field is not given.
el_gr: Δεν είναι απαραίτητο να περιλαμβάνει όλα τα πεδία αυτής της παραμέτρου, η προκαθορισμένη τιμή βάση δεδομένων θα χρησιμοποιηθεί εάν το πεδίο δεν είναι δεδομένη.
hu_hu: Nem szükséges, hogy az valamennyi területén ebben a paraméterben, az adatbázis alapértelmezett érték lesz használva, ha a mező nincs megadva.

source: If the Create Debtor Codes Automatically flag is set, then anything sent in the debtorno field will be ignored, and the debtorno field will be set automatically.
el_gr: Αν ο οφειλέτης Δημιουργία Κώδικες Αυτόματα έχει ρυθμιστεί η σημαία, τότε τίποτα έστειλε στον debtorno τομέα θα αγνοηθούν, και η debtorno πεδίο θα ορίζονται αυτόματα.
hu_hu: Ha a Create Adós kódok automatikus jelző be van állítva, akkor bármi küldött a debtorno területen lehet figyelmen kívül hagyni, és a debtorno mezőt automatikusan beállításra kerül.

source: A valid weberp username. This user should have security access to this data.
el_gr: Ένα έγκυρο όνομα χρήστη weberp. Αυτός ο χρήστης πρέπει να έχει πρόσβαση ασφαλείας στα δεδομένα αυτά.
hu_hu: Egy érvényes weberp felhasználónevet. Ez a felhasználó olyan biztonsági hozzáférhetnek az adatokhoz.

source: This function returns an array of integers.
el_gr: Η συνάρτηση αυτή επιστρέφει έναν πίνακα ακεραίων.
hu_hu: Ez a függvény visszaadja egy tömbben egész számokat.

source: If the first element is zero then the function was successful.
el_gr: Εάν το πρώτο στοιχείο είναι μηδέν τότε η λειτουργία ολοκληρώθηκε με επιτυχία.
hu_hu: Ha az első elem nulla, akkor a függvény sikeres volt.

source: Otherwise an array of error codes is returned and no insertion takes place.
el_gr: Διαφορετικά, μια σειρά από κωδικούς σφάλματος επιστρέφεται και δεν παρεμβολής πραγματοποιείται.
hu_hu: Ellenkező esetben egy sor hibakódok vissza, és nem beillesztés történik.

source: This function is used to insert a new customer branch into the webERP database.
el_gr: Αυτή η λειτουργία χρησιμοποιείται για την εισαγωγή ενός νέου υποκαταστήματος πελάτη στη webERP βάση δεδομένων.
hu_hu: Ez a funkció be egy új ügyfél szakág a webERP adatbázisban.

source: Branch Details
el_gr: Υποκατάστημα Λεπτομέρειες
hu_hu: Bank adatok

source: This function is used to modify a customer which is already setup in the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να τροποποιήσει έναν πελάτη που είναι ήδη εγκατάσταση στο webERP βάση δεδομένων.
hu_hu: Ez a funkció segítségével módosíthatja a vásárló, amely már beállít a webERP adatbázisban.

source: The debtorno must already exist in the weberp database.
el_gr: Η debtorno πρέπει να υπάρχει ήδη στη βάση δεδομένων weberp.
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: Otherwise an array of error codes is returned and no modification takes place.
el_gr: Διαφορετικά, μια σειρά από κωδικούς σφάλματος επιστρέφεται και δεν απαιτείται τροποποίηση λαμβάνει χώρα.
hu_hu: Ellenkező esetben egy sor hibakódok vissza, és nem módosítják történik.

source: This function is used to modify a customer branch which is already setup in the webERP database.
el_gr: Η λειτουργία αυτή χρησιμοποιείται για να τροποποιήσει το υποκατάστημα του πελάτη που είναι ήδη εγκατάσταση στο webERP βάση δεδομένων.
hu_hu: Ezt a funkciót használjuk, hogy módosítsa a vásárlói ágat, amely már beállít a webERP adatbázisban.

source: The branchcode/debtorno combination must already exist in the weberp database.
el_gr: Η branchcode / debtorno συνδυασμός πρέπει να υπάρχει ήδη στη βάση δεδομένων weberp.
hu_hu: A számlaosztály neve nem tartalmazhat betüt
