Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Number of Parts:
el_gr: Αριθμός ειδών:
hu_hu: Több részből áll:

source: Total Extended Shortage:
el_gr: Σύνολο Εκτεταμένη Έλλειψη:
hu_hu: A kiterjesztett Hiány:

source: Inventory Category
el_gr: Απογραφή Κατηγορία
hu_hu: Leltár kategória

source: All Stock Categories
el_gr: Όλες οι κατηγορίες Χρηματιστήριο
hu_hu: Termék kategória

source: Sort
el_gr: Ταξινόμηση
hu_hu: Jelentés

source: Extended Shortage Dollars
el_gr: Επέκταση δολάρια Έλλειμμα
hu_hu: Kiterjesztett Hiány dollár

source: Supply
el_gr: Εφοδιασμού
hu_hu: Szállító

source: Demand
el_gr: Ζήτησης
hu_hu: Kereslet

source: Ext. Shortage
el_gr: Ext. Έλλειψη
hu_hu: Ext. Hiány

source: Select Customer Type
el_gr: Επιλογή τύπου πελάτη
hu_hu: Vevő választás

source: Number Of Days
el_gr: Αριθμό των ημερών
hu_hu: Szám

source: Supplier Offers
el_gr: Προμηθευτής Προσφορές
hu_hu: Szállító

source: There are no offers outstanding that you are authorised to deal with
el_gr: Δεν υπάρχουν προσφορές εκκρεμή που είστε εξουσιοδοτημένοι να ασχοληθεί με
hu_hu: Nincs tétel a megadott tartományban

source: Select Supplier
el_gr: Επιλογή Προμηθευτή
hu_hu: Szállító választás

source: Offer ID
el_gr: ID Προσφορά
hu_hu: Ajánlat ID

source: Offer Expires
el_gr: Λήγει Προσφορά
hu_hu: Ajánlat Lejár

source: Reject
el_gr: Απόρριψη
hu_hu: Korlátozott

source: Defer
el_gr: Αναβολή
hu_hu: után

source: This email has been automatically generated by the webERP installation at
el_gr: Αυτό το ηλεκτρονικό μήνυμα έχει δημιουργηθεί αυτόματα από το webERP εγκατάσταση
hu_hu: Ez az email már automatikusan generálja a webERP telepítést

source: The following offers you made have been accepted
el_gr: Οι παρακάτω προσφορές που κάνατε έχουν γίνει αποδεκτές
hu_hu: A következő kínál sor került elfogadásra

source: An official order will be sent to you in due course
el_gr: Ο υπάλληλος παραγγελία θα σας αποσταλεί εν ευθέτω χρόνω
hu_hu: A tisztviselő ahhoz küldünk Önnek megfelelő időben

source: Pending
el_gr: Εν αναμονή
hu_hu: megmaradó

source: Automatically generated from tendering system
el_gr: Δημιουργείται αυτόματα από το σύστημα του διαγωνισμού
hu_hu: Automatikusan generált pályázati rendszer

source: Your offer to
el_gr: Η προσφορά σας να
hu_hu: Az Ön ajánlat

source: has been accepted
el_gr: έχει γίνει δεκτή
hu_hu: felsolgozva

source: The accepted offers from
el_gr: Οι αποδεκτές προσφορές
hu_hu: Az elfogadott ajánlat

source: have been converted to purchase orders and an email sent to
el_gr: έχουν μετατραπεί για να αγοράσει τις παραγγελίες και ένα μήνυμα ηλεκτρονικού ταχυδρομείου αποστέλλεται
hu_hu: Az oldal csak egy megadott szállítói megrendeléssel és tételsorral indítható

source: Please review the order contents
el_gr: Παρακαλώ εξετάστε το περιεχόμενο προκειμένου
hu_hu: Kérjük, olvassa el a megbízás tartalmának

source: The following offers you made have been rejected
el_gr: Οι παρακάτω προσφορές που κάνατε έχουν απορριφθεί
hu_hu: SQL üzenet

source: has been rejected
el_gr: έχει απορριφθεί
hu_hu: törölve

source: The rejected offers from
el_gr: Το απέρριψε προσφορές από
hu_hu: Az elutasított ajánlat

source: have been removed from the system and an email sent to
el_gr: έχουν αφαιρεθεί από το σύστημα και ένα μήνυμα ηλεκτρονικού ταχυδρομείου αποστέλλεται
hu_hu: már eltávolították a rendszerből, és egy e-mailt küldött

source: All offers have been processed, and emails sent where appropriate
el_gr: Όλες οι προσφορές έχουν υποστεί επεξεργασία, καθώς και τα μηνύματα που αποστέλλονται, ενδεχομένως
hu_hu: Az összes ajánlat került feldolgozásra, és e-maileket küldeni, ahol szükség

source: Reviewing Sales Order Number
el_gr: Επανεξέταση των πωλήσεων Αριθμός Παραγγελίας
hu_hu: Megrendelés átnézés

source: This page must be called with a sales order number to review
el_gr: Αυτή η σελίδα πρέπει να κληθεί με αύξοντα αριθμό πωλήσεων για την αναθεώρηση
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható

source: i.e.
el_gr: δηλαδή
hu_hu: azaz

source: Click on back
el_gr: Κάντε κλικ στην πλάτη
hu_hu: Klikk vissza

source: The SQL that failed to get the order header was
el_gr: Ο SQL που απέτυχε να πάρει την κεφαλίδα παραγγελίας
hu_hu: SQL hiba

source: Order Details
el_gr: Λεπτομέρειες παραγγελίας
hu_hu: Rendelés össz.

source: Order Header Details For Order No
el_gr: Λεπτομέρειες παραγγελίας Header Για διάταγμα αριθ
hu_hu: Szállítások adatai

source: Ordered On
el_gr: Που παραγγέλθηκε στις
hu_hu: Megrendelve

source: Delivery Address 1
el_gr: Διεύθυνση
hu_hu: Szállítási cím 1

source: Requested Delivery
el_gr: Ζήτησε την παράδοση
hu_hu: Kért szállítás

source: Delivery Address 2
el_gr: ΤΚ
hu_hu: Szállítási cím 2

source: Order Currency
el_gr: Παραγγείλετε Νόμισμα
hu_hu: Megrendelés deviza

source: Delivery Address 3
el_gr: Πόλη
hu_hu: Szállítási cím 3

source: Deliver From Location
el_gr: Παράδοση Από Τοποθεσία
hu_hu: Szállítás innen

source: Delivery Address 4
el_gr: Νομός
hu_hu: Szállítási cím 4

source: Delivery Address 5
el_gr: Χώρα
hu_hu: Szállítási cím 5

source: Delivery Address 6
el_gr: Άλλα στοιχεία διεύθυνσης
hu_hu: Szállítási cím 6

source: Freight Cost
el_gr: Ναύλος Κόστος
hu_hu: Fuvarköltség

source: Invoices
el_gr: Τιμολόγια
hu_hu: Számlák

source: The SQL used to retrieve the line items, that failed was
el_gr: Η SQL χρησιμοποιείται για τη λήψη συγκεκριμένων κονδυλίων, που απέτυχε ήταν
hu_hu: SQL hiba

source: Order Line Details For Order No
el_gr: Λεπτομέρειες παραγγελίας Γραμμή διάταγμα αριθ
hu_hu: Vissza a megrendelésekhez

source: Qty Del
el_gr: Ποσότητα Del
hu_hu: Menny. száll.

source: Last Del
el_gr: Τελευταία Del
hu_hu: Utolsó száll.

source: Outstanding GRN Valuation
el_gr: Εξαιρετική Αποτίμηση GRN
hu_hu: Folyamatban lévő szállítások értéke

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
el_gr: Οι εκκρεμείς λεπτομέρειες αποτίμηση GRNs δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A folyamatban lévő szállítások értéke SQL lekérdezés sikertelen, mert

source: No outstanding GRNs valuation details retrieved
el_gr: Δεν εκκρεμούν λεπτομέρειες αποτίμησης GRNs ανακτηθεί
hu_hu: A folyamatban lévő szállítások értéke SQL lekérdezés sikertelen, mert

source: Outstanding GRNs Report
el_gr: Εξαιρετική GRNs Έκθεση
hu_hu: Rendezettlen beszerzések lista

source: Outstanding GRNs Valuation
el_gr: Εξαιρετική Αποτίμηση GRNs
hu_hu: Folyamatban lévő szállítások értéke

source: Supplier Name
el_gr: Προμηθευτής Όνομα
hu_hu: Szállító neve

source: Qty Received
el_gr: Ποσότητα Παρελήφθη
hu_hu: Db Fogadott

source: Qty Invoiced
el_gr: Ποσότητα Τιμολογημένες
hu_hu: Db Számlázott

source: Unit Price
el_gr: Τιμή Μονάδας
hu_hu: Egységár

source: Line Total
el_gr: Γραμμή Σύνολο
hu_hu: Vonal teljes

source: Page Security Levels
el_gr: Σελίδα επίπεδα ασφάλειας
hu_hu: Az oldal biztonsági szintjei

source: Could not update the page security value for the script because
el_gr: Δεν ήταν δυνατή η ενημέρωση της σελίδας τιμή ασφαλείας για το σενάριο, επειδή
hu_hu: Nem sikerült frissíteni az oldalt biztonsági értéket a script, mert

source: Update Security Levels
el_gr: Ενημέρωση επίπεδα ασφάλειας
hu_hu: Frissítés biztonsági szintjei

source: Payment Allocations
el_gr: Πιστώσεων πληρωμών
hu_hu: Allokálás feldolgozás

source: Supplier ID Number is not Set, can not display result
el_gr: Προμηθευτής Αριθμός Ταυτότητας δεν έχει οριστεί, δεν μπορεί να εμφανίσει αποτελέσματα
hu_hu: Szállító azonosító száma nincs beállítva, nem lehet megjeleníteni eredménye

source: Invoice Number is not Set, can not display result
el_gr: Αριθμός Τιμολογίου δεν έχει οριστεί, δεν μπορεί να εμφανίσει αποτελέσματα
hu_hu: Számla száma nincs beállítva, nem lehet megjeleníteni eredménye

source: Payment Allocation for Supplier
el_gr: Κατανομή Πληρωμή Προμηθευτή
hu_hu: Allokálás feldolgozás

source: and
el_gr: και
hu_hu: és

source: This shows how the payment to the supplier was allocated
el_gr: Αυτό δείχνει πώς η πληρωμή στον προμηθευτή διατέθηκε
hu_hu: Ez azt mutatja, hogy a fizetési, hogy a szállító különítettek

source: Back to supplier inquiry
el_gr: Επιστροφή στην έρευνα προμηθευτή
hu_hu: Szállító választás

source: There may be a problem retrieving the information. No data is returned
el_gr: Μπορεί να υπάρχει πρόβλημα κατά την ανάκτηση των πληροφοριών. Δεν επιστρέφονται δεδομένα
hu_hu: A kiválasztott tranzakció nem elérhető

source: Go back
el_gr: Επιστροφή
hu_hu: Klikk vissza

source: Supplier Number
el_gr: Προμηθευτής Αριθμός
hu_hu: Szállító

source: Payment
el_gr: Πληρωμής
hu_hu: Kifizetés

source: Total Payment
el_gr: Συνολική Πληρωμή
hu_hu: Kifizetéshez

source: Payment Methods
el_gr: Τρόποι Πληρωμής
hu_hu: Fizetési módok

source: The payment method may not be empty.
el_gr: Η μέθοδος πληρωμής δεν μπορεί να είναι κενό.
hu_hu: Fizetési mód nem lehet üres

source: The payment method can not be renamed because another with the same name already exists.
el_gr: Η μέθοδος πληρωμής δεν μπορεί να μετονομαστεί, διότι η άλλη με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Fizetési mód nem nevezhető át, mert másik megrendelés hivatkozik rá

source: The payment method no longer exists.
el_gr: Η μέθοδος πληρωμής δεν υφίσταται πλέον.
hu_hu: Nincs ilyen fizetési mód

source: Could not update payment method
el_gr: Δεν ήταν δυνατή η ενημέρωση μέθοδο πληρωμής
hu_hu: Fizetési mód nem frissíthető

source: The payment method can not be created because another with the same name already exists.
el_gr: Η μέθοδος πληρωμής δεν μπορεί να δημιουργηθεί επειδή ένας άλλος με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Fizetési mód nem rögzíthető mert ezen a néven már létezik rekord

source: Cannot delete this payment method because it no longer exist
el_gr: Δεν μπορείτε να διαγράψετε αυτήν τη μέθοδο πληρωμής διότι δεν υπάρχουν πια
hu_hu: Fizetési mód nem törölhető, mert nem található

source: Cannot delete this payment method because bank transactions have been created using this payment method
el_gr: Δεν μπορείτε να διαγράψετε αυτήν τη μέθοδο πληρωμής διότι οι τραπεζικές συναλλαγές έχουν δημιουργηθεί χρησιμοποιώντας αυτή τη μέθοδο πληρωμής
hu_hu: Fizetési mód nem törölhető mert banki tranzakció hivatkozik rá

source: bank transactions that refer to this payment method
el_gr: τραπεζικές συναλλαγές που αναφέρονται σε αυτή τη μέθοδο πληρωμής
hu_hu: banki tranzakció mely erre a fizetési módra hivatkozik

source: payment method has been deleted
el_gr: μέθοδος πληρωμής έχει διαγραφεί
hu_hu: Fizetési mód törölve

source: Could not get payment methods because
el_gr: Θα μπορούσε να μην πάρει τις μεθόδους πληρωμής, επειδή
hu_hu: Nincs elérhető fizetési mód, mert

source: Payment Method
el_gr: Τρόπος πληρωμής
hu_hu: Fizetési mód

source: Use For Payments
el_gr: Χρησιμοποιήσουν για τις πληρωμές
hu_hu: Használja kifizetésekhez

source: Use For Receipts
el_gr: Χρήση Για Παραλαβές
hu_hu: Használja bevételekhez

source: Review Payment Methods
el_gr: Επισκόπηση Τρόποι Πληρωμής
hu_hu: Fizetési módok átnézés

source: Could not retrieve the requested payment method, please try again.
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζήτησε μέθοδο πληρωμής, παρακαλώ προσπαθήστε ξανά.
hu_hu: Nincs elérhető fizetési mód, próbálja újra

source: Enter a Payment to, or Receipt from the Supplier
el_gr: Εισάγετε μια πληρωμή, ή Παραλαβή από τον Προμηθευτή
hu_hu: Adja meg a kifizetés, illetve átvétele a Szállító

source: Bank Account Payments Entry
el_gr: Τραπεζικός Λογαριασμός Είσοδος Πληρωμές
hu_hu: Bankszámla fizetés

source: Payment Cancelled since cheque was not printed
el_gr: Πληρωμή Ακυρώθηκε δεδομένου ότι ο έλεγχος δεν ήταν τυπωμένο
hu_hu: Fizetés Törölt mivel ellenőrizni nem volt nyomtatva

source: A bank account must be selected to make this payment from
el_gr: Ο τραπεζικός λογαριασμός θα πρέπει να επιλεγεί για να πραγματοποιήσει την πληρωμή αυτή από
hu_hu: A bankszámla úgy kell megválasztani, hogy ezt a fizetést

source: The supplier code that this payment page was called with is not a currently defined supplier code
el_gr: Ο κωδικός προμηθευτή ότι αυτή η σελίδα πληρωμής ονομαζόταν με δεν είναι επί του παρόντος ορίζεται κωδικός προμηθευτή
hu_hu: A megadott szállítói kód nem található

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
el_gr: Εάν αυτή η σελίδα καλείται από το selectSupplier σελίδα τότε αυτό βεβαιώνει ότι ένα έγκυρο προμηθευτής έχει επιλεγεί
hu_hu: Ha a Szállító választás oldalról lépett ide, biztosan érvényes szállítót választ

source: Could not get the currency of the bank account
el_gr: Δεν θα μπορούσε να πάρει το νόμισμα του τραπεζικού λογαριασμού
hu_hu: A számlatükör információk nem rögzíthetők

source: This payment has no amounts entered and will not be processed
el_gr: Η πληρωμή αυτή δεν έχει καμία ποσών που έχουν εγγραφεί και δεν πρόκειται να σε επεξεργασία
hu_hu: A kifizetés tétel nem tartalmaz érvényes összeget, nem feldolgozható

source: No bank account has been selected so this payment cannot be processed
el_gr: Δεν τραπεζικός λογαριασμός έχει επιλεγεί έτσι ώστε το ποσό της προκαταβολής δεν μπορεί να επεξεργαστεί
hu_hu: Nincs bankszámlája lett kiválasztva, így ez a kifizetés nem lehet feldolgozni

source: Print Cheque using pre-printed stationery
el_gr: Εκτύπωση Επιταγή τη χρήση προ-τυπωμένα χαρτικά είδη
hu_hu: Csomagkisérő nyomtatás - előnyomott papírra

source: Has the cheque been printed
el_gr: Έχει η επιταγή έχει τυπωθεί
hu_hu: Már az ellenőrzés nem nyomtatott

source: Yes / Continue
el_gr: Ναι / Συνέχεια
hu_hu: a folytatáshoz

source: No / Cancel Payment
el_gr: Δεν / Ακύρωση Πληρωμής
hu_hu: Kifizetéshez

source: Cannot insert a GL entry for the payment using the SQL
el_gr: Δε μπορεί να εισαχθεί μια καταχώρηση GL για την πληρωμή χρησιμοποιώντας το SQL
hu_hu: Nem rögzíthető főkönyvi feladás a kifizetéshez (SQL)

source: Cannot insert a bank transaction because
el_gr: Δεν είναι δυνατή η εισαγωγή μιας τραπεζικής συναλλαγής, διότι
hu_hu: Nem rögzíthető a banki tranzakció, mert

source: Cannot insert a bank transaction with the SQL
el_gr: Δεν είναι δυνατή η εισαγωγή μιας τραπεζικής συναλλαγής με το SQL
hu_hu: Nem rögzíthető a banki tranzakció (SQL)

source: Cannot insert a payment transaction against the supplier because
el_gr: Δεν είναι δυνατή η εισαγωγή μιας πράξης πληρωμής κατά του προμηθευτή, διότι
hu_hu: Nem rögzíthető a fizetési tranzakció a szállítóhoz, mert

source: Cannot insert a payment transaction against the supplier using the SQL
el_gr: Δεν είναι δυνατή η εισαγωγή μιας πράξης πληρωμής κατά του προμηθευτή χρησιμοποιώντας το SQL
hu_hu: Nem rögzíthető a fizetési tranzakció a szállítóhoz (SQL)

source: Cannot update the supplier record for the date of the last payment made because
el_gr: Δεν είναι δυνατή η ενημέρωση της εγγραφής προμηθευτή για την ημερομηνία της τελευταίας πληρωμής, διότι
hu_hu: A szállító rekord nem frissíthető az utolsó fizetés dátumával, mert

source: Cannot update the supplier record for the date of the last payment made using the SQL
el_gr: Δεν είναι δυνατή η ενημέρωση της εγγραφής προμηθευτή για την ημερομηνία της τελευταίας πληρωμής χρησιμοποιώντας το SQL
hu_hu: A szállító rekord nem frissíthető az utolsó fizetés dátumával (SQL)

source: Cannot insert a GL transaction for the creditors account debit because
el_gr: Δε μπορεί να εισαχθεί GL συναλλαγών για τους πιστωτές χρεωστικού λογαριασμού, επειδή
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a szállítói kifizetésekhez, mert

source: Cannot insert a GL transaction for the creditors account debit using the SQL
el_gr: Δε μπορεί να εισαχθεί GL συναλλαγών για τους πιστωτές χρεωστικού λογαριασμού χρησιμοποιώντας το SQL
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a szállítói kifizetésekhez (SQL)

source: Cannot insert a GL transaction for the payment discount credit because
el_gr: Δε μπορεί να εισαχθεί μια συναλλαγή GL για την πίστωση έκπτωση πληρωμής επειδή
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a szállítói kedvezményekhez, mert

source: Cannot insert a GL transaction for the payment discount credit using the SQL
el_gr: Δε μπορεί να εισαχθεί μια συναλλαγή GL για την πίστωση έκπτωση πληρωμής μέσω του SQL
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a szállítói kedvezményekhez (SQL)

source: Cannot insert a GL transaction for the bank account credit because
el_gr: Δε μπορεί να εισαχθεί μια συναλλαγή GL για την πίστωση του τραπεζικού λογαριασμού, επειδή
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a banki kifizetésekhez, mert

source: Cannot insert a GL transaction for the bank account credit using the SQL
el_gr: Δε μπορεί να εισαχθεί μια συναλλαγή GL για την πίστωση του τραπεζικού λογαριασμού χρησιμοποιώντας το SQL
hu_hu: Főkönyvi feladás tranzakció nem rögzíthető a banki kifizetésekhez (SQL)

source: Enter another Payment for
el_gr: Πληκτρολογήστε μια άλλη πληρωμή για
hu_hu: Adjon meg oszlopot a kimutatáshoz

source: Enter another General Ledger Payment
el_gr: Πληκτρολογήστε μια άλλη Γενική Λογιστική Πληρωμής
hu_hu: Adjon meg egy főkönyvi kifizetési hivatkozást

source: The Cheque/Voucher number has already been used
el_gr: Ο Επιταγή / αριθμός κουπονιών έχει ήδη χρησιμοποιηθεί
hu_hu: A csekk / Voucher száma már használják

source: This GL analysis item could not be added
el_gr: Η θέση αυτή ανάλυση GL δεν θα μπορούσε να προστεθεί
hu_hu: így ez a főkönyvi tétel nem rögzíthető

source: The cheque number has already been used
el_gr: Ο αριθμός έλεγχος έχει ήδη χρησιμοποιηθεί
hu_hu: már eladva

source: SQL used to retrieve the bank account name was
el_gr: H SQL που χρησιμοποιήθηκε για να ανακτηθεί το όνομα τραπεζικού λογαριασμού ήταν
hu_hu: SQL üzenet

source: is not set up as a bank account with a valid general ledger account
el_gr: Δεν έχει οριστεί ως έναν τραπεζικό λογαριασμό με έγκυρη γενικό λογαριασμό του καθολικού
hu_hu: nincs beállítva mint érvényes bankszámla, főkönyvi hivatkozással

source: from the
el_gr: από την
hu_hu: innen

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
el_gr: Δεν νομίσματα ακόμη καθοριστεί. Οι πληρωμές δεν μπορούν να εισαχθούν έως ότου ένα νόμισμα ορίζεται
hu_hu: Kifizetés nem rögzíthető amig nincs deviza megadva

source: The transaction currency does not need to be the same as the bank account currency
el_gr: Το νόμισμα συναλλαγών δεν πρέπει να είναι το ίδιο με το νόμισμα του τραπεζικού λογαριασμού
hu_hu: A tranzakció devizaneme nem kell azonos a bankszámla pénzneme

source: Payment Exchange Rate
el_gr: Η πληρωμή της συναλλαγματικής ισοτιμίας
hu_hu: Árfolyam

source: The exchange rate between the currency of the bank account currency and the currency of the payment
el_gr: Η συναλλαγματική ισοτιμία μεταξύ του νομίσματος του νομίσματος τραπεζικού λογαριασμού και το νόμισμα της πληρωμής
hu_hu: Az árfolyam közötti pénzneme a bankszámla pénzneme és a valuta a fizetési

source: Payment type
el_gr: Τύπος πληρωμής
hu_hu: Kifizetés módja

source: Cheque Number
el_gr: Επιταγή Αριθμός
hu_hu: Telefon

source: (if using pre-printed stationery)
el_gr: (Αν χρησιμοποιείτε το προ-τυπωμένα χαρτικά)
hu_hu: Csomagkisérő nyomtatás - előnyomott papírra

source: General Ledger Payment Analysis Entry
el_gr: Γενική Λογιστική Έναρξη Πληρωμής Ανάλυση
hu_hu: Kifizetések főkönyvi analízis tétel

source: Enter GL Account Manually
el_gr: Εισάγετε GL Λογαριασμός χειροκίνητα
hu_hu: Adjon meg egy Főkönyvi számlát

source: payments cannot be analysed against GL accounts until the GL accounts are set up
el_gr: πληρωμές δεν μπορεί να αναλυθεί κατά GL λογαριασμούς μέχρι τους λογαριασμούς GL έχουν συσταθεί
hu_hu: a kifizetések főkönyvi könyvelése nem működik amíg nem állítja be helyesen a főkönyvi számlát

source: Cheque/Voucher Number
el_gr: Επιταγή / αριθμός του τίτλου
hu_hu: Telefon

source: Accept and Process Payment
el_gr: Αποδοχή και διαδικασία πληρωμής
hu_hu: Kifizetés feldolgozás

source: Amount of Payment
el_gr: Ποσό Πληρωμής
hu_hu: Kifizetés összeg

source: Payment Terms Maintenance
el_gr: Πληρωμή Συντήρηση Όροι
hu_hu: Fizetési módok karbantartás

source: The payment terms name must exist
el_gr: Η πληρωμή όνομα όροι πρέπει να υπάρχει
hu_hu: A fizetési mód név max 2 karakter lehet

source: The payment terms name must be two characters or less long
el_gr: Η πληρωμή όνομα όροι πρέπει να είναι δύο χαρακτήρες ή λιγότερο μακρά
hu_hu: A fizetési mód név max 2 karakter lehet

source: The number of days or the day in the following month must be numeric
el_gr: Ο αριθμός των ημερών ή η ημέρα του επόμενου μήνα πρέπει να είναι αριθμός
hu_hu: A napok száma csak numerikus adat lehet

source: The terms description must be forty characters or less long
el_gr: Η περιγραφή όροι πρέπει να είναι σαράντα χαρακτήρες ή λιγότερο μακρά
hu_hu: A fizetési mód leírás max 40 karakter lehet

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
el_gr: Όταν το πλαίσιο ελέγχου είναι επιλεγμένο για να δείξει ότι ο όρος αναμένει έναν αριθμό ημερών και μετά λογαριασμοί οφείλονται
hu_hu: Ha be van kapcsolva a kiválasztó négyzet, azt jelenti, hogy ennyi nap után lesz esedékes a fizetés

source: the number entered should be less than 361 days
el_gr: ο αριθμός καταχωρίζεται θα πρέπει να είναι μικρότερη των 361 ημερών
hu_hu: a megadott szám max 361 lehet

source: The payment terms definition record has been updated
el_gr: Η πληρωμή ρεκόρ ορισμός όρων έχει ενημερωθεί
hu_hu: A fizetési mód rekord frissítve lett

source: The payment terms definition record has been added
el_gr: Η πληρωμή ρεκόρ ορισμός όρων έχει προστεθεί
hu_hu: A fizetési mód rekord rögzítve lett

source: Cannot delete this payment term because customer accounts have been created referring to this term
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον όρο πληρωμής επειδή λογαριασμοί πελατών έχουν δημιουργηθεί αναφέρεται στον όρο αυτό
hu_hu: Nem törölhető a fizetési mód rekord mert vevői számlák hivatkoznak rá

source: customer accounts that refer to this payment term
el_gr: λογαριασμούς πελατών που αναφέρονται σε αυτόν τον όρο πληρωμής
hu_hu: vevői számlák melyek erre a fizetési módra hivatkoznak

source: Cannot delete this payment term because supplier accounts have been created referring to this term
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον όρο πληρωμής επειδή λογαριασμοί προμηθευτών έχουν δημιουργηθεί αναφέρεται στον όρο αυτό
hu_hu: Nem törölhető a fizetési mód rekord mert szállítói számlák hivatkoznak rá

source: supplier accounts that refer to this payment term
el_gr: λογαριασμοί προμηθευτών που αναφέρονται σε αυτόν τον όρο πληρωμής
hu_hu: szállítói számlák melyek erre a fizetési módra hivatkoznak

source: The payment term definition record has been deleted
el_gr: Η πληρωμή όρος ρεκόρ ορισμός έχει διαγραφεί
hu_hu: A fizetési mód rekord törölve lett

source: Payment Terms.
el_gr: Οι όροι πληρωμής.
hu_hu: Fizetési határidő

source: Term Code
el_gr: Περίοδος κώδικα
hu_hu: Fiz.mód kód

source: Following Month On
el_gr: Μετά από μήνα σε
hu_hu: Következő hónap

source: Due After (Days)
el_gr: Λόγω Μετά (Ημέρες)
hu_hu: Nap után

source: days
el_gr: ημέρες
hu_hu: nap

source: Show all Payment Terms Definitions
el_gr: Εμφάνιση όλων Όροι Πληρωμής Ορισμοί
hu_hu: Össz fizetési mód megjelenítése

source: Update Payment Terms.
el_gr: Ενημέρωση Όροι Πληρωμής.
hu_hu: Fizetési határidő

source: New Payment Terms.
el_gr: Νέα Όροι Πληρωμής.
hu_hu: Fizetési határidő

source: Terms Description
el_gr: Περιγραφή Όροι
hu_hu: Fiz. mód leírás

source: Due After A Given No. Of Days
el_gr: Λόγω μετά από μια δεδομένη Αρ. Of Days
hu_hu: Esedékes az adott napok után

source: Days (Or Day In Following Month)
el_gr: Ημέρες (ή Ημέρα Στο επόμενο μήνα)
hu_hu: Napok ( vagy nap a következő hónapban)
