Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The serial stock item record could not be selected because
el_gr: Το αρχείο σειριακών στοιχείων αποθεμάτων δεν ήταν δυνατό να επιλεχτεί επειδή
hu_hu: A készlet rekord nem elérhető, mert

source: The following SQL to select the serial stock item record was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να επιλέξει το αρχείο σειριακών στοιχείων αποθεμάτων
hu_hu: SQL üzenet

source: Written off ex Inv
el_gr: Διαγραφέντα πρώην Inv
hu_hu: Leírásra ex Ltsz

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
el_gr: Χρησιμοποιήθηκε η ακόλουθη SQL για να παρεμβάλει τα αρχεία μετακίνησης αποθεμάτων με σκοπό την εμφάνιση στο πιστωτικό τιμολόγιο
hu_hu: SQL üzenet

source: Taxes and rates applicable to this credit note line item could not be inserted because
el_gr: Οι φόροι και τα ποσοστά εφαρμόσιμοι σε αυτό το στοιχείο γραμμών του πιστωτικου τιμολόγιου δεν ήταν δυνατό να εισαχθούν επειδή
hu_hu: Adók és költségek ehhez a jóváíráshoz nem rögzíthetők, mert

source: The count to check for existing Sales analysis records could not run because
el_gr: Η απαρίθμηση για τον ελέγχο των υπαρχόντων αρχείων ανάλυσης πωλήσεων δεν ήταν δυνατό να τρέξει επειδή
hu_hu: A meglévő Eladás analízis rekord nem elérhető, mert

source: The sales analysis record for this credit note could not be added because
el_gr: Το αρχείο ανάλυσης πωλήσεων για αυτό το πιστωτικό τιμολόγιο δεν ήταν δυνατό να προστεθεί επειδή
hu_hu: eladás analízis rekord nem rögzíthető, mert

source: The stock side or write off of the cost of sales GL posting could not be inserted because
el_gr: Η πλευρά αποθεμάτων ή η παραγραφή του κόστους των πωλήσεων ΓΛ δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A készlet, vagy stornó az értékesítés költségei főkönyvi feladáshoz nem rögzíthetők, mert

source: The credit note GL posting could not be inserted because
el_gr: Το πιστωτικό τιμολόγιο ΓΛ δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A jóváírás főkönyvi feladás nem rögzíthető, mert

source: The credit note discount GL posting could not be inserted because
el_gr: Η έκπτωση ΓΛ πιστωτικών τιμολογίων δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A jóváírás kedvezményei főkönyvi feladás nem rögzíthető, mert

source: The total debtor GL posting for the credit note could not be inserted because
el_gr: Η συνολική χρεωστών ΓΛ για το πιστωτικό τιμολόγιο δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A vevői összes főkönyvi feladás ehhez a jóváíráshoz nem rögzíthető, mert

source: The freight GL posting for this credit note could not be inserted because
el_gr: Η φορτοτική ΓΛ για αυτό το πιστωτικό τιμολόγιο δεν ήταν δυνατό να παρεμβληθεί επειδή
hu_hu: A fuvarköltség főkönyvi feladás nem rögzíthető, mert

source: has been processed
el_gr: έχει επεξεργαστεί
hu_hu: felsolgozva

source: Credit Note Type
el_gr: Τύπος Πιστωτικών Τιμολογίων
hu_hu: Jóváírás típusa

source: Goods returned to store
el_gr: Αγαθά που επιστρέφονται στο κατάστημα
hu_hu: Áruk vissza az üzletbe

source: Goods written off
el_gr: Παραγεγραμμένα αγαθά
hu_hu: Áruk leírva

source: Reverse overcharge
el_gr: Αντίστροφη υπερτίμηση
hu_hu: Túlfizetés visszaírás

source: Goods returned to location
el_gr: Αγαθά που επιστρέφονται στη θέση
hu_hu: Áruk vissza

source: Write off the cost of the goods to
el_gr: Παραγραφή του κόστους των αγαθών
hu_hu: Termékek ára leírás

source: Credit note text
el_gr: Κείμενο πιστωτικών τιμολογίων
hu_hu: Jóváírás szöveg

source: Process Credit
el_gr: Επεξεργασία Πίστωσης
hu_hu: Jóváírás feldolgozás

source: Specify Credited Controlled Items
el_gr: Διευκρινίστε τα Πιστωμένα Ελεγχόμενα Στοιχεία
hu_hu: Válasszon tételt a jóváíráshoz

source: Select Credit Items
el_gr: Επιλέξτε τα Πιστωτικά στοιχεία
hu_hu: Válasszon jóváírás tételt

source: This page can only be opened if a Line Item on a credit note has been selected.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο εάν ένα στοιχείο γραμμών σε ένα πιστωτικό τιμολόγιο έχει επιλεχτεί.
hu_hu: Az oldal működéséhez ki kell választani egy tételsort, vagy egy jóváírást

source: This page can only be opened if a controlled credit note line item has been selected.
el_gr: Αυτήν η σελίδα μπορεί να ανοίξει μόνο εάν ένα ελεγχόμενο στοιχείο γραμμών πιστωτικών τιμολογίων έχει επιλεχτεί.
hu_hu: Az oldal csak akkor érhető el, ha kiválasztott egy jóváírást

source: Back to Credit Note Entry
el_gr: Πίσω στην Είσαγωγή Πιστωτικών Τιμολογίων
hu_hu: Vissza a Jóváíráshoz

source: Notice
el_gr: Ειδοποίηση
hu_hu: Mejegyzés

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
el_gr: Το στοιχείο γραμμών πρέπει να οριστεί ως ελεγχόμενο για να απαιτήσει την εισαγωγή των αριθμών batch ή των σειριακών αριθμών που πιστώνονται
hu_hu: A sor úgy kell meghatározni, mint szabályozni, szükséges input tétel a számok vagy sorozatszám is jóváírásra

source: Credit of Controlled Item
el_gr: Πίστωση Ελεγχόμενου Στοιχείου
hu_hu: Jóváírás megadott tételhez

source: Credit Status Code Maintenance
el_gr: Συντήρηση Κωδικού Κατάστασης Πίστωσης
hu_hu: Jóváírás állapot karbantartás

source: The credit status code already exists in the database
el_gr: Ο κωδικός κατάστασης πιστωτική υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The status code name must be an integer
el_gr: Το όνομα του κωδικού κατάστασης πρέπει να είναι ένας ακέραιος αριθμός
hu_hu: Az állapotkódnak egész számnak kell lennie

source: The credit status description must be thirty characters or less long
el_gr: Η περιγραφή της κατάστασης πίστωσης πρέπει να είναι τριάντα χαρακτήρες ή λιγότεροι
hu_hu: A jóváírás leírás max 30 karakter lehet

source: The credit status description must be entered
el_gr: Η περιγραφή πιστοληπτικής ικανότητας πρέπει να εισαχθεί
hu_hu: A jóváírás leírás max 30 karakter lehet

source: The credit status record has been updated
el_gr: Το αρχείο κατάστασης πίστωσης έχει ενημερωθεί
hu_hu: A jóváírás állapot rekord módosítva

source: A new credit status record has been inserted
el_gr: Ένα νέο αρχείο κατάστασης πίστωσης έχει εισαχθεί
hu_hu: Új jóváírás állapot rekord rögzítve

source: Cannot delete this credit status code because customer accounts have been created referring to it
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον κωδικό κατάστασης πίστωσης επειδή έχουν δημιουργηθεί σχετικοί λογαριασμοί πελατών
hu_hu: Nem törölhető az állapotkód, mert egy vevői számla hivatkozik rá

source: customer accounts that refer to this credit status code
el_gr: κωδικοί πελατών που αναφέρονται σε αυτόν τον κωδικό κατάστασης πίστωσης
hu_hu: Vevői számla mely hivatkozik erre az állapotkódra

source: This credit status code has been deleted
el_gr: Αυτός ο κωδικός κατάστασης πίστωσης έχει διαγραφεί
hu_hu: Jóváírás állapotkód törölve

source: Status Code
el_gr: Κωδικός Κατάστασης
hu_hu: Állapotkód

source: Disallow Invoices
el_gr: Απαγόρευση Έκδοσης Τιμολογίου
hu_hu: Számla visszavonás

source: Invoice OK
el_gr: Τιμολόγιο Πώλησης ΟΚ
hu_hu: Számla rendben

source: NO INVOICING
el_gr: ΝΑ ΜΗΝ ΤΙΜΟΛΟΓΗΘΕΙ
hu_hu: NINCS SZÁMLA

source: Show Defined Credit Status Codes
el_gr: Εμφάνιση Καθορισμένων Κωδικών Κατάστασης Πίστωσης
hu_hu: Állapotkódok megmutatása

source: Currencies Maintenance
el_gr: Καθορισμός Νομισμάτων
hu_hu: Devizák karbantartása

source: The currency already exists in the database
el_gr: Το νόμισμα υπάρχει ήδη στη βάση δεδομένων
hu_hu: A megadott főkönyvi számla nem található az adatbázisban

source: The exchange rate must be numeric
el_gr: Η συναλλαγματική ισοτιμία πρέπει να είναι αριθμητική
hu_hu: Az árfolyam szám kell hogy legyen

source: The currency country must be 50 characters or less long
el_gr: Η χώρα νομίσματος πρέπει να είναι 50 χαρακτήρες ή λιγότεροι
hu_hu: A deviza ország max 50 karakter lehet

source: The hundredths name must be 15 characters or less long
el_gr: Το όνομα της εκατοστιαίας υποδιαίρεσης πρέπει να είναι 15 χαρακτήρες ή λιγότεροι
hu_hu: A fillér név max 15 karakter lehet

source: The currency definition record has been updated
el_gr: Το αρχείο καθορισμού νομίσματος έχει ενημερωθεί
hu_hu: A deviza rekord frissítve

source: The currency definition record has been added
el_gr: Το αρχείο καθορισμού νομίσματος έχει προστεθεί
hu_hu: A deviza rekord rögzítve

source: Cannot delete this currency because customer accounts have been created referring to this currency
el_gr: Δεν μπορείτε να διαγράψετε αυτό το νόμισμα επειδή έχουν δημιουργηθεί σχετικοί λογαριασμοί πελατών με αυτό το νόμισμα
hu_hu: Nem törölhető ez a deviza, mert vevői számlák hivatkoznak rá

source: customer accounts that refer to this currency
el_gr: λογαριασμοί πελατών που σχετίζονται με αυτό το νόμισμα
hu_hu: Vevői számlák hivatkoznak erre a devizára

source: Cannot delete this currency because supplier accounts have been created referring to this currency
el_gr: Δεν μπορείτε να διαγράψετε αυτό το νόμισμα επειδή έχουν δημιουργηθεί σχετικοί λογαριασμοί προμηθευτών με αυτό το νόμισμα
hu_hu: Nem törölhető ez a deviza, mert szállítói számlák hivatkoznak rá

source: supplier accounts that refer to this currency
el_gr: λογαριασμοί προμηθευτών που σχετίζονται με αυτό το νόμισμα
hu_hu: Szállítói számlák hivatkoznak erre a devizára

source: Cannot delete this currency because there are bank transactions that use this currency
el_gr: Δεν μπορείτε να διαγράψετε αυτό το νόμισμα επειδή έχουν δημιουργηθεί σχετικές τραπεζικές κινήσεις με αυτό το νόμισμα
hu_hu: Nem törölhető ez a deviza, mert banki tranzakciók hivatkoznak rá

source: bank transactions that refer to this currency
el_gr: τραπεζικές κινήσεις που σχετίζονται με αυτό το νόμισμα
hu_hu: baki tranzakciók hivatkoznak erre a devizára

source: Cannot delete this currency because it is the functional currency of the company
el_gr: Δεν μπορείτε να διαγράψετε αυτό το νόμισμα επειδή είναι το ενεργό νόμισμα της επιχείρησης
hu_hu: Nem törölhető ez a deviza, mert ez az alapértelmezett devizája

source: The currency definition record has been deleted
el_gr: Το αρχείο καθορισμού νομίσματος έχει διαγραφεί
hu_hu: A deviza rekord törölve

source: ISO4217 Code
el_gr: ISO4217 κώδικα
hu_hu: ISO4217-kód

source: Currency Name
el_gr: Όνομα Νομίσματος
hu_hu: Deviza név

source: Country
el_gr: Χώρα
hu_hu: Ország

source: Hundredths Name
el_gr: Όνομα Εκατοστιαίας Υποδιαίρεσης
hu_hu: Fillér név

source: Ex Rate - ECB
el_gr: Βαθμολογήστε Ex - ΕΚΤ
hu_hu: Árfolyam

source: Maintenance
el_gr: Συντήρηση
hu_hu: Karbantartás

source: Graph
el_gr: Γραφήματα
hu_hu: Csoport

source: Functional Currency
el_gr: Ενεργό Νόμισμα
hu_hu: Alapértelmezett deviza

source: Show all currency definitions
el_gr: Εμφάνιση όλων των νομισμάτων
hu_hu: Összes deviza megmutatása

source: An error occurred in retrieving the currency information
el_gr: Εμφανίστηκε σφάλμα στην ανάκτηση των πληροφοριών νομίσματος
hu_hu: Hiba a deviza rekord elérésénél

source: ISO 4217 Currency Code
el_gr: ISO 4217 Κωδικός Νόμισμα
hu_hu: ISO 4217 pénznem kód

source: Customer EDI Set Up
el_gr: Δημιουργία Πελάτη ΗΑΔ
hu_hu: Vevői EDI beállítás

source: The customers EDI reference code cannot contain any of the following characters
el_gr: Ο κωδικός αναφοράς πελατών ΗΑΔ δεν μπορεί να περιέχει οποιονδήποτε από τους ακόλουθους χαρακτήρες
hu_hu: A vevői EDI hivatkozási kód nem tartalmazhatja a következő karaktereket

source: or a space
el_gr: ή ένα διάστημα
hu_hu: vagy szóközt

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
el_gr: Ο κωδικός αναφοράς πελατών ΗΑΔ πρέπει να τεθεί όταν ενεργοποιούνται τα τιμολόγια ΗΑΔ ή οι διαταγές ΗΑΔ
hu_hu: A vevői EDI kódot be kell állítani, ha EDI számlázás, vagy EDI megrendelés be van kapcsolva

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου πελατών ΗΑΔ ή η διεύθυνση FTP πρέπει να εισαχθεί εάν τα τιμολόγια ΗΑΔ πρόκειται να σταλούν
hu_hu: A vevő EDI email címet, vagy FTP szervert meg kell adni ha EDI számlát akar küldeni

source: The customer EDI setup data could not be updated because
el_gr: Τα στοιχεία δημιουργίας πελάτη ΗΑΔ δεν ήταν δυντό να ενημερωθούν επειδή
hu_hu: A vevői EDI adatok nem rögzíthetők, mert

source: Customer EDI configuration updated
el_gr: Διαμόρφωση Πελάτη ΗΑΔ ενημερώθηκε
hu_hu: Vevői EDI beálljtások módosítva

source: Customer EDI configuration failed
el_gr: Διαμόρφωση Πελάτη ΗΑΔ απέτυχε
hu_hu: Sikertelen Vevői EDI beállítások

source: The customer EDI configuration details could not be retrieved because
el_gr: Οι λεπτομέρειες διαμόρφωσης πελάτη ΗΑΔ δεν ήταν δυνατό να ανακτηθούν επειδή
hu_hu: Vevői EDI beállítások nem elérhetők, mert

source: Enable Sending of EDI Invoices
el_gr: Ενεργοποίηση Αποστολής Τιμολογίων ΗΑΔ
hu_hu: EDI számlaküldés engedélyezve

source: Disabled
el_gr: Απενεργοποιημένο
hu_hu: Tiltva

source: Enabled
el_gr: Ενεργοποιημένο
hu_hu: Engedélyezve

source: Create
el_gr: Δημιουργία
hu_hu: Létrehoz

source: Edit Invoice Message Format
el_gr: Επεξεργασία Μορφής Μυνήματος Τιμολογίου
hu_hu: Számla üzenet formátum szerkesztés

source: Enable Receiving of EDI Orders
el_gr: Ενεργοποίηση Λήψης Παραγγελιών ΗΑΔ
hu_hu: EDI megrendelés fogadása engedélyezve

source: Customer EDI Reference
el_gr: Αναφορά Πελατών ΗΑΔ
hu_hu: Vevői EDI hivatkozások

source: EDI Communication Method
el_gr: Μέθοδος Επικοινωνίας ΗΑΔ
hu_hu: EDI kommunikációs mód

source: Email Attachments
el_gr: Συννημένα Ηλεκτρονικού Ταχυδρομίου
hu_hu: Email csatolmány

source: File Transfer Protocol (FTP)
hu_hu: FTP

source: FTP Server or Email Address
el_gr: Διακομιστής FTP ή Δίεύθυνση Email
hu_hu: FTP szerver, vagy Email cím

source: FTP Server User Name
el_gr: Όνομα Χρήστη FTP
hu_hu: FTP felhasználó név

source: FTP Server Password
el_gr: Συνθηματικό FTP
hu_hu: FTP felhasználó jelszó

source: Update EDI Configuration
el_gr: Ενημέρωση Ρυθμίσεων ΗΑΔ
hu_hu: EDI beállítások frissítve

source: Back to Items
el_gr: Επιστροφή στη σελίδα Είδη
hu_hu: Vissza a menübe

source: There is no stock item set up enter the stock code or select a stock item using the search page
el_gr: Δεν υπάρχει κανένα στοιχείο που συστήθηκαν πληκτρολογήστε τον κωδικό απόθεμα ή επιλέξτε ένα στοιχείο απόθεμα χρησιμοποιώντας τη σελίδα αναζήτησης
hu_hu: Nincs raktáron elem létre írja be a kódot állomány vagy válassza ki a készlet elemet a keresési oldalon

source: The conversion factor entered was not numeric
el_gr: Ο συντελεστής μετατροπής που τέθηκε δεν ήταν αριθμητικά
hu_hu: Az átváltási arány be nem numerikus

source: a number is expected
el_gr: έναν αριθμό αναμένεται
hu_hu: A szám várhatóan

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
el_gr: Ο συντελεστής μετατροπής είναι ο αριθμός που η τιμή πρέπει να διαιρεθεί με για να πάρει την τιμή ανά μονάδα σε μονάδα μας του μέτρου
hu_hu: A konverziós tényezőt a szám, amely az árat meg kell osztani, hogy az egységárat a mi mértékegység

source: E.g.
el_gr: Π.χ.
hu_hu: Pl.

source: The conversion factor to enter is 1000
el_gr: Ο συντελεστής μετατροπής που πρέπει να εισαγάγετε είναι 1000
hu_hu: Az átváltási arány be: 1000

source: No changes will be made to the database
el_gr: Δεν θα γίνουν αλλαγές στη βάση δεδομένων
hu_hu: Nem történt változás lesz, hogy az adatbázis

source: For Stock Code
el_gr: Για Κωδικός Χρηματιστήριο
hu_hu: Termékkód

source: The customer code
el_gr: Ο κωδικός του πελάτη
hu_hu: Az ügyfél kód

source: NAME
el_gr: ΟΝΟΜΑ
hu_hu: NÉV

source: CODE
el_gr: ΚΩΔΙΚΟΣ
hu_hu: KÓD

source: Stock Item
el_gr: Αποθήκη Θέση
hu_hu: Stock pont

source: is not defined in the database
el_gr: δεν ορίζεται στη βάση δεδομένων
hu_hu: nem határozza meg az adatbázis

source: Address 1
el_gr: Διεύθυνση 1
hu_hu: Cím 1

source: Address 2
el_gr: Διεύθυνση 2
hu_hu: Cím 2

source: Address 3
el_gr: Διεύθυνση 3
hu_hu: Cím 3

source: A search facility is available below if necessary
el_gr: Μια μηχανή αναζήτησης είναι διαθέσιμο κάτω εάν είναι απαραίτητο
hu_hu: A keresési lehetőség áll rendelkezésre az alábbi, ha szükséges

source: Our Unit of Measure
el_gr: Η μονάδα μας του Μέτρου
hu_hu: Mértékegységek

source: Conversion Factor (to our UOM)
el_gr: Συντελεστής μετατροπής (να UOM μας)
hu_hu: Konverziós tényező (a mi mértékegysége)

source: Add
el_gr: Προσθήκη
hu_hu: Hozzáadása

source: Show Stock Status
el_gr: Εμφάνιση κατάστασης των αποθεμάτων
hu_hu: Megjelenítés Stock állapot

source: Show Stock Movements
el_gr: Εμφάνιση της κίνησης των αποθεμάτων
hu_hu: Megjelenítés készletmozgások

source: Search Outstanding Sales Orders
el_gr: Αναζήτηση εκκρεμείς παραγγελίες πωλήσεων
hu_hu: Keresés Kiemelkedő értékesítési megrendelések

source: Search Completed Sales Orders
el_gr: Αναζήτηση Ολοκληρώθηκε Παραγγελίες
hu_hu: Keresés Befejezett Vevői rendelések

source: Customer Login Configuration
el_gr: Είσοδος πελάτη Διαμόρφωση
hu_hu: Sikertelen Vevői EDI beállítások

source: has been selected
el_gr: έχει επιλεγεί
hu_hu: törölve

source: The user ID entered must be at least 4 characters long
el_gr: Το αναγνωριστικό χρήστη τέθηκε πρέπει να είναι τουλάχιστον 4 χαρακτήρες
hu_hu: A megadott felhasználói azonosító legalább 4 karakter hosszú

source: User names cannot contain any of the following characters
el_gr: Ονόματα χρηστών δεν μπορούν να περιέχουν οποιοδήποτε από τα παρακάτω χαρακτήρες
hu_hu: A felhasználó neve nem tartalmazhatja a következő karaktereket

source: The password entered must be at least 5 characters long
el_gr: Ο κωδικός που εισάγει πρέπει να είναι τουλάχιστον 5 χαρακτήρες
hu_hu: A megadott jelszó legalább 5 karakter hosszú

source: The password cannot contain the user id
el_gr: Ο κωδικός πρόσβασης δεν μπορεί να περιέχει το αναγνωριστικό χρήστη
hu_hu: A jelszó nem tartalmazhatja a felhasználói azonosító

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
el_gr: Αν εισαγάγετε ένα Κωδικός Πελάτη θα πρέπει επίσης να εισάγετε ένα υποκατάστημα κώδικα ισχύουν για το συγκεκριμένο πελάτη
hu_hu: Ha meg egy Ügyfél kód is be kell lépnie a Branch kód érvényes e az Ügyfél

source: The check on validity of the customer code and branch failed because
el_gr: Ο έλεγχος για την εγκυρότητα του κωδικού πελάτη και υποκατάστημα απέτυχε διότι
hu_hu: Az aktuális vevői számlaegyenleg nem elérhető, mert

source: The SQL that was used to check the customer code and branch was
el_gr: Ο SQL που χρησιμοποιήθηκε για να ελέγξει τον κωδικό πελάτη και το υποκατάστημα έλαβε
hu_hu: Az SQL volt ellenőrzésére használt az ügyfél kódot és ág

source: The entered Branch Code is not valid for the entered Customer Code
el_gr: Το εγγεγραμμένο Υποκατάστημα Κώδικας δεν ισχύει για τις τέθηκε Κωδικός Πελάτη
hu_hu: A megadott Branch kód nem érvényes a megadott Ügyfél kód

source: User Login
el_gr: Είσοδος Χρήστη
hu_hu: Belépés

source: Password
el_gr: Συνθηματικό
hu_hu: Jelszó

source: Full Name
el_gr: Πλήρες όνομα
hu_hu: Teljes név

source: Telephone No
el_gr: Τηλέφωνο αριθ
hu_hu: Telefon

source: Branch Code
el_gr: Κωδικός Δικτύου
hu_hu: Telephely kód

source: Reports Page Size
el_gr: Εκθέσεις μεγέθους σελίδας
hu_hu: Jelentések Oldalméret

source: A4
hu_hu: A4-es

source: landscape
el_gr: τοπίου
hu_hu: táj

source: Letter
el_gr: Επιστολή
hu_hu: Levél

source: Legal
el_gr: Νομικά
hu_hu: Jogi

source: Theme
el_gr: Θέμα
hu_hu: Téma

source: Language
el_gr: Γλώσσα
hu_hu: Nyelv

source: There was a problem retrieving the transactions that were settled over the course of the last month for
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των συναλλαγών που ρυθμίστηκαν κατά τη διάρκεια του τελευταίου μήνα για
hu_hu: Ott sikerült betölteni a tranzakciókat, hogy sikerült rendezni folyamán az utolsó hónap,

source: from the database
el_gr: από τη βάση δεδομένων
hu_hu: adatbázisból

source: There was a problem retrieving the outstanding transactions for
el_gr: Υπήρξε ένα πρόβλημα κατά την ανάκτηση των εκκρεμών συναλλαγών για
hu_hu: Ott sikerült betölteni a fennálló ügyletek

source: Terms
el_gr: Όροι
hu_hu: Határidő

source: Credit Limit
el_gr: Πιστωτικό Όριο
hu_hu: Hitel limit

source: Credit Status
el_gr: Κατάσταση Πίστωσης
hu_hu: Pénzügyi állapot

source: ACCOUNT ON HOLD
el_gr: ΛΟΓΑΡΙΑΣΜΟΣ ΠΑΓΩΜΕΝΟΣ
hu_hu: SZÁMLA ZÁROLVA

source: Show all transactions after
el_gr: Εμφάνιση όλων των κινήσεων μετά από
hu_hu: Minden trnzakció (után)

source: Refresh Inquiry
el_gr: Ανανέωση Έρευνας
hu_hu: Lekérdezés frissítés

source: Charges
el_gr: Χρεώσεις
hu_hu: Díjak

source: Credits
el_gr: Συντελεστές
hu_hu: Kredit

source: Allocated
el_gr: Κατανεμημένο
hu_hu: Allokált

source: Balance
el_gr: Ισοζύγιο
hu_hu: Egyenleg

source: Click to preview the invoice
el_gr: Πατήστε για προεπισκόπιση του τιμολόγιου πώλησης
hu_hu: klikk a számla megtekintéshe

source: Click for PDF
el_gr: Κάντε κλικ για PDF
hu_hu: Klikk vissza

source: Click to email the invoice
el_gr: Πατήστε για την αποστολή του τιμολογίου με Email
hu_hu: Klikk a számla küldéshez (email)

source: Click to preview the credit note
el_gr: Πατήστε για προεπισκόπιση του πιστωτικού τιμολόγιου
hu_hu: klikk a jóváírás megtekintéshez

source: Click to email the credit note
el_gr: Πατήστε για την αποστολή του πιστωτικού τιμολόγιου με Email
hu_hu: Klikk a jóváírás küldéshez (email)

source: Click to allocate funds
el_gr: Πατήστε για κατανομή πόρων
hu_hu: Klikk az allokáláshoz

source: Allocation
el_gr: Κατανομή
hu_hu: Allokálás

source: Total Balance
el_gr: Συνολικό Ισοζύγιο
hu_hu: Egyenleg

source: Current
el_gr: Τρέχων
hu_hu: Aktuális

source: Now Due
el_gr: Λήγει Τώρα
hu_hu: Tartozás

source: Days Overdue
el_gr: # Ληξιπρόθεσμων Ημερών
hu_hu: Tartozás napok

source: Over
el_gr: Πάνω Από
hu_hu: Túl

source: Customer Receipt
el_gr: Απόδειξη Πελάτη
hu_hu: Vevői bevétel

source: Credit Note Allocations
el_gr: Κατανομές Πιστωτικών Τιμολογίων
hu_hu: Jóváírás allokálás

source: Allocations can not be processed again
el_gr: Οι κατανομές δεν μπορούν να υποβληθούν ξανά σε επεξεργασία
hu_hu: Allokálás újra nem feldolgozható

source: If you hit refresh on this page after having just processed an allocation
el_gr: Εάν επιλέξετε ανανέωση σε αυτήν την σελίδα μετά από την επεξεργασία μιας κατανομής
hu_hu: Ha frissítést nyom a képernyőn, újra elidítja az allokálást

source: try to use the navigation links provided rather than the back button
el_gr: προσπαθήστε να χρησιμοποιήσετε τις συνδέσεις περιήγησης που παρέχονται παρά το κουμπί πίσω
hu_hu: használja a linkeket, biztosabb mint a böngésző vissza gombja

source: to avoid this message in future
el_gr: για να αποφύγει αυτό το μήνυμα στο μέλλον
hu_hu: megelőzendő a jövőben ezt az üzenetet

source: Amount entered was negative
el_gr: Ποσό που τέθηκε ήταν αρνητική
hu_hu: Összeg negatív volt

source: Only positive amounts are allowed
el_gr: Επιτρέπονται μόνο θετικά ποσά
hu_hu: Csak pozitív összegek megengedettek

source: Allocation could not be processed because the amount allocated is more than the
el_gr: Κατανομή δεν μπορούσε να εγκριθεί λόγω το ποσό αυτό είναι μεγαλύτερο από το
hu_hu: Az allokálás nem végrehajtható, mert az allokált összeg nagyobb mint az

source: being allocated
el_gr: κατανέμεται
hu_hu: eredeti összeg

source: Total allocated
el_gr: Σύνολο που κατανεμήθηκε
hu_hu: Összesen allokált

source: and the total amount of the
el_gr: και το συνολικό ποσό του
hu_hu: és a teljes összeg

source: was
el_gr: ήταν
hu_hu: volt

source: Allocate Receipt
el_gr: Διαθέστε Παραλαβή
hu_hu: Bevétel rögzítés

source: Allocate Receipts
el_gr: Διαθέστε Αποδείξεις
hu_hu: Bevétel rögzítés

source: Trans Type
el_gr: Τύπος Μεταφ.
hu_hu: Tranz típus

source: Cust No
el_gr: Cust αριθ
hu_hu: Vevő

source: To Alloc
el_gr: Για Καταν.
hu_hu: Allokáláshoz

source: Action
el_gr: Δράση
hu_hu: Szakasz

source: Amount in customer currency
el_gr: Ποσό στο νόμισμα πελάτη
hu_hu: Összeg a vevő devizájában
