Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
el_gr: Αριθμός μηνών πρέπει να παρουσιάζονται σε έκθεση που μπορεί να αλλάξει με αυτό το παραμέτρους ex: σε CustomerInquiry.php
hu_hu: Több hónap kell tüntetni a jelentésben meg lehet változtatni a paramétereket ex: az CustomerInquiry.php

source: The directory where images are stored
el_gr: Ο κατάλογος στην οποία οι εικόνες αποθηκεύονται
hu_hu: A könyvtárat, ahol képeket fel

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
el_gr: Ο κατάλογος βάσει του οποίου όλα τα αρχεία εικόνας θα πρέπει να φυλάσσονται. Τα αρχεία εικόνας που λαμβάνει τη μορφή ItemCode.jpg - πρέπει όλοι να jpg αρχεία και ο κωδικός τμήμα θα είναι το όνομα του αρχείου εικόνας.. Αυτό ονομάζεται αυτόματα upload. Το σύστημα θα ελέγξει για να εξασφαλίζει ότι η εικόνα είναι ένα. Jpg αρχείο
hu_hu: A könyvtár, amelyek szerint az összes kép fájlt kell tárolni. Képfájlok hogy a formátum a ItemCode.jpg - kell mind. Jpg fájlokat és a részt kód lesz a neve, a kép fájl. A neve automatikusan feltölteni. A rendszer ellenőrzi, hogy a kép egy. Jpg fájl

source: The directory where reports are stored
el_gr: Ο κατάλογος όπου οι εκθέσεις είναι αποθηκευμένα
hu_hu: A könyvtárat, ahol jelentések tárolása

source: The directory under which all report pdf files should be created in. A separate directory is recommended
el_gr: Ο κατάλογος βάσει του οποίου όλα τα αρχεία pdf έκθεση θα πρέπει να δημιουργηθεί in. Ένα ξεχωριστό κατάλογο, συνιστάται
hu_hu: A könyvtár amely szerint minden jelentés pdf fájlokat kell létrehozni be egy külön könyvtárba ajánlott

source: Only allow secure socket connections
el_gr: Να επιτρέπεται μόνο σε ασφαλείς συνδέσεις πρίζα
hu_hu: Csak hogy biztonságos socket kapcsolatok

source: Force connections to be only over secure sockets - ie encrypted data only
el_gr: Δύναμη συνδέσεις να είναι μόνο μέσω Secure Sockets - δηλαδή κρυπτογραφημένων δεδομένων μόνο
hu_hu: Force kapcsolatok csak bizt foglalatok - azaz a titkosított adatokhoz csak a

source: Perform Database Maintenance At Logon
el_gr: Εκτελέστε συντήρησης της βάσης δεδομένων κατά τη σύνδεση
hu_hu: Végezze Adatbázis karbantartás bejelentkezés

source: Never
el_gr: Ποτέ
hu_hu: Soha ne

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.inc to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
el_gr: Χρησιμοποιεί τη συνάρτηση DB_Maintenance ορίζεται στο ConnectDB_XXXX.inc να εκτελούν εργασίες συντήρησης της βάσης δεδομένων, να τρέχει σε τακτά χρονικά διαστήματα - ελέγχονται σε κάθε σύνδεση χρηστών
hu_hu: Használja a funkciót DB_Maintenance meghatározott ConnectDB_XXXX.inc elvégzésére adatbázis karbantartási feladatok, futtatni rendszeres időközönként - ellenőrizni minden egyes felhasználó bejelentkezési

source: Wiki application
el_gr: Wiki εφαρμογή
hu_hu: Wiki alkalmazás

source: This feature makes webERP show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
el_gr: Αυτή η δυνατότητα κάνει webERP σύνδεσμοι δείχνουν προς μια ελεύθερη εταιρία μορφή βάσης γνώσεων χρησιμοποιώντας ένα wiki. Αυτό επιτρέπει την ανταλλαγή σημαντικών πληροφοριών για τις εταιρίες - σχετικά με πελάτες, προμηθευτές και τα προϊόντα και η δημιουργία των μενού της ροής εργασίας και / ή εταιρικό τεκμηρίωση των διαδικασιών
hu_hu: Ez a funkció teszi webERP mutatnak linkek egy szabad forma cég tudásbázisának egy wiki. Ez lehetővé teszi a megosztását a fontos vállalati információk - a vásárlók, a beszállítók és termékek, valamint a létrehozott munka áramlás menük és / vagy a cégeljárás dokumentáció

source: Geocode Customers and Suppliers
el_gr: Geocode Πελάτες και Προμηθευτές
hu_hu: Görgetett egyenleg/tartozás lista

source: Geocode Integration Enabled
el_gr: Geocode Ένταξη Ενεργοποιήθηκε
hu_hu: Geokód Integrációs engedélyezve

source: Geocode Integration Disabled
el_gr: Geocode άτομα με ειδικές ανάγκες ολοκλήρωσης
hu_hu: Geokód Integrációs mozgáskorlátozottak

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
el_gr: Αυτό το χαρακτηριστικό θα δώσει γεωγραφικές συντεταγμένες προς τους πελάτες και τους προμηθευτές. Απαιτεί την πρόσβαση σε έναν πάροχο χαρτογράφηση. Θα πρέπει να ρυθμίσετε τη διευκόλυνση αυτή υπό Main Menu - Διαμόρφωση - geocode Εγκατάστασης. Αυτή η λειτουργία είναι σε πειραματικό στάδιο.
hu_hu: Ez a funkció adja szélességi és hosszúsági koordinátákat az ügyfelek és beszállítók. Hozzáférést igénylő leképezése szolgáltató. Meg kell setup ezt a lehetőséget alatt Főmenü - beállítás - geokód Setup. Ez a szolgáltatás még kísérleti.

source: Extended Customer Information
el_gr: Εκτεταμένη Πληροφορίες Πελατών
hu_hu: Adja meg az adatokat

source: Extended Customer Info Enabled
el_gr: Εκτεταμένη Πληροφορίες Πελατών Ενεργοποιήθηκε
hu_hu: Extended Ügyfél információ engedélyezve

source: Extended Customer Info Disabled
el_gr: Εκτεταμένη Πληροφορίες για άτομα με ειδικές ανάγκες πελατών
hu_hu: Extended Ügyfél információ mozgáskorlátozottak

source: This feature will give extended information in the Select Customer screen.
el_gr: Αυτό το χαρακτηριστικό θα δώσει εκτεταμένες πληροφορίες στην οθόνη Επιλογή Πελάτη.
hu_hu: Ez a funkció ad bővebb információt a Select Ügyfél képernyőn.

source: Extended Supplier Information
el_gr: Εκτεταμένη Πληροφορίες Προμηθευτή
hu_hu: Adja meg az adatokat

source: Extended Supplier Info Enabled
el_gr: Εκτεταμένη Πληροφορίες Προμηθευτή Ενεργοποιήθηκε
hu_hu: Extended Szállító Info engedélyezve

source: Extended Supplier Info Disabled
el_gr: Εκτεταμένη Πληροφορίες για άτομα με ειδικές ανάγκες Προμηθευτή
hu_hu: Extended Szállító Info mozgáskorlátozottak

source: This feature will give extended information in the Select Supplier screen.
el_gr: Αυτό το χαρακτηριστικό θα δώσει εκτεταμένες πληροφορίες στην οθόνη Επιλογή Προμηθευτή.
hu_hu: Ez a funkció ad bővebb információt a Szállító kiválasztása képernyőn.

source: Prohibit GL Journals to Control Accounts
el_gr: Απαγορεύουν GL Περιοδικά για τον Έλεγχο Λογαριασμών
hu_hu: Megtiltják GL Folyóiratok ellenőrzés számlák

source: Prohibited
el_gr: Απαγορευμένες
hu_hu: Tilos

source: Allowed
el_gr: Κατοικίδια
hu_hu: Engedélyezett

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
el_gr: Σε αυτή τη ρύθμιση απαγορεύεται εμποδίζει κατά λάθος εισέρχονται σε περιοδικό για την αυτόματη δημοσιεύτηκε και συμπεφωνημένους λογαριασμούς ελέγχου των πιστωτών (AP) και τους οφειλέτες (AR)
hu_hu: Ha ezt a tiltott megakadályozza véletlenül belépő folyóirat az automatikusan kiküldött és kibékült számlákat a hitelezők (AP) és az adós (AR)

source: Prohibit GL Journals to Periods Prior To
el_gr: Απαγορεύουν GL Περιοδικά σε περιόδους προγενέστερες του
hu_hu: Megtiltják GL Folyóiratok megelőző időszakra

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
el_gr: Αυτό επιτρέπει σε όλες τις περιόδους πριν από την ημερομηνία που επιλέξατε για να κλειδωθεί από αποσπάσεις. Όλες οι δημοσιεύσεις για τις συναλλαγές που χρονολογείται πριν από την ημερομηνία αυτή θα αναρτώνται κατά την περίοδο μετά την ημερομηνία αυτή.
hu_hu: Ez lehetővé teszi az összes megelőző időszakokra kiválasztott napon be kell zárni a hozzászólásokat. Minden hozzászólásokat ügyletek előzhetik meg ezen időpont írt követő időszakban ezt az időpontot.

source: Inventory Costing Method
el_gr: Απογραφή Κοστολόγηση Μέθοδος
hu_hu: Készlet tervezés lista

source: Weighted Average Costing
el_gr: Μεσοσταθμικό Κοστολόγηση
hu_hu: Súlyozott átlag Költségszámítás

source: Standard Costing
el_gr: Standard Κοστολόγηση
hu_hu: Alapértelmezett költségek

source: webERP allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
el_gr: webERP επιτρέπει την καταγραφή θα κοστολογούνται με βάση το σταθμισμένο μέσο όρο των στοιχείων σε απόθεμα ή πλήρη πρότυπης κοστολόγησης με διακυμάνσεις στις τιμές που αναφέρθηκαν. Η επιλογή εδώ καθορίζει τη μέθοδο που χρησιμοποιείται και το γενικό καθολικό καταχωρίσεις που προκύπτουν από τα τιμολόγια αγοράς και το κλείσιμο αποστολή
hu_hu: webERP lehetővé teszi, hogy leltárt kell költségtervvel alapján súlyozott átlaga készlet vagy teljes standard költségszámítás és árbeli különbségeik jelentett. A beállítás határozza meg az alkalmazott módszer és a főkönyvi könyvelések adódó beszerzési számlákat és szállítás záró

source: Auto Issue Components
el_gr: Αυτόματη Εξαρτήματα Τεύχος
hu_hu: Alkatrészek megtekintése

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
el_gr: Όταν τα είδη είναι κατασκευασμένα είναι δυνατό για τα στοιχεία του στοιχείου που αυτομάτως decremented από το απόθεμα, σύμφωνα με τον Bill του υλικού ρύθμιση
hu_hu: Amikor elemek gyártása is lehetséges összetevőinek a tételt automatikusan csökken eggyel, raktárról összhangban a Bill of Material beállítás

source: Prohibit Negative Stock
el_gr: Απαγορεύουν Αρνητική Χρηματιστήριο
hu_hu: Negatív készletek

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
el_gr: Θέτοντας αυτήν την παράμετρο στην τιμή Ναι εμποδίζει την τιμολόγηση και την έκδοση των μετοχών, εάν αυτό θα οδηγούσε σε αρνητικό απόθεμα. Το πρόβλημα υλικού πρέπει να διορθωθεί πριν από το τιμολόγιο ή το θέμα επιτρέπεται να υποστούν επεξεργασία.
hu_hu: A paraméter Igen megakadályozza a számlázás és a részvényopciók kérdése, ha ez azt eredményezné, hogy negatív állománya. Az állomány a problémát meg kell szüntetni, mielőtt a számla, illetve kérdés engedélyezni kell feldolgozni.

source: Months of Audit Trail to Retain
el_gr: Μήνες Ίχνος να διατηρούν
hu_hu: Hónapon Audit Trail hogy tartsa meg

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
el_gr: Εάν αυτή η παράμετρος έχει οριστεί σε 0 (μηδέν), τότε δεν διαδρομή ελέγχου διατηρείται. Η διαδρομή ελέγχου είναι ένα αρχείο καταγραφής των οποίων οι χρήστες που πραγματοποιούνται προσθήκες ενημερώσεις και διαγράφει από τα αρχεία της βάσης δεδομένων. Το πλήρες SQL διατηρείται
hu_hu: Ha ez a paraméter értéke 0 (nulla), akkor nincs ellenőrzési nyomvonal megmarad. Az ellenőrzési nyomvonal az a napló, amely a felhasználók végzett, amely kiegészítéseket frissíti és törli az adatbázisból rekordokat. A teljes SQL megmarad

source: Log Severity Level
el_gr: Σύνδεση επίπεδο σοβαρότητας
hu_hu: Napló Súlyossági szint

source: Errors Only
el_gr: Λάθη Μόνο
hu_hu: Hiba

source: Errors and Warnings
el_gr: Σφάλματα και Προειδοποιήσεις
hu_hu: Hibák és figyelmeztetések

source: Errors, Warnings and Info
el_gr: Σφάλματα, προειδοποιήσεις και Πληροφορίες
hu_hu: Hibák, figyelmeztetések és információk

source: Errors andWarnings
el_gr: Λάθη andWarnings
hu_hu: Hibák andWarnings

source: Choose which Status messages to keep in your log file.
el_gr: Επιλέξτε το οποίο Status μηνύματα για να κρατήσει στο αρχείο καταγραφής σας.
hu_hu: Válassza ki, melyik Állapotüzenetek tartani a naplófájlban.

source: Path to log files
el_gr: Πορεία σε αρχεία καταγραφής
hu_hu: Út a naplófájlok

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
el_gr: Η διαδρομή προς τον κατάλογο όπου βρίσκονται τα αρχεία καταγραφής θα πρέπει να αποθηκεύονται. Σημείωση ο χρήστης apache πρέπει να έχει δικαιώματα εγγραφής σε αυτόν τον κατάλογο.
hu_hu: Az útvonal a könyvtárba, ahol a napló fájlok lesznek tárolva. Megjegyzés: Az Apache felhasználó kell írni jogosultságokkal ebbe a könyvtárba.

source: Controlled Items Defined At Work Order Entry
el_gr: Ελεγχόμενη στοιχεία που ορίζονται κατά την έναρξη απευθείας εργασίας
hu_hu: Ellenőrzött megadott elemekből At Work Rendelés

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
el_gr: Εάν επιλέξετε Ναι, ελέγχονται τα στοιχεία που καθορίζονται κατά τη στιγμή της δημιουργίας εντολή εργασίας. Διαφορετικά οι ελεγχόμενων ειδών (σειριακοί αριθμοί παρτίδας και / roll / αναφορές παρτίδα) εισήλθαν κατά τη στιγμή του τελικού στοιχεία λαμβάνονται από την εντολή εργασίας
hu_hu: Ha az Igen, ellenőrzött tételek meghatározása idején a munka annak érdekében létrehozását. Ellenkező esetben az ellenőrzött termékek (sorozatszám és a batch / tekercs / tétel hivatkozások) kerülnek bejegyzésre, amikor a kész elemeket kapott munkája ellen annak érdekében,

source: Auto Create Work Orders
el_gr: Αυτόματη Δημιουργία εντολών εργασίας
hu_hu: Új megrendelés

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
el_gr: Θέτοντας αυτήν την παράμετρο στην τιμή Ναι, θα διασφαλίσει ότι, όταν μια εντολή πώλησης τοποθετείται όταν υπάρχει ανεπάρκεια των αποθεμάτων, στη συνέχεια, μια νέα τάξη πραγμάτων έργο έχει δημιουργηθεί στη θέση προεπιλεγμένη εργοστασιακή
hu_hu: A paraméter Igen biztosítani fogja, hogy amikor az értékesítési megrendelés, ha nincs elegendő raktáron, akkor egy új munka érdekében jön létre, a gyári helyre

source: Default Factory Location
el_gr: Default Τοποθεσία Εργοστάσιο
hu_hu: Készlet helyen

source: Could not load locations table
el_gr: Δεν ήταν δυνατή η φόρτωση θέσεις πίνακα
hu_hu: Nem értelems tartomány, mert

source: This location is the location where work orders will be created from when the auto create work orders option is activated
el_gr: Αυτή η θέση είναι η θέση στην οποία εντολές εργασίας θα δημιουργηθούν από τη στιγμή που η αυτόματη δημιουργία εργασίες επιλογή παραγγελίες είναι ενεργοποιημένη
hu_hu: Ez a hely az a hely, ahol a munka megrendelések létre, amikor az automatikus létrehozása megrendelések opció aktiválva van

source: Factory Manager Email Address
el_gr: Εργοστάσιο Διεύθυνση Email Διαχειριστή
hu_hu: FTP szerver, vagy Email cím

source: Work orders automatically created when sales orders are entered will be emailed to this address
el_gr: εντολών εργασίας δημιουργούνται αυτόματα όταν οι εντολές πώλησης που εγγράφονται θα αποσταλεί σε αυτή τη διεύθυνση
hu_hu: Munka megrendelése automatikusan létrejön, amikor az értékesítési megrendelések lépett emailben erre a címre

source: Purchasing Manager Email Address
el_gr: Ηλεκτρονική Διεύθυνση Προμηθειών Διευθυντής
hu_hu: FTP szerver, vagy Email cím

source: The email address for the purchasing manager, used to receive notifications by the tendering system
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου για το διευθυντή αγορών, χρησιμοποιείται για να λαμβάνετε ειδοποιήσεις από το σύστημα των διαγωνισμών
hu_hu: Az e-mail címet a beszerzési menedzser, alkalmazott, hogy értesítést kapjon a pályázati rendszer

source: Tax Authorities
el_gr: Φορολογικές Αρχές
hu_hu: Adóhatóságok

source: The tax type description may not be empty
el_gr: Η περιγραφή τύπου φόρου δεν μπορεί να είναι κενό
hu_hu: Az adó típusleírást nem lehet üres

source: The update of this tax authority failed because
el_gr: Η ενημέρωση αυτού του φορολογική αρχή απέτυχε διότι
hu_hu: A frissítéséről adóhatóság nem sikerült, mert

source: The tax authority for record has been updated
el_gr: Η φορολογική αρχή για την εγγραφή έχει ενημερωθεί
hu_hu: Az adóhatóság az eredménye frissült

source: The addition of this tax authority failed because
el_gr: Η προσθήκη αυτής της φορολογικής αρχής απέτυχε διότι
hu_hu: Szerepének, és ezen adóhatóság nem sikerült, mert

source: The new tax authority record has been added to the database
el_gr: Το νέο ρεκόρ φορολογική αρχή έχει προστεθεί στη βάση δεδομένων
hu_hu: Az új adóhatóság rekord bekerült az adatbázisba

source: Cannot delete this tax authority because there are tax groups defined that use it
el_gr: Δεν μπορεί να διαγραφεί αυτή η φορολογική αρχή, διότι υπάρχουν ομάδες αξίας, που ορίζεται ότι η χρήση
hu_hu: Nem lehet törölni ezt az adót hatóság, mert vannak olyan adó meghatározott csoportok azt használó

source: The selected tax authority record has been deleted
el_gr: Το επιλεγμένο αρχείο φορολογική αρχή έχει διαγραφεί
hu_hu: A kiválasztott adóhatóság rekordot törölték

source: The defined tax authorities could not be retrieved because
el_gr: Οι ορίζεται φορολογικές αρχές δεν ήταν δυνατόν να ανακτηθούν λόγω
hu_hu: A meghatározott adóhatóság nem lehetett letölteni, mert

source: The following SQL to retrieve the tax authorities was used
el_gr: Οι παρακάτω SQL για να ανακτήσετε τις φορολογικές αρχές χρησιμοποιήθηκε
hu_hu: Az alábbi SQL letölteni az adóhatóság használták

source: Input Tax
el_gr: Είσοδος Φορολογικές
hu_hu: Az előzetesen felszámított adó

source: Output Tax
el_gr: Έξοδος Φορολογικές
hu_hu: Áthárított adó

source: Bank Act Type
el_gr: Τράπεζα Τύπου νόμος
hu_hu: Bankról szóló törvény típus

source: Edit Rates
el_gr: Επεξεργασία Τιμές
hu_hu: Edit Árak

source: Review all defined tax authority records
el_gr: Επανεξέταση όλων των καθορισμένων αρχή διαπιστώνει φορολογικές
hu_hu: Vizsgálja meg az összes definiált adóhatóság rekordok

source: Tax Type Description
el_gr: Φορολογικές Περιγραφή Τύπος
hu_hu: Adó Típus Leírás

source: Input tax GL Account
el_gr: Είσοδος Λογαριασμός GL φόρου
hu_hu: Az előzetesen felszámított adó GL profil

source: Output tax GL Account
el_gr: φόρου επί των εκροών GL Λογαριασμού
hu_hu: Áthárított adó GL profil

source: Bank Name
el_gr: Όνομα Τράπεζας
hu_hu: Bank neve

source: Bank Account Type
el_gr: Τράπεζα Τύπος Λογαριασμού
hu_hu: Bankszámla típusa

source: Bank Swift No
el_gr: Τράπεζα Swift αριθ
hu_hu: Bank Swift Nem

source: Tax Group Maintenance
el_gr: Φορολογικές Συντήρηση Group
hu_hu: Adó csoportok karbantartása

source: Dispatch Tax Province Maintenance
el_gr: Αποστολή Συντήρηση επαρχία Φορολογικές
hu_hu: Szállítási adó területek karbantartás

source: Tax Category Maintenance
el_gr: Φορολογικές Συντήρηση Κατηγορία
hu_hu: Adó kategóriák karbatartása

source: Tax Rates
el_gr: Φορολογικοί Συντελεστές
hu_hu: Adókulcsok

source: This page can only be called after selecting the tax authority to edit the rates for
el_gr: Αυτή η σελίδα μπορεί μόνο να κληθεί μετά την επιλογή της φορολογικής αρχής να επεξεργαστείτε τα ποσοστά για τα
hu_hu: Ez az oldal csak akkor hívják kiválasztása után az adóhatóság módosíthatja az árakat

source: Please select the Rates link from the tax authority page
el_gr: Παρακαλώ επιλέξτε τον σύνδεσμο ποσοστά από τη σελίδα φορολογική αρχή
hu_hu: Kérjük, válassza ki Árak linket az adóhatóság oldal

source: to go to the Tax Authority page
el_gr: για να μεταβείτε στη σελίδα Φορολογικά Αρχή
hu_hu: menni az APEH oldalán

source: All rates updated successfully
el_gr: Όλες οι τιμές ενημερώθηκαν με επιτυχία
hu_hu: Az árak frissítés sikeresen

source: Deliveries From
el_gr: Παραδόσεις από
hu_hu: A szállítások

source: Update Rates
el_gr: Ενημέρωση Τιμές
hu_hu: Frissítés Árak

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
el_gr: Δεν υπάρχουν φορολογικοί συντελεστές για να δείξει - ίσως η αποστολή αρχείων επαρχία φόρου δεν έχουν ακόμη δημιουργηθεί;
hu_hu: Nincsenek adót show - talán a küldő adó tartomány nyilvántartást még nem hozták létre?

source: Tax Categories
el_gr: Φορολογικές Κατηγορίες
hu_hu: Adó kategóriák

source: The tax category name cannot contain the character
el_gr: Η ονομασία της κατηγορίας του φόρου δεν μπορεί να περιέχει το χαρακτήρα
hu_hu: Az adónem neve nem tartalmazza a karaktert

source: The tax category name may not be empty
el_gr: Η ονομασία της κατηγορίας του φόρου δεν μπορεί να είναι κενό
hu_hu: Az adó kategória neve nem lehet üres

source: The tax category cannot be renamed because another with the same name already exists.
el_gr: Η φορολογική κλίμακα δεν μπορεί να μετονομαστεί, διότι η άλλη με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Az adó kategóriát nem lehet átnevezni, mert egy másik ugyanolyan nevű már létezik.

source: The tax category could not be updated
el_gr: Η φορολογική κλίμακα θα μπορούσε να μην είναι ενημερωμένος
hu_hu: Az adónem nem lehet frissíteni

source: The tax category no longer exists
el_gr: Η φορολογική κλίμακα δεν υπάρχει πια
hu_hu: Az adó kategória már nem létezik

source: Tax category name changed
el_gr: Φορολογικές όνομα κατηγορίας άλλαξε
hu_hu: Adó kategória neve megváltozott

source: The tax category cannot be created because another with the same name already exists
el_gr: Η φορολογική κλίμακα δεν μπορεί να δημιουργηθεί επειδή ένας άλλος με το ίδιο όνομα υπάρχει ήδη
hu_hu: Az adónem nem lehet létrehozni, mert egy másik azonos néven már létezik

source: The new tax category could not be added
el_gr: Η νέα φορολογική κλίμακα δεν θα μπορούσε να προστεθεί
hu_hu: Az új adónem nem adható hozzá

source: New tax category added
el_gr: Νέα κατηγορία φόρου προστιθέμενης
hu_hu: Új adónem hozzáadott

source: Cannot delete this tax category because it no longer exists
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία φόρος, διότι δεν υφίσταται πλέον
hu_hu: Nem lehet törölni ezt az adót kategóriában, mert már nem létezik

source: Cannot delete this tax category because inventory items have been created using this tax category
el_gr: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία φόρος, διότι έχουν στοιχεία απογραφής έχουν δημιουργηθεί χρησιμοποιώντας αυτή την κατηγορία φορολογική
hu_hu: Nem lehet törölni ezt az adót, mert kategóriát leltári tételek hozták létre, ezzel adónem

source: inventory items that refer to this tax category
el_gr: στοιχεία απογραφής που αναφέρονται σε αυτή την κατηγορία φορολογική
hu_hu: leltári tételek, melyek erre a adónem

source: tax category and any tax rates set for it have been deleted
el_gr: φορολογική κατηγορία, καθώς και κάθε φορολογικούς συντελεστές που καθορίζονται για αυτό έχουν διαγραφεί
hu_hu: adónem és az adó meghatározott díjak is törölték

source: Could not get tax categories because
el_gr: Θα μπορούσε να μην πάρει τις κατηγορίες φόρος, διότι
hu_hu: Nem sikerült adónemek miatt

source: Review Tax Categories
el_gr: Επανεξέταση Κατηγορίες Φορολογική
hu_hu: Felülvizsgálat adónemek

source: Could not retrieve the requested tax category, please try again.
el_gr: δεν μπόρεσε να ανακτήσει την αρμόδια φορολογική κατηγορία, παρακαλώ προσπαθήστε ξανά.
hu_hu: Nem sikerült letölteni a kért adónem, kérjük, próbálja újra.

source: Tax Category Name
el_gr: Φορολογικές Όνομα κατηγορίας
hu_hu: Adó Kategória neve

source: Tax Authorities and Rates Maintenance
el_gr: Φορολογικές Αρχές και Τιμές Συντήρηση
hu_hu: Adó szintek karbantartása

source: Tax Groups
el_gr: Φορολογικές Ομάδες
hu_hu: Adó Csoportok
