Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Account Groups
el_gr: Ομάδες Λογαριασμών
hu_hu: Számlacsoportok

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
el_gr: Ένα λάθος εμφανίστηκε στην ανάκτηση των Ομάδων Λογαριασμών της ομάδας γονικού Λογαριασμού κατά τη διάρκεια του ελέγχου για recursion
hu_hu: Rekurzió miatt nem elérhető az anyagszámla

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
el_gr: Η SQL, πού χρησιμοποιήθηκε για την ανάκτηση των Ομάδων Λογαριασμών του Βασικού Λογαριασμού και που απέτυχε κατά την διαδικασία, ήταν
hu_hu: SQL üzenet

source: Review Account Groups
el_gr: Επισκόπηση Ομάδων Λογαριασμών
hu_hu: Számlaosztályok megtekintése

source: The SQL that was used to retrieve the information was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση των πληροφοριών που είχε
hu_hu: SQL üzenet

source: Could not check whether the group exists because
el_gr: Δεν μπόρεσα να ελέγχει κατά πόσον ο όμιλος υπάρχει γιατί
hu_hu: A számlacsoport nem hívható be, mert

source: The account group name already exists in the database
el_gr: Το όνομα της ομάδας λογαριασμός υπάρχει ήδη στη βάση δεδομένων
hu_hu: A számlaosztályok nem tartatalmazhatnak betüt

source: The account group name cannot contain the character
el_gr: Το όνομα της Ομάδας Λογαριασμού δεν μπορεί να περιέχει τον χαρακτήρα
hu_hu: A számlaosztályok nem tartatalmazhatnak betüt

source: or the character
el_gr: ή τον χαρακτήρα
hu_hu: vagy a betüt

source: The account group name must be at least one character long
el_gr: Το όνομα της Ομάδας Λογαριασμού πρέπει να έχει μήκος τουλάχιστον έναν χαρακτήρα.
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
el_gr: Η μητρική Ομάδα Λογαρισμού που επιλέχθηκε φαίνετε να έχει ώς αποτέλεσμα μια επαναλαμβανόμενη δομή Λογαριασμού - επιλέξτε μια άλλη μητρική Ομάδα Λογαριασμού ή μετατρέψτε αυτή την ομάδα σε Κεντρική.
hu_hu: A szülő veszi a kiválasztott csoport úgy tűnik, ahhoz, hogy egy rekurzív fiókszerkezet - válasszon egy másik szülő veszi csoport vagy a csoporthoz, hogy a felső szintű fiókcsoportot

source: Could not check whether the group is recursive because
el_gr: Δεν μπόρεσα να ελέγξει αν η ομάδα έχει επαναληπτικό επειδή
hu_hu: A számlacsoport nem hívható be, mert

source: The section in accounts must be an integer
el_gr: Το τμήμα στους Λογαριασμούς πρέπει να είναι ένας ακέραιος αριθμός
hu_hu: A számlaosztálynak egész számnak kell lennie

source: The sequence in the trial balance must be an integer
el_gr: Η ακολουθία στο δοκιμαστικό ισολογισμό πρέπει να είναι ένας ακέραιος αριθμός
hu_hu: A próbamérleg tartományban egész számot kell megadni

source: The sequence in the TB must be numeric and less than
el_gr: Η ακολουθία της φυματίωσης πρέπει να είναι αριθμητικά και λιγότερο από
hu_hu: A próbamérleg tartománynak kisebbnek kell lennie mint

source: An error occurred in updating the account group
el_gr: Παρουσιάστηκε σφάλμα στην ενημέρωση της ομάδας λογαριασμού
hu_hu: Hiba a frissítéskor

source: The SQL that was used to update the account group was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση της ομάδας λογαριασμός
hu_hu: SQL üzenet

source: Record Updated
el_gr: Εγγραφή ενημερώθηκε
hu_hu: Rekord frissítve

source: An error occurred in inserting the account group
el_gr: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της ομάδας λογαριασμού
hu_hu: Hiba az új hely rekord felvitelnél, mert

source: The SQL that was used to insert the account group was
el_gr: Ο SQL που χρησιμοποιείται για την εισαγωγή στην ομάδα λογαριασμού
hu_hu: SQL üzenet

source: Record inserted
el_gr: Εγγραφή προστέθηκε
hu_hu: Rekord beillesztve

source: An error occurred in retrieving the group information from chartmaster
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών ομάδα από chartmaster
hu_hu: Hiba a deviza rekord elérésénél

source: Cannot delete this account group because general ledger accounts have been created using this group
el_gr: Δεν μπορείτε να διαγράψετε αυτήν την ομάδα Λογαρισμού επειδή οι γενικοί καθολικοί λογαρισμοί έχουν δημιουργηθεί χρησιμοποιώντας αυτήν την ομάδα
hu_hu: Nem törölhető ez a számlaosztály mert főkönyvi tétel készült ezzel a számlaosztállyal

source: There are
el_gr: Υπάρχουν
hu_hu: Ott van

source: general ledger accounts that refer to this account group
el_gr: γενικοί καθολικοί λογαριασμοί που αναφέρονται σε αυτή την Ομάδα Λογαριασμών
hu_hu: főkönyvi számla mely hivatkozik erre a számlaosztályra

source: Parent Group
el_gr: Μητρική Ομάδα
hu_hu: Adó típus

source: An error occurred in retrieving the parent group information
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών ομάδα γονέων
hu_hu: Hiba a deviza rekord elérésénél

source: Cannot delete this account group because it is a parent account group of other account group(s)
el_gr: Δεν είναι δυνατή η διαγραφή αυτής της Ομάδας Λογαριασμών επειδή είναι μια Μητρική Ομάδα Λογαριασμού άλλων Ομάδων Λογαριασμού
hu_hu: Nem törölhető a számla, mert be van állítva mint adó elszámolási számla

source: account groups that have this group as its/there parent account group
el_gr: Όμάδες Λογαριασμών που έχουν αυτή την ομάδα ως Μητρική Ομάδα
hu_hu: véve a csoportok, amelyek ezt a csoportot az / ott anyavállalat fiókcsoportot

source: An error occurred in deleting the account group
el_gr: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της ομάδας λογαριασμού
hu_hu: Hiba a deviza rekord elérésénél

source: The SQL that was used to delete the account group was
el_gr: Ο SQL που χρησιμοποιήθηκε για να διαγράψετε την ομάδα λογαριασμού
hu_hu: SQL üzenet

source: group has been deleted
el_gr: Η ομάδα διαγράφηκε
hu_hu: csoport törölve lett

source: The sql that was used to retrieve the account group information was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση των πληροφοριών της ομάδας λογαριασμός
hu_hu: Hiba az árazás adatok elérésénél (SQL)

source: Could not get account groups because
el_gr: Δεν μπορούσαν να ανακτηθούν οι Ομάδες Λογαριασμών γιατι,
hu_hu: Számlaosztály nem hívható le mert

source: Search
el_gr: Αναζήτηση
hu_hu: Keresés

source: Group Name
el_gr: Όνομα Ομάδας
hu_hu: Csoport Név

source: Section
el_gr: Τομέας
hu_hu: Szakasz

source: Sequence In TB
el_gr: Κωδικός Στο ΔΙ
hu_hu: Szakasz a próbamérlegben

source: Profit and Loss
el_gr: Κέρδος και Ζημία
hu_hu: Nyereség / Veszteség

source: Yes
el_gr: Ναί
hu_hu: Igen

source: No
el_gr: Όχι
hu_hu: Nem

source: Edit
el_gr: Επεξεργασία
hu_hu: Szerkeszt

source: Delete
el_gr: Διαγραφή
hu_hu: Töröl

source: An error occurred in retrieving the account group information
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των πληροφοριών της ομάδας λογαριασμού
hu_hu: Hiba a deviza rekord elérésénél

source: The SQL that was used to retrieve the account group and that failed in the process was
el_gr: Ο SQL που χρησιμοποιείται για την ανάκτηση της ομάδας λογαριασμό και ότι απέτυχε στη διαδικασία ήταν
hu_hu: SQL üzenet

source: The account group name does not exist in the database
el_gr: Το όνομα της ομάδας λογαριασμός δεν υπάρχει στη βάση δεδομένων
hu_hu: A számlaosztályok nem tartatalmazhatnak betüt

source: Update
el_gr: Ενημέρωση
hu_hu: Frissít

source: Insert
el_gr: Εισαγωγή
hu_hu: Beszúrás

source: Account Group Name
el_gr: Όνομα λογαριασμού Group
hu_hu: Számlaosztály neve

source: Top Level Group
el_gr: Κεντρική Ομάδα
hu_hu: Felső szint csoport

source: Section In Accounts
el_gr: Τομέας στους Λογαριασμούς
hu_hu: Szakasz a számlákban

source: Account Sections
el_gr: Τομείς Λογαριασμών
hu_hu: Számlaosztályok

source: The account section already exists in the database
el_gr: Το τμήμα λογαριασμός υπάρχει ήδη στη βάση δεδομένων
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: The account section name must contain at least one character
el_gr: Το όνομα της ενότητας πρέπει να περιλαμβάνει τουλάχιστον έναν χαρακτήρα
hu_hu: A számlaosztály neve nem tartalmazhat betüt

source: The section number must be an integer
el_gr: Ο αριθμός τομέα πρεπεί να είναι ακαίρεος αριθμός
hu_hu: Egész számnak kell lennie

source: Cannot delete this account section because general ledger accounts groups have been created using this section
el_gr: Δεν μπορεί να διαγραφεί ο τομέας αυτού του λογαριασμού γιατί υπάρχουν ομάδες λογαρισμών γενικοί καθολικοί που χρησιμοποιούν αυτον τον τομέα
hu_hu: Nem törölhető ez a számlaosztály, mert a főkönyvben hivatkoznak rá

source: general ledger accounts groups that refer to this account section
el_gr: γενικοί καθολικοί λογαριασμοί που αναφέρονται σε αυτόν τον τομέα λογαριασμού
hu_hu: főkönyvi számlaosztály mely erre a számlaosztályra hivatkozik

source: section has been deleted
el_gr: ο τομέας έχει διαγραφεί
hu_hu: szakasz törölve lett

source: Could not get account group sections because
el_gr: Δεν ήταν δυνατή η ανάκτηση τομέων ομάδων λογαρισμών γιατί
hu_hu: A számlacsoport nem hívható be, mert

source: Section Number
el_gr: Κωδικός Τομέα
hu_hu: Szakasz Száma

source: Section Description
el_gr: Περιγραφή Τομέα
hu_hu: Szakasz leírás

source: Restricted
el_gr: Απαγορευμένο
hu_hu: Korlátozott

source: Review Account Sections
el_gr: Ανασκόπηση Τομέων Λογαριασμού
hu_hu: Számlaosztályok megtekintése

source: Could not retrieve the requested section please try again.
el_gr: Δεν ήταν δυνατή η ανάκτηση του ζητηθέντος τομέα παρακαλώ προσπαθήστε ξανά.
hu_hu: A keresett szakasz nem található, próbálja újra.

source: Enter Information
el_gr: Καταχώρηση Πληροφοριών
hu_hu: Adja meg az adatokat

source: Customer Contacts
el_gr: Πελάτης Επαφές
hu_hu: Vevő kód

source: Back to Customers
el_gr: Πίσω στούς Πελάτες
hu_hu: és a vevő

source: has been updated
el_gr: ενημερώθηκε
hu_hu: frissítve

source: The contact record has been added
el_gr: Η εγγραφή επαφής έχει προστεθεί
hu_hu: A kedvezmény mátrix frissítve

source: The contact record has been deleted
el_gr: Η εγγραφή επαφής έχει διαγραφεί
hu_hu: A kedvezmény mátrix rekord törölve

source: Name
el_gr: Όνομα
hu_hu: Név

source: Role
el_gr: Ρόλο
hu_hu: Szerepe

source: Phone No
el_gr: Τηλέφωνο
hu_hu: Telefon

source: Statement
el_gr: Δήλωση
hu_hu: Nyilatkozat

source: Are you sure you wish to delete this contact?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την επαφή;
hu_hu: Biztos benne, hogy szeretné törölni ezt a kapcsolatot?

source: Review all contacts for this Customer
el_gr: Επανεξέταση όλων των επαφών για αυτόν τον πελάτη
hu_hu: Vizsgálja meg az összes kapcsolatot e az Ügyfél

source: Contact Code
el_gr: Επικοινωνία κώδικα
hu_hu: Kapcsolat

source: Contact Name
el_gr: Όνομα Επικοινωνίας
hu_hu: Kapcsolattartó neve

source: Phone
el_gr: Τηλέφωνο
hu_hu: Telefon

source: Customer Notes
el_gr: Σημειώσεις Πελάτη
hu_hu: Vevő kód

source: Back to Select Customer
el_gr: Επιστροφή στην Επιλογή Πελατών
hu_hu: és a vevő

source: The contact priority must be an integer.
el_gr: Η προτεραιότητα επαφής πρέπει να είναι ακέραιος.
hu_hu: A számla kódnak egész számnak kell lennie

source: The contact's notes must be two hundred characters or less long
el_gr: σημειώσεις της επαφής πρέπει να είναι διακόσιοι χαρακτήρες ή λιγότερο μακρά
hu_hu: A számla név max 50 karakter lehet

source: The contact's notes may not be empty
el_gr: σημειώσεις της επαφής μπορεί να μην είναι άδειο
hu_hu: A bankszámla neve nem lehet üres

source: The contact notes record has been added
el_gr: Η επαφή ρεκόρ σημειώνει έχει προστεθεί
hu_hu: A kedvezmény mátrix frissítve

source: The contact note record has been deleted
el_gr: Η εγγραφή σημείωμα επαφή έχει διαγραφεί
hu_hu: A kedvezmény mátrix rekord törölve

source: Notes for Customer
el_gr: Σημειώσεις για την Εξυπηρέτηση Πελατών
hu_hu: Tudomásul veszi az Ügyfél

source: Date
el_gr: Ημερομηνία
hu_hu: Dátum

source: Note
el_gr: Σημείωση
hu_hu: Megjegyzés:

source: Priority
el_gr: Προτεραιότητας
hu_hu: Nyereség

source: Review all notes for this Customer
el_gr: Επανεξέταση όλων των σημειώσεων για αυτόν τον πελάτη
hu_hu: megrendelések ezzel a telephely kóddal

source: Note ID
el_gr: Σημείωση ID
hu_hu: Mejegyzés

source: Contact Note
el_gr: Επικοινωνία Σημείωση
hu_hu: Kapcsolat

source: Customer Type (Group) Notes
el_gr: Πελατών Τύπος (Group) Σημειώσεις
hu_hu: Vevő adatok frissítve

source: The Contact priority must be an integer.
el_gr: Η προτεραιότητα επαφής πρέπει να είναι ακέραιος.
hu_hu: A számla kódnak egész számnak kell lennie

source: Customer Group Notes
el_gr: Σημειώσεις Πελάτη Group
hu_hu: Vevő adatok frissítve

source: The contact group notes record has been added
el_gr: Η ομάδα σημειώνει ρεκόρ επαφή έχει προστεθεί
hu_hu: A kedvezmény mátrix frissítve

source: The contact group note record has been deleted
el_gr: Η ομάδα επαφής ρεκόρ σημείωση έχει διαγραφεί
hu_hu: A kedvezmény mátrix rekord törölve

source: Notes for Customer Type
el_gr: Σημειώσεις για την κατηγορία του πελάτη
hu_hu: Tudomásul veszi az ügyfél típusa

source: Review all notes for this Customer Type
el_gr: Επανεξέταση όλων των σημειώσεων για το Είδος Πελάτη
hu_hu: megrendelések ezzel a telephely kóddal

source: Contact Group Note
el_gr: Επικοινωνία Σημείωση Ομάδα
hu_hu: Számlaosztály neve

source: Web site
el_gr: Ιστοσελίδα
hu_hu: A termék

source: Inventory
el_gr: Απογραφή
hu_hu: Készletek

source: Stock
el_gr: Χρηματιστήριο
hu_hu: Termékkód

source: Description
el_gr: Περιγραφή
hu_hu: Leírás

source: Batch
hu_hu: Köteg

source: Units
el_gr: Μονάδες
hu_hu: Egység

source: Total
el_gr: Σύνολο
hu_hu: Összesen

source: Aged Customer Balance Listing
el_gr: Κατάλογος Ενηλικιωμένων Ισολογισμών Πελατών
hu_hu: Görgetett vevői egyenleg lista

source: Aged Customer Balances
el_gr: Ενηλικιωμένοι Ισολογισμοί Πελατών
hu_hu: Görgetett vevői egyenleg

source: Aged Customer Account Analysis
el_gr: Ανάλυση Ενηλικιωμένου Λογαριασμού Πελάτη
hu_hu: Görgetett vevői számla elemzés

source: Problem Report
el_gr: Αναφορά Προβλήματος
hu_hu: Hibalista

source: The customer details could not be retrieved by the SQL because
el_gr: Οι πληροφορίες πελάτη δεν μπορούσαν να ανακτηθούν από την SQL επειδή
hu_hu: A vevői adatok nem elérhetők (SQL), mert

source: Back to the menu
el_gr: Πίσω στο Κεντρικό Μενού
hu_hu: Vissza a menübe

source: The details of outstanding transactions for customer
el_gr: Οι πληροφορίες των σημαντικότερων κινήσεων για τον πελάτη
hu_hu: Rendezettlen vevői ügyletek részletei

source: could not be retrieved because
el_gr: δεν μπορούσε να ανακτηθεί επειδή
hu_hu: nem elérhető mert

source: The SQL that failed was
el_gr: Η SQL που απέτυχε ήταν
hu_hu: Az SQL hibát jelzett

source: Aged Debtor Analysis
el_gr: Ανάλυση Ενηλικιωμένων Χρεοστούντων
hu_hu: Görgetett tartozás elemzés

source: From Customer Code
el_gr: Από τον Κωδικό Πελάτη
hu_hu: Vevőkód (tól)

source: To Customer Code
el_gr: Στον Κωδικό Πελάτη
hu_hu: Vevőkód (ig)

source: All balances or overdues only
el_gr: Όλοι οι ισολογισμοί ή οι εκπρόθεσμοι μόνο
hu_hu: Csak egyenlegek és tartozások

source: All customers with balances
el_gr: Όλοι οι πελάτες με ισολογισμούς
hu_hu: Minden vevő egyenleggel

source: Overdue accounts only
el_gr: Εκπρόθεσμοι λογαριασμοί μόνο
hu_hu: Csak tartozások

source: Held accounts only
el_gr: Δεσμευμένοι λογαριασμοί μόνο
hu_hu: Nem változó számlák

source: Only Show Customers Of
el_gr: Να εμφανιστούν μόνο οι Πελάτες του
hu_hu: Vevők akik vásároltak

source: All Salespeople
el_gr: Όλες οι πωλητές
hu_hu: Minden eladó

source: Only show customers trading in
el_gr: Να εμφανιστούν μόνο οι πελάτες που εμπορεύονται
hu_hu: Vevők akik vásároltak

source: Summary or detailed report
el_gr: Περιλιπτική ή λεπτομερής Αναφορά
hu_hu: Összegzett vagy részletes kimutatás

source: Summary Report
el_gr: Περιλιπτική Αναφορά
hu_hu: Összesítő kimutatás

source: Detailed Report
el_gr: Λεπτομερής Αναφορά
hu_hu: Részletes kimutatás

source: Print PDF
el_gr: Εκτύπωση σε PDF
hu_hu: PDF készítés

source: Aged Supplier Listing
el_gr: Κατάλογος Ενηλικιωμένων Προμηθευτών
hu_hu: Görgetett szállítói lista

source: Aged Suppliers
el_gr: Ενηλικιωμένοι Προμηθευτές
hu_hu: Görgetett szállítók

source: Aged Supplier Account Analysis
el_gr: Ανάλυση Λογαριασμού Ενηλικιωμένων Προμηθευτών
hu_hu: Görgetett szállítói számlák elemzés

source: The Supplier details could not be retrieved by the SQL because
el_gr: Οι πληροφορίες Προμηθευτή δεν ήταν δυνατόν να ανακτηθούν από την SQL επειδή
hu_hu: A szállító adatai nem elérhetők (SQL), mert

source: Aged Supplier Account Analysis - Problem Report
el_gr: Ανάλυση Λογαριασμού Ενηλικιωμένων Προμηθευτών - Αναφορά Προβλήματος
hu_hu: Görgetett szállítói számla elemzés - Problémás esetek

source: The details of outstanding transactions for Supplier
el_gr: Οι πληροφορίες των σημαντικότερων κινήσεων για τον προμηθευτή
hu_hu: Lezáratlan szállítói ügyletek részletei

source: Aged Supplier Analysis
el_gr: Ανάλυση Ενηλικιωμένων Προμηθευτών
hu_hu: Görgetett szállítói elemzés

source: From Supplier Code
el_gr: Από τον Κωδικό Προμηθευτή
hu_hu: Szállítókód (tól)

source: To Supplier Code
el_gr: Στον Κωδικό Προμηθευτή
hu_hu: Szállítókód (ig)

source: All suppliers with balances
el_gr: Όλοι οι προμηθευτές με ισολογισμούς
hu_hu: Minden szállító egyenleggel

source: For suppliers trading in
el_gr: Για προμηθευτές εσωτερικού
hu_hu: Szállítók akik eladtak

source: Summary or Detailed Report
el_gr: Περιλιπτική ή Λεπτομερής Αναφορά
hu_hu: Összegzett vagy részletes kimutatás

source: N/A
el_gr: Ν/Α
hu_hu: NINCS

source: The selected period from is actually after the period to
el_gr: Η επιλεγείσα περίοδος από είναι στην πραγματικότητα μετά την περίοδο για να
hu_hu: A megadott időtartam későbbi mint

source: Please reselect the reporting period
el_gr: Παρακαλείσθε να επιλέξετε ξανά την περίοδο αναφοράς
hu_hu: Válasszon új időszakot

source: webERP is an "accrual" based system (not a "cash based" system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
el_gr: webERP είναι το "δεδουλευμένη " σύστημα (που δεν είναι "ταμειακή βάση " σύστημα). Δεδουλευμένη συστήματα περιλαμβάνουν τα στοιχεία, όταν αυτά τιμολογούνται στον πελάτη, και όταν τα έξοδα οφείλονται με βάση την ημερομηνία τιμολογίου προμηθευτή.
hu_hu: webERP egy \

source: OR
el_gr: Ή
hu_hu: vagy

source: Summary
el_gr: Περίληψη
hu_hu: Összesen

source: All Accounts
el_gr: Όλοι οι λογαριασμοί
hu_hu: Minden számla

source: Show on Screen (HTML)
el_gr: Εμφάνιση στην οθόνη (HTML)
hu_hu: Mutasd a Screen (HTML)

source: A period up to 12 months in duration can be specified
el_gr: Ένα χρονικό διάστημα μέχρι 12 μήνες σε διάρκεια μπορεί να οριστεί
hu_hu: Max 12 hónapos időszakot kell megadni

source: the system automatically shows a comparative for the same period from the previous year
el_gr: το σύστημα εμφανίζει αυτόματα ένα συγκριτικό για την ίδια περίοδο του προηγούμενου έτους
hu_hu: a rendszer automatikusan megmutatja az előző év adott időszakát összehasonlításban

source: it cannot do this if a period of more than 12 months is specified
el_gr: δεν μπορεί να κάνει αυτό, αν μια περίοδο άνω των 12 μηνών που καθορίζεται
hu_hu: nem indítható ha az időszak hosszabb mint 12 hónap

source: Please select an alternative period range
el_gr: Παρακαλώ επιλέξτε μια εναλλακτική σειρά περιόδου
hu_hu: Adjon meg egy alternatív időszakot

source: For
el_gr: Για
hu_hu: A

source: months to
el_gr: μήνες για να
hu_hu: hónap

source: All amounts stated in
el_gr: Όλα τα ποσά που δηλώνονται
hu_hu: Minden összeg

source: Account
el_gr: Λογαριασμός
hu_hu: Számla

source: Account Name
el_gr: Όνομα Λογαριασμού
hu_hu: Számla neve

source: No general ledger accounts were returned by the SQL because
el_gr: Δεν λογαριασμών γενικής λογιστικής επιστρέφονται από τον SQL επειδή
hu_hu: Nincs elérhető főkönyvi számla (SQL), mert

source: total
el_gr: συνολικά
hu_hu: összesen

source: Gross Profit
el_gr: Μικτό κέρδος
hu_hu: Nyereség összesen

source: Print
el_gr: Εκτύπωση
hu_hu: Nyomtatás

source: Select A Different Period
el_gr: Επιλέξτε μια διαφορετική χρονική περίοδο
hu_hu: Válasszon másik időszakot

source: Select the balance date
el_gr: Επιλέξτε την ημερομηνία ισολογισμού
hu_hu: Adja meg az egyenleg dátumot

source: as at
el_gr: κατά την
hu_hu: szerinti,

source: The accumulated profits brought forward could not be calculated by the SQL because
el_gr: Τα συσσωρευμένα κέρδη που έχουν μεταφερθεί δεν θα μπορούσε να υπολογίζεται από τον SQL επειδή
hu_hu: A görgetett nyereség átvezteés nem kalkulálható (SQL), mert

source: Check Total
el_gr: Ελέγξτε Σύνολο
hu_hu: Ellenőrző egyenleg

source: Sales Area Maintenance
el_gr: Συντήρηση Περιοχής Πωλήσεων
hu_hu: Eladási körzetek

source: The area code must be three characters or less long
el_gr: Ο κωδικός περιοχής πρέπει να είναι τρείς χαρακτήρες ή περισσότεροι
hu_hu: A körzetkód 2, vagy 1 karakter hosszú

source: The area code entered already exists
el_gr: Ο κωδικός έκταση που έχει ενταχθεί ήδη υπάρχει
hu_hu: A körzetkód nem lehet üres

source: The area description must be twenty five characters or less long
el_gr: Η περιγραφή περιοχής πρέπει να είναι μικρότερη από 25 χαρακτήρες
hu_hu: A körzet leírás max 50 karakter lehet

source: The area code may not be empty
el_gr: Ο κωδικός περιοχής δεν μπορεί να είναι κενός
hu_hu: A körzetkód nem lehet üres

source: The area description may not be empty
el_gr: Η περιγραφή περιοχής δεν μπορεί να είναι κενή
hu_hu: A körzet leírása nem lehet üres

source: Area code
el_gr: Κωδικός Περιοχής
hu_hu: körzetkód

source: New area code
el_gr: Νέος κωδικός περιοχής
hu_hu: Új körzetkód

source: has been inserted
el_gr: έχει εισαχθεί
hu_hu: beillesztve

source: The area could not be added or updated because
el_gr: Η περιοχή δεν μπορούσε να προστεθεί ή να ενημερωθεί επειδή
hu_hu: A körzetkód nem javítható mert

source: Cannot delete this area because customer branches have been created using this area
el_gr: Δεν είναι δυνατή η διαγραφή της περιοχής επείδη έχουν δημιουργηθεί υποκαταστήματα πελατών σε αυτή την περιοχή
hu_hu: Nem törölhető ez eladókörzet, mert vevői adatok hivatkoznak rá

source: branches using this area code
el_gr: υποκαταστήματα που χρησιμοποιούν αυτόω τον κωδικό περιοχής
hu_hu: üzletek hivatkoznak erre a körzetkódra

source: Cannot delete this area because sales analysis records exist that use this area
el_gr: Δεν μπορείτε να διαγράψετε αυτόν τον τομέα, διότι οι πωλήσεις εγγραφών ανάλυση υπάρχουν που χρησιμοποιούν αυτόν τον τομέα
hu_hu: Nem törölhető ez a körzetkód, mert nyitott értékesítési elemzések hivatkoznak rá

source: sales analysis records referring this area code
el_gr: αναφέρονται εγγραφές ανάλυσης πωλήσεων σε αυτόν τον κωδικό περιοχής
hu_hu: értékesítési elemzés hivatkozik erre a körzetkódra

source: Area Code
el_gr: Κωδικός Περιοχής
hu_hu: Körzetkód

source: has been deleted
el_gr: έχει διαγραφεί
hu_hu: törölve

source: Area Name
el_gr: Όνομα Περιοχής
hu_hu: Körzet neve

source: View Customers from this Area
el_gr: Δείτε Πελάτες από αυτή την περιοχή
hu_hu: Vevő név

source: Review Areas Defined
el_gr: Ορίστηκαν Περιοχές Επισκόπισης
hu_hu: Körzetek megtekintése

source: Incorrect date format used, please re-enter
el_gr: Λανθασμένη μορφή που χρησιμοποιείται σήμερα, πληκτρολογήστε ξανά
hu_hu: A megadott dátum érvénytelen, ellenőrizze a formátumot

source: From Date
el_gr: Από Ημερομηνία
hu_hu: innen

source: To Date
el_gr: Για την Ημερομηνία
hu_hu: Dátum

source: User ID
el_gr: Αναγνωριστικό χρήστη
hu_hu: Felhasználói azonosító

source: All
el_gr: Όλες
hu_hu: Minden

source: Table
el_gr: Πίνακας
hu_hu: Engedélyezve

source: View
el_gr: Προβολή
hu_hu: Nézd meg

source: Date/Time
el_gr: Ημερομηνία / Ώρα
hu_hu: Dátum

source: User
el_gr: Χρήστης
hu_hu: Lézer

source: Type
el_gr: Τύπος
hu_hu: Típus

source: Table
el_gr: Πίνακας
hu_hu: Engedélyezve
