Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Removed Remaining Quantity and set Line Number
el_gr: Αφαιρέθηκε υπόλοιπη ποσότητα και που Αριθμός Γραμμής
hu_hu: Eltávolított fennmaradó mennyiség és állítsa vonal száma

source: as Completed for existing Order Number
el_gr: όπως συμπληρώθηκε για τις υφιστάμενες Αριθμός Παραγγελίας
hu_hu: A befejezett meglévő rendelési száma

source: Cannot find tax category Freight which must always be defined
el_gr: Δεν μπορείτε να βρείτε φόρου Freight κατηγορία η οποία πρέπει πάντα να ορίζεται
hu_hu: Nem találom a adónem Freight amelyeket mindig meg kell határozni

source: Label id
el_gr: Ετικέτα id
hu_hu: Címke id

source: Rows per sheet
el_gr: Σειρές ανά φύλλο
hu_hu: Sorok laponként

source: Cols per sheet
el_gr: Οι στήλες ανά φύλλο
hu_hu: Cols laponként

source: Sheet height
el_gr: Φύλλο ύψος
hu_hu: Adatlap magasság

source: Sheet width
el_gr: Φύλλο πλάτους
hu_hu: Lemezszélesség

source: Label height
el_gr: Ετικέτα ύψος
hu_hu: Címkemagasság

source: Label width
el_gr: Ετικέτα πλάτος
hu_hu: Címke szélesség

source: Top margin
el_gr: Επάνω περιθώριο
hu_hu: A felső margó

source: Left margin
el_gr: Αριστερό περιθώριο
hu_hu: Bal margó

source: Row height
el_gr: Ύψος γραμμής
hu_hu: Sormagasság

source: Column width
el_gr: Το πλάτος της στήλης
hu_hu: Oszlopszélesség

source: Horiz. pos.
hu_hu: Vízszintes. pos.

source: Font size
el_gr: Μέγεθος γραμματοσειράς
hu_hu: Betűméret

source: Data to display
el_gr: Στοιχεία για την εμφάνιση
hu_hu: Megjeleníthető adat

source: Code item
el_gr: Κωδικός στοιχείου
hu_hu: Kód tétel

source: Description remainder
el_gr: υπόλοιπο Περιγραφή
hu_hu: Leírás fennmaradó

source: Long description
el_gr: Εκτενής περιγραφή
hu_hu: Hosszú leírás

source: Long description remainder
el_gr: Μακριά υπόλοιπο περιγραφή
hu_hu: Hosszú leírás fennmaradó

source: Failed loading XML file
el_gr: Αποτυχία φόρτωσης αρχείου XML
hu_hu: Sikertelen betöltés XML-fájl

source: Report this problem
el_gr: Αναφορά αυτού του προβλήματος
hu_hu: Jelentse ezt a problémát

source: The suppliers offer could not be inserted into the database because
el_gr: Η προσφορά προμηθευτές δεν θα μπορούσε να εισαχθεί στη βάση δεδομένων, επειδή
hu_hu: A telephely rekord nem módosítható, rögzíthető, mert

source: The SQL statement used to insert the suppliers offer record and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την εισαγωγή του προμηθευτές προσφέρουν ρεκόρ και απέτυχε ήταν
hu_hu: SQL üzenet

source: The offer for
el_gr: Η προσφορά για
hu_hu: Megrendelés sor

source: has been inserted into the database
el_gr: έχει εισαχθεί στη Βάση Δεδομένων
hu_hu: teljesen rögzítve az adatbázisban

source: at a price of
el_gr: στην τιμή των
hu_hu: Új vevő felvitel

source: could not be inserted into the database
el_gr: δεν θα μπορούσε να εισαχθεί στη βάση δεδομένων
hu_hu: nem elérhetők az adtabázisban

source: The suppliers offer could not be updated on the database because
el_gr: Η προσφορά των προμηθευτών θα μπορούσε να μην είναι ενημερωμένος σχετικά με τη βάση δεδομένων, επειδή
hu_hu: A vevő adatok nem frissíthetők, mert

source: The SQL statement used to update the suppliers offer record and failed was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την ενημέρωση των προμηθευτών προσφορά ρεκόρ και απέτυχε ήταν
hu_hu: SQL üzenet

source: has been updated in the database
el_gr: έχει ενημερωθεί στη βάση δεδομένων
hu_hu: teljesen rögzítve az adatbázisban

source: could not be updated in the database
el_gr: δεν θα μπορούσε να επικαιροποιηθεί η βάση δεδομένων
hu_hu: nem elérhetők az adtabázisban

source: Offer received from
el_gr: Προσφορά που έλαβε από
hu_hu: Fogadva

source: This email is automatically generated by webERP
el_gr: Αυτό το ηλεκτρονικό μήνυμα παράγεται αυτόματα από webERP
hu_hu: Ez az e-mail automatikusan generált webERP

source: You have received the following offer from
el_gr: Έχετε λάβει την ακόλουθη προσφορά από
hu_hu: Ön megkapta a következő ajánlatot

source: There was an error updating the purchase order detail record to make it part of shipment
el_gr: Υπήρξε ένα σφάλμα κατά την ενημέρωση της παραγγελίας ρεκόρ λεπτομέρεια ώστε να είναι μέρος της αποστολής
hu_hu: Hiba a szállítói megrendelés rekord módosításakor, részteljesítéskor

source: the error reported was
el_gr: το σφάλμα που αναφέρθηκαν ήταν
hu_hu: a hiba

source: This shipment line has a quantity invoiced and already charged to the shipment - it cannot now be removed
el_gr: Αυτή η γραμμή μεταφοράς έχει τιμολογηθεί ποσότητα και έχει ήδη χρεωθεί για τη μεταφορά - δεν μπορεί τώρα να αφαιρεθούν
hu_hu: A szállítás tételsorban megadott mennyiség már le lett szállítva, nem teljesíthető

source: SUCCESS
el_gr: ΕΠΙΤΥΧΙΑ
hu_hu: SIKERES

source: INFORMATION
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ
hu_hu: INFORMÁCIÓ

source: Message
el_gr: Μήνυμα
hu_hu: Üzenet

source: Could not get the configuration parameters from the database because
el_gr: Θα μπορούσε να μην πάρει τις παραμέτρους διαμόρφωσης από τη βάση δεδομένων, επειδή
hu_hu: Nem sikerült a konfigurációs paramétereket az adatbázisból, mert

source: An error occurred accessing the database to retrieve the company information
el_gr: Παρουσιάστηκε ένα σφάλμα πρόσβασης στη βάση δεδομένων για να ανακτήσει τις πληροφορίες της εταιρείας
hu_hu: Hiba a cégadatok elérésekor

source: The company record has not yet been set up
el_gr: Η δισκογραφική εταιρεία δεν έχει ακόμη συσταθεί
hu_hu: A cégadatok még nincsenek beállítva

source: From the system setup tab select company maintenance to enter the company information and system preferences
el_gr: Από την καρτέλα ρύθμιση του συστήματος επιλέγει τη συντήρηση της εταιρείας για να εισάγετε τα στοιχεία της εταιρείας και τις προτιμήσεις του συστήματος
hu_hu: A rendszer beállításokban a cégadatok és rendszer adatok beállítását végezze el

source: CRITICAL PROBLEM
el_gr: Κρίσιμο πρόβλημα
hu_hu: KRITIKUS HIBA

source: Company
el_gr: Εταιρία
hu_hu: Cég

source: Items
el_gr: Είδη
hu_hu: Termék

source: Manual
el_gr: Εγχειρίδιο Χρήσης
hu_hu: Leírás

source: Are you sure you wish to logout?
el_gr: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
hu_hu: Biztosan ki akar lépni?

source: Logout
el_gr: Έξοδος
hu_hu: Kilépés

source: Select Existing Items
el_gr: Επιλέξτε υπαρχόντων στοιχείων
hu_hu: Válasszon kijelölt tételt

source: Qty left
el_gr: Ποσότητα αριστερά
hu_hu: Menny. marad

source: items available
el_gr: διαθέσιμα στοιχεία
hu_hu: készlet szabad

source: There does not appear to be any of
el_gr: Δεν φαίνεται να υπάρχει καμία από
hu_hu: Nincs megjeleníthető

source: left in
el_gr: αριστερά
hu_hu: marad

source: Please Choose a file and then click Set Entry Type to upload a file for import
el_gr: Παρακαλώ επιλέξτε ένα αρχείο και, στη συνέχεια, κάντε κλικ στο Έναρξη Πληκτρολογήστε να ανεβάσετε ένα αρχείο για την εισαγωγή
hu_hu: Válasszon ki egy file-t, majd klikk az elem típus beállításra, az importhoz

source: There was a problem with the uploaded file
el_gr: Υπήρξε ένα πρόβλημα με τα αρχεία
hu_hu: Hiba a file feltöltéskor

source: We received
el_gr: Δεχτήκαμε
hu_hu: Feltöltve

source: Size
el_gr: Μέγεθος
hu_hu: Méret

source: Error was
el_gr: Σφάλμα
hu_hu: Hiba

source: Error moving temporary file
el_gr: Σφάλμα κατά τη μετακίνηση προσωρινών αρχείων
hu_hu: Hibásak átmeneti file-ba

source: Please check your configuration
el_gr: Παρακαλώ ελέγξτε τις ρυθμίσεις σας
hu_hu: Ellenőrizze a beállításait

source: Successfully received
el_gr: Παρελήφθησαν επιτυχώς
hu_hu: Sikeresen feltöltve

source: TempName
hu_hu: Átmeneti név

source: Valid
el_gr: Ισχύει
hu_hu: Érvényes

source: Invalid
el_gr: Άκυρα
hu_hu: Nem érvényes

source: Validate File
el_gr: Επικύρωση Αρχείο
hu_hu: File ellenőrzés

source: 1st 10 Lines of File
el_gr: Πρώτα 10 γραμμές του αρχείου
hu_hu: Első 10 sor a file-ból

source: Below are the 1st 100 records as parsed
el_gr: Παρακάτω είναι το 1ο 100 ρεκόρ, όπως αναλύονται
hu_hu: Az első 100 rekord elemzésekor

source: Keyed Entry
el_gr: Πληκτρολογηθεί Είσοδος
hu_hu: Kulcs elem

source: Sequential
el_gr: Διαδοχική
hu_hu: Folyamatos

source: Set Entry Type
el_gr: Ρύθμιση Τύπος Είσοδος
hu_hu: Elem típus

source: Remove All
el_gr: Κατάργηση όλων
hu_hu: Mindet töröl

source: Batch/Roll/Bundle
el_gr: Παρτίδα / Roll / Bundle
hu_hu: Köteg/Göngyöleg/Csomag

source: Begin:
el_gr: Ξεκινήστε:
hu_hu: Kezdet:

source: End:
el_gr: Λήξη:
hu_hu: Vége:

source: with password
el_gr: με τον κωδικό πρόσβασης
hu_hu: jelszóval

source: Your webserver is configured to enable Magic Quotes. This may cause problems if you use punctuation (such as quotes) when doing data entry. You should contact your webmaster to disable Magic Quotes
el_gr: webserver σας είναι ρυθμισμένος να επιτρέπει Magic Quotes. Αυτό μπορεί να προκαλέσει προβλήματα αν χρησιμοποιείτε σημεία στίξης (όπως τα εισαγωγικά), όταν κάνει την εισαγωγή δεδομένων. Θα πρέπει να επικοινωνήστε με τον webmaster σας για να απενεργοποιήσετε Magic Quotes
hu_hu: A webszerver úgy van beállítva, hogy Magic Quotes. Ez akkor okozhat problémát, ha használja központozás (például idézőjelek), amikor egy adatbevitel. Vegye fel a kapcsolatot a webmesterrel tiltani Magic Quotes

source: Enter Counter Sales
el_gr: Εισάγετε Μετρητής Πωλήσεις
hu_hu: Készlet szám

source: Outstanding Sales Orders/Quotations
el_gr: Εκκρεμείς παραγγελίες πωλήσεων / Αποφθέγματα
hu_hu: Folyamatban lévő megrendelések kezelése

source: Special Order
el_gr: Ειδική Παραγγελία
hu_hu: Spec megrendelések

source: Recurring Order Template
el_gr: Επαναλαμβανόμενη Πρότυπο Παραγγελία
hu_hu: Ismétlődő megrendelések minta

source: Process Recurring Orders
el_gr: Διαδικασία Επαναλαμβανόμενη Παραγγελίες
hu_hu: Ismétlődő megrendelések

source: Print Price Lists
el_gr: Εκτύπωση Τιμοκατάλογοι
hu_hu: Árlista nyomtatás

source: Orders Invoiced Reports
el_gr: Παραγγελίες Τιμολογημένες Εκθέσεις
hu_hu: Számlázott megrendelések lista

source: Sales Analysis Reports
el_gr: Πωλήσεις Εκθέσεις Ανάλυση
hu_hu: Eladási analízis nyomtatás

source: Sales Graphs
el_gr: Πωλήσεις Διαγράμματα
hu_hu: Eladás grafikon

source: Order Delivery Differences Report
el_gr: Παραγγείλετε Διαφορές Αναφορά παράδοσης
hu_hu: Megrendelés/Szállítás eltérés lista

source: Sales Order Detail Or Summary Inquiries
el_gr: Πωλήσεις Λεπτομέρειες Παραγγελία ή περιληπτική Ερωτήσεις
hu_hu: Részletes vagy összesített

source: Sales With Low Gross Profit Report
el_gr: Πωλήσεις Με Χαμηλή Μικτά Κέρδη Έκθεση
hu_hu: Értékesítési Alacsony Bruttó eredmény jelentése

source: Create Contract
el_gr: Δημιουργία Συμβόλαιο
hu_hu: Telephely kód

source: Select Order to Invoice
el_gr: Επιλέξτε Διάταξη για Τιμολόγιο
hu_hu: Válasszon megrendelést számlázáshoz

source: Create A Credit Note
el_gr: Δημιουργήστε το πιστωτικό σημείωμα
hu_hu: Jóváírás rögzítés

source: Where Allocated Inquiry
el_gr: Όταν Διατεθέντα Εξεταστική
hu_hu: Allokálás lekérdezés

source: Aged Customer Balances/Overdues Report
el_gr: Ηλικίας Υπόλοιπα Πελατών / Έκθεση Overdues
hu_hu: Görgetett egyenleg/tartozás lista

source: Re-Print A Deposit Listing
el_gr: Re-εκτυπώσετε μια λίστα ασφαλείας
hu_hu: Előleg lista újranyomtatás

source: Debtor Balances At A Prior Month End
el_gr: Οφειλέτης Καταθέσεις σε προγενέστερο το τέλος του μήνα
hu_hu: Tartozók egyenlege a hónap végéig

source: Customer Listing By Area/Salesperson
el_gr: Πελάτης Λίστα Ανά Περιοχή / ΥΠΕΥΘΥΝΟΣ
hu_hu: Vevő lista terület/eladó szerint

source: List Daily Transactions
el_gr: Λίστα ημερήσιων συναλλαγών
hu_hu: Tranzakciók

source: Add Customer
el_gr: Προσθήκη Πελατών
hu_hu: Új vevő felvitel

source: Aged Supplier Report
el_gr: Ηλικιωμένων Έκθεση Προμηθευτή
hu_hu: Görgetett szállítói lista

source: Supplier Balances At A Prior Month End
el_gr: Προμηθευτής Καταθέσεις σε προγενέστερο το τέλος του μήνα
hu_hu: Tartozók egyenlege a hónap végéig

source: Supplier Transaction Inquiries
el_gr: Προμηθευτής ερωτημάτων σχετικά με συναλλαγές
hu_hu: Szállító tranzakció-lekérdező

source: Add Supplier
el_gr: Προσθέστε τον Προμηθευτή
hu_hu: Görgetett szállítók

source: Maintain Factor Companies
el_gr: Διατήρηση Εταιρείες Factor
hu_hu: Karbantartás faktor cégek

source: Process Tenders and Offers
el_gr: Διαδικασία Οι προσφορές και προσφορές
hu_hu: Ismétlődő megrendelések

source: Orders to Authorise
el_gr: Παραγγελίες για Επιτρέψτε
hu_hu: Megbízások engedélyezése

source: Shipment Entry
el_gr: Αποστολή Είσοδος
hu_hu: Beszállítások

source: Select A Shipment
el_gr: Επιλογή μιας αποστολής
hu_hu: Válasszon egy beszállítást

source: Purchase Order Detail Or Summary Inquiries
el_gr: Αγορά Λεπτομέρειες Παραγγελία ή περιληπτική Ερωτήσεις
hu_hu: Szállítói megrendelések lekérdezés

source: Inventory Location Transfers
el_gr: Απογραφή Μεταφορές Τοποθεσία
hu_hu: Raktárközi készletmozgatás

source: Bulk Inventory Transfer
el_gr: Μαζική Απογραφή Μεταφορά
hu_hu: Tömeges készletmozgatás

source: Inventory Adjustments
el_gr: Απογραφή Αναπροσαρμογές
hu_hu: Készlet karbantartás

source: Enter Stock Counts
el_gr: Εισάγετε Counts Χρηματιστήριο
hu_hu: Készlet szám

source: Serial Item Research Tool
el_gr: Serial Θέση ερευνητικό εργαλείο
hu_hu: Soros pont Kutatási eszköz

source: Inventory Item Movements
el_gr: Απογραφή Θέση Κινήματα
hu_hu: Készlet mozgások

source: Inventory Item Status
el_gr: Απογραφή Θέση Κατάσταση
hu_hu: Lészlet állapot

source: Inventory Item Usage
el_gr: Απογραφή Θέση χρήσης
hu_hu: Készlet használatban

source: Stock Dispatch
el_gr: Χρηματιστήριο Κατανομής
hu_hu: Kiszállítás

source: Inventory Planning Based On Preferred Supplier Data
el_gr: Απογραφή Σχεδιασμού, βάσει των προτιμώμενων παρόχου στοιχείων
hu_hu: Készlet tervezés lista

source: Inventory Stock Check Sheets
el_gr: Απογραφή Φύλλα Έλεγχος Αποθέματος
hu_hu: Készlet ellenőrző lista

source: Make Inventory Quantities CSV
el_gr: Κάντε Απογραφή CSV Ποσότητες
hu_hu: Készlet mennyiség CSV készítés

source: Compare Counts Vs Stock Check Data
el_gr: Συγκρίνετε Μετρά Vs Δεδομένων Έλεγχος Αποθέματος
hu_hu: Leltár és készlet összehasonlítás

source: All Inventory Movements By Location/Date
el_gr: Όλες οι κινήσεις απογραφής Με Τόπος / Ημερομηνία
hu_hu: Össz készlet mozgás terület/dátum

source: List Inventory Status By Location/Category
el_gr: Κατάλογος Κατάσταση απογραφής μέχρι Περιοχή / Κατηγορία
hu_hu: Készlet állapot terület/dátum

source: Historical Stock Quantity By Location/Category
el_gr: Ιστορικές Ποσότητα Απόθεμα Με Περιοχή / Κατηγορία
hu_hu: Visszamenő készletadatok terület/dátum

source: List Negative Stocks
el_gr: Κατάλογος αρνητικά αποθέματα
hu_hu: Negatív készletek

source: Add A New Item
el_gr: Προσθέσετε ένα νέο στοιχείο
hu_hu: Új vevő

source: Select An Item
el_gr: Επιλέξτε ένα στοιχείο
hu_hu: Termék választás

source: View or Update Prices Based On Costs
el_gr: Προβολή ή ενημέρωση τιμές με βάση το κόστος
hu_hu: Megtekintése vagy frissítése árak költségek alapján

source: Reorder Level By Category/Location
el_gr: Αναδιάταξη επίπεδο, με την Κατηγορία / Θέση
hu_hu: Átrendezése szint Kategória / Hely

source: Select A Work Order
el_gr: Επιλογή Α Τάξης εργασίας
hu_hu: Válasszon másik megrendelést

source: Costed Bill Of Material Inquiry
el_gr: Κοστολογηθεί Bill του υλικού Εξεταστική
hu_hu: Anyagszámlák lekérdezése

source: Indented Bill Of Material Listing
el_gr: Εσοχή Bill κατάλογος των πρώτων υλών
hu_hu: Anyagszámla lista

source: List Components Required
el_gr: Δομικά στοιχεία που απαιτούνται Κατάλογος
hu_hu: Lista szükséges alkatrészek

source: Indented Where Used Listing
el_gr: Εσοχή, όπου χρησιμοποιείται Χρηματιστήριο
hu_hu: Ha beljebb Használt listája

source: MRP Suggested Purchase Orders
el_gr: MRP Προτεινόμενες Εντολές Αγοράς
hu_hu: Rendezettlen szállítói megrendelések

source: MRP Suggested Work Orders
el_gr: MRP Προτεινόμενες εντολών εργασίας
hu_hu: Rendezettlen szállítói megrendelések

source: MRP Reschedules Required
el_gr: MRP αναδιαπραγμάτεύση Απαιτούμενη
hu_hu: MRP átütemezi Szükséges

source: Bills Of Material
el_gr: Γραμμάτια Υλικό
hu_hu: Anyagszámlák

source: Master Schedule
el_gr: Βασικό Πλάνο
hu_hu: Mester Menetrend

source: Auto Create Master Schedule
el_gr: Αυτόματη Δημιουργία Πρόγραμμα Μάστερ
hu_hu: Automatikus létrehozása Master Menetrend

source: MRP Calculation
el_gr: MRP Υπολογισμός
hu_hu: EDI beállítások frissítve

source: Bank Account Payments Matching
el_gr: Ταίριασμα Πληρωμών Τραπεζικού Λογαριασμού
hu_hu: Bankszámla kifizetések egyeztetés

source: Bank Account Receipts Matching
el_gr: Τράπεζα Εισπράξεις λογαριασμού ταιριάσματος
hu_hu: Bankszámla befizetések egyeztetés

source: Bank Account Reconciliation Statement
el_gr: Τράπεζα Δήλωση Συμφιλίωση λογαριασμού
hu_hu: Bank egyeztetés

source: Cheque Payments Listing
el_gr: Επιταγή Πληρωμές Λίστα
hu_hu: Banki fizetés lista

source: Account Inquiry
el_gr: Ο λογαριασμός Εξεταστική
hu_hu: Számla lekérdezés

source: Account Listing
el_gr: Ο λογαριασμός Χρηματιστήριο
hu_hu: Számlaosztályok

source: Account Listing to CSV File
el_gr: Λογαριασμός την καταχώρηση σε αρχείο CSV
hu_hu: Számla lista CSV fájl

source: Tag Reports
el_gr: Tag Εκθέσεις
hu_hu: Adó kimutatás

source: Tax Reports
el_gr: Φορολογικές Εκθέσεις
hu_hu: Adó kimutatás

source: GL Budgets
el_gr: GL Προϋπολογισμών
hu_hu: Havi terv

source: GL Tags
el_gr: GL Ετικέτες
hu_hu: GL címkék

source: Add a new Asset
el_gr: Προσθέστε μια νέα Asset
hu_hu: Új Asset

source: Depreciation Journal
el_gr: Αποσβέσεις Εφημερίδα
hu_hu: Egyeztetettet mutat

source: Asset Register
el_gr: Asset Εγγραφή
hu_hu: Asset Regisztráció

source: Add or Maintain Asset Locations
el_gr: Προσθήκη ή Διατήρηση Τοποθεσίες Asset
hu_hu: Hozzáadása vagy karbantartása Asset helyek

source: Assign Cash to PC Tab
el_gr: Ανάθεση σε μετρητά στο PC Tab
hu_hu: Hozzárendelése Cash PC-re értékelték

source: Claim Expenses From PC Tab
el_gr: Ωφεληθούν από το PC Tab
hu_hu: Állítás költségei PC-ről Tab

source: PC Tab General Report
el_gr: PC Tab Γενική Έκθεση
hu_hu: PC-Tab Általános jelentés

source: Types of PC Tabs
el_gr: Τύποι Η / Υ Tabs
hu_hu: Típusú PC Tabs

source: PC Tabs
hu_hu: PC Lapok

source: PC Expenses
el_gr: Έξοδα / Υ
hu_hu: PC költségek

source: Expenses for Type of PC Tab
el_gr: Έξοδα για τον τύπο του Η / Υ Tab
hu_hu: Költségek típusa PC-Tab

source: Page Security Settings
el_gr: Σελίδα Ρυθμίσεις Ασφαλείας
hu_hu: Oldal Biztonsági beállítások

source: List Periods Defined
el_gr: Περιόδους που ορίζονται Κατάλογος
hu_hu: Nyomtatási periódusok

source: Report Builder Tool
el_gr: Έκθεση Εργαλείο δόμησης
hu_hu: Jelentések készítése

source: View Audit Trail
el_gr: Δείτε Ίχνος
hu_hu: Nézd meg Audit Trail

source: SMTP Server Details
el_gr: Λεπτομέρειες SMTP Server
hu_hu: Szállítások adatai

source: Set Purchase Order Authorisation levels
el_gr: Ορισμός παραγγελίας επίπεδα αδειοδότηση
hu_hu: Válasszon egy szállítói megrendelést

source: Sales People
el_gr: Πωλήσεις Άνθρωποι
hu_hu: Eladók

source: Sales Areas
el_gr: Πωλήσεις Περιοχές
hu_hu: Eladási helyek

source: Shippers
el_gr: Φορτωτών
hu_hu: Szállítmányozók

source: Sales GL Interface Postings
el_gr: Πωλήσεις GL Ταχυδρομήσεις Interface
hu_hu: Eladások főkönyvi feladás

source: COGS GL Interface Postings
el_gr: ΚΠΠ GL Ταχυδρομήσεις Interface
hu_hu: Eladások költsége főkönyvi feladás

source: Discount Matrix
el_gr: Έκπτωση Matrix
hu_hu: Kedvezmény mátrix

source: Inventory Locations Maintenance
el_gr: Απογραφή Συντήρηση Τοποθεσίες
hu_hu: Készlet helyek karbantartás

source: Discount Category Maintenance
el_gr: Έκπτωση Συντήρηση Κατηγορία
hu_hu: Kedvezmény kategória karbanatartás

source: MRP Available Production Days
el_gr: MRP διαθέσιμων ημερών Παραγωγής
hu_hu: MRP rendelkezésre álló termelési Napok

source: Label Templates Maintenance
el_gr: Ετικέτα Πρότυπα συντήρησης
hu_hu: Címke sablonok Karbantartás

source: Update costs for all BOM items, from the bottom up
el_gr: Ενημέρωση του κόστους για όλα τα στοιχεία BOM, από κάτω προς τα πάνω
hu_hu: Frissítés költségek valamennyi BOM elem, alulról felfelé

source: Re-apply costs to Sales Analysis
el_gr: Εκ νέου αίτηση κόστους Ανάλυση Πωλήσεων
hu_hu: Újra jelentkezni költségek Értékesítési elemzés

source: Delete sales transactions
el_gr: Διαγράψτε τις συναλλαγές των πωλήσεων
hu_hu: Törlés értékesítési tranzakciók

source: Reverse all supplier payments on a specified date
el_gr: Αντίστροφη όλες τις πληρωμές προμηθευτών σε μια συγκεκριμένη ημερομηνία
hu_hu: Fordított az összes szállítói kifizetések egy meghatározott időpontban

source: Show General Transactions That Do Not Balance
el_gr: Εμφάνιση Γενική συναλλαγές που δεν Υπόλοιπο
hu_hu: Megjelenítés Általános műveletek, amelyek nem mérleg

source: Make New Company
el_gr: Κάντε Νέα Εταιρία
hu_hu: Make New Társaság

source: Data Export Options
el_gr: Δεδομένα επιλογές εξαγωγής
hu_hu: Az adatok exportálása lehetőségek

source: Create new company template SQL file and submit to webERP
el_gr: Δημιουργία νέου προτύπου της εταιρείας SQL αρχείο και να υποβάλει στο webERP
hu_hu: Hozzon létre új cég sablon SQL fájlt, és be webERP

source: Re-calculate brought forward amounts in GL
el_gr: Να υπολογίσει εκ νέου υποβληθούν ποσά σε GL
hu_hu: Újraszámolnák felhozott összegek GL

source: Re-Post all GL transactions from a specified period
el_gr: Re-Post όλες τις συναλλαγές ΓΠ από μια καθορισμένη περίοδο
hu_hu: Re-Post összes GL tranzakciókat egy meghatározott ideig

source: Total Due For
el_gr: Σύνολο που οφείλονται για
hu_hu: Összes esedékes

source: None of the payments will be processed because the payment record for
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία, επειδή το αρχείο πληρωμών για
hu_hu: Egyik kifizetések kerül feldolgozásra, mert a fizetési rekord

source: None of the payments will be processed since an allocation record for
el_gr: Δεν υφίσταται από τις πληρωμές που θα διεκπεραιώνονται από την εγγραφή σε ένα κονδύλιο
hu_hu: Egyik fizetési feldolgozásra kerül, mivel a kiosztás rekord

source: None of the payments will be processed because the bank account payment record for
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία επειδή ο λογαριασμός ρεκόρ τραπεζικών πληρωμών
hu_hu: Egyik kifizetések kerül feldolgozásra, mert a bankszámla fizetési rekord

source: payment run on
el_gr: τρέχει πληρωμής
hu_hu: fizetési fut

source: Payment Processing
el_gr: Επεξεργασία Πληρωμών
hu_hu: Fizetési folyamatok

source: None of the payments will be processed since the general ledger posting for the payment to
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία από το γενικό καθολικό απόσπαση για την πληρωμή προς
hu_hu: Egyik fizetési feldolgozásra kerülnek, mivel a főkönyvi könyvelési a fizetés

source: None of the payments will be processed since the general ledger posting for the exchange difference on
el_gr: Δεν υφίσταται από τις πληρωμές που θα υποβληθούν σε επεξεργασία από το γενικό καθολικό απόσπαση για τη συναλλαγματική διαφορά στις
hu_hu: Egyik fizetési feldolgozásra kerülnek, mivel a főkönyvi könyvelési az árfolyam-különbözet

source: The SQL that failed was:
el_gr: Ο SQL που απέτυχε ήταν:
hu_hu: SQL hiba:

source: Account Error Report
el_gr: Ο λογαριασμός Δήλωση λάθους
hu_hu: Számla hibajelentés

source: Your user role does not have any access defined for webERP. There is an error in the security setup for this user account
el_gr: ρόλος χρήστη σας δεν έχει καμία πρόσβαση ορίζονται για webERP. Υπάρχει ένα λάθος στη ρύθμιση της ασφάλειας για αυτό το λογαριασμό χρήστη
hu_hu: A felhasználói jogok beállításánál nincs megadva érvényes jogosultság.

source: incorrect password
el_gr: λανθασμένο κωδικό
hu_hu: Érvénytelen jelszó

source: The user/password combination
el_gr: Ο χρήστης / συνδυασμός κωδικού πρόσβασης
hu_hu: A felhasználó/jelszó páros

source: is not a valid user of the system
el_gr: δεν είναι ένας έγκυρος χρήστης του συστήματος
hu_hu: érvénytelen felhasználó a rendszerben

source: system maintenance
el_gr: συντήρησης του συστήματος
hu_hu: Vevő karbantartás
