Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: stock items with stock on hand at this location code
el_gr: στόκ τεμάχια με αποθέματα που υπάρχουν σε αυτόν τον κωδικό θέσης
hu_hu: termékek, készletek ezen e telephelyen

source: Cannot delete this location because it is the default location for a user
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη θέση επειδή είναι η προεπιλεγμένη θέση για ένα χρήστη
hu_hu: Nem törölhető ez a hely, mert ez a felhasználó alapértelmezett telephelye

source: The user record must be modified first
el_gr: Η εγγραφή χρήστης πρέπει να τροποποιηθεί πρώτα
hu_hu: A felhasználó rekordot kell módosítani először

source: users using this location as their default location
el_gr: χρήστες που χρησιμοποιούν αυτήν την τοποθεσία ως προεπιλεγμένη θέση τους
hu_hu: felhasználók akiknek ez az alapértelezett telephely

source: Cannot delete this location because it is the default location for a bill of material
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη θέση επειδή είναι η προεπιλεγμένη θέση για το νομοσχέδιο του υλικού
hu_hu: Nem törölhető ez a hely, mert ez a felhasználó alapértelmezett telephelye

source: The bill of materials must be modified first
el_gr: Ο λογαριασμός των υλικών πρέπει να τροποποιηθεί πρώτα
hu_hu: A felhasználó rekordot kell módosítani először

source: bom components using this location
el_gr: συστατικά BOM χρήση αυτής της τοποθεσίας
hu_hu: üzemek kapcsolatban ezzel atelephellyel

source: Cannot delete this location because it is used by some work centre records
el_gr: Δεν μπορείτε να διαγράψετε αυτήν την θέση, επειδή χρησιμοποιείται από κάποιους δίσκους κέντρο εργασίας
hu_hu: Nem törölhető ez a hely, mert üzemi adatok hivatkoznak rá

source: works centres using this location
el_gr: έργα κέντρων, χρησιμοποιώντας αυτή την τοποθεσία
hu_hu: üzemek kapcsolatban ezzel atelephellyel

source: Cannot delete this location because it is used by some work order records
el_gr: Δεν μπορείτε να διαγράψετε αυτήν την θέση, επειδή χρησιμοποιείται από ορισμένα στοιχεία για την εργασία
hu_hu: Nem törölhető ez a hely, mert gyártások hivatkoznak rá

source: work orders using this location
el_gr: εντολών εργασίας χρησιμοποιώντας αυτή την τοποθεσία
hu_hu: gyártások kapcsolatban ezzel a telephellyel

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
el_gr: Δεν μπορείτε να διαγράψετε αυτήν την θέση, επειδή χρησιμοποιείται από ορισμένα στοιχεία υποκαταστήματος ως την προεπιλεγμένη θέση να παραδώσει από
hu_hu: Nem törölhető ez a hely, mert veveői rekordok hivatkoznak rá (szállítás innen)

source: branches set up to use this location by default
el_gr: υποκαταστήματα, τα οποία να χρησιμοποιούν αυτήν τη θέση από προεπιλογή
hu_hu: telephelyek hivatkoznak erre a helyre

source: There are no locations that match up with a tax province record to display. Check that tax provinces are set up for all dispatch locations
el_gr: Δεν υπάρχουν θέσεις που ταιριάζουν με ένα ρεκόρ επαρχία φόρου προς εμφάνιση. Βεβαιωθείτε ότι οι επαρχίες φόρου που έχει δημιουργηθεί για όλους τους χώρους αποστολής
hu_hu: Nincs beállítva helyi adó. Ellenőrizze a beállított helyi adókat

source: Location Code
el_gr: Τοποθεσία κώδικα
hu_hu: Hely kód

source: Location Name
el_gr: Τοποθεσία Όνομα
hu_hu: Hely név

source: Tax Province
el_gr: Φορολογικές επαρχία
hu_hu: Helyi adó

source: Review Records
el_gr: Επανεξέταση Εγγραφές
hu_hu: Számlaosztályok megtekintése

source: Amend Location details
el_gr: Τροποποιούνται τα στοιχεία Τοποθεσία
hu_hu: Számlaosztályok

source: New Location details
el_gr: Νέες λεπτομέρειες Τοποθεσία
hu_hu: Hely kód

source: Contact for deliveries
el_gr: Επικοινωνία για τις παραδόσεις
hu_hu: Kapcsolat a szállításhoz

source: Facsimile No
el_gr: Τηλεομοιότυπο αριθ
hu_hu: Telefax

source: Select Location
el_gr: Επιλέξτε τοποθεσία
hu_hu: Minden helyen

source: Remove
el_gr: Κατάργηση
hu_hu: Eltávolítás

source: Please find herewith the stock valuation report
el_gr: Παρακαλούμε βρείτε αυτήν την έκθεση αποτίμησης αποθεμάτων
hu_hu: Válassza a készletértékelés jelentést ezzel

source: Please find herewith the comma separated values sales report
el_gr: Παρακαλούμε βρείτε συνημμένα τα χωρισμένες με κόμμα έκθεση αξίας των πωλήσεων
hu_hu: Válasszon CSV eladási jelentést ezzelk

source: Sales Analysis
el_gr: Ανάλυση Πωλήσεων
hu_hu: Eladási elemzés

source: CSV Format
el_gr: Μορφή CSV
hu_hu: CSV formátum

source: Please find herewith sales report
el_gr: Παρακαλούμε βρείτε αυτήν την έκθεση πωλήσεων
hu_hu: Válassza az eladási kimutatást ezzel

source: Sales Analysis Report
el_gr: Πωλήσεις Έκθεση Ανάλυσης
hu_hu: Eladási elemzés jelentés

source: Error running automated sales report number
el_gr: Σφάλμα λειτουργίας αυτόματης αριθμός αναφοράς των πωλήσεων
hu_hu: Hiba az automatikus eladási jelentés számozáskor

source: The authentication details cannot be inserted because
el_gr: Τα στοιχεία της ταυτότητας δεν μπορεί να εισαχθεί επειδή
hu_hu: A számla részletei nem elérhetők,mert

source: Std Cost
el_gr: Std Κόστος
hu_hu: Std költség

source: MRP Calendar
el_gr: MRP Ημερολόγιο
hu_hu: MRP Naptár

source: To Date Must Be Greater Than From Date
el_gr: Για την ημερομηνία πρέπει να είναι μεγαλύτερη από Ημερομηνία
hu_hu: A dátumot a következő formátumban kell megadni

source: The MRP Calendar has been created
el_gr: Το MRP Ημερολόγιο έχει δημιουργηθεί
hu_hu: Új bankszámla rögzítve

source: Invalid Change Date
el_gr: Άκυρα Αλλαγή ημερομηνίας
hu_hu: Árfolyam

source: Cannot update the MRP Calendar
el_gr: Δεν είναι δυνατή η ενημέρωση των MRP Ημερολόγιο
hu_hu: Nem frissíthető a rekord mert

source: Manufacturing Date
el_gr: Βιομηχανία Ημερομηνία
hu_hu: Gyártás

source: Exclude The Following Days
el_gr: Εξαίρεση των επόμενων ημερών
hu_hu: Zárja ki a következő napok

source: Create Calendar
el_gr: Δημιουργία ημερολογίου
hu_hu: Naptár létrehozása

source: List Date Range
el_gr: Κατάλογος Χρονικό Διάστημα
hu_hu: Dátum rögzítve

source: Change Date Status
el_gr: Αλλαγή Κατάστασης Ημερομηνία
hu_hu: Pénzügyi állapot

source: MRP Create Demands
el_gr: MRP Δημιουργία ζητεί
hu_hu: MRP létrehozása követeli

source: The date from must be specified in the format
el_gr: Η ημερομηνία από την πρέπει να καθορίζεται σύμφωνα με το υπόδειγμα
hu_hu: Az időpontot kell megadni a formában

source: The date to must be specified in the format
el_gr: Η ημερομηνία που πρέπει να καθορίζεται σύμφωνα με το υπόδειγμα
hu_hu: A dátumot meg kell határozni a formában

source: The date to must be after the date from
el_gr: Η ημερομηνία που πρέπει να είναι μετά την ημερομηνία από την
hu_hu: A dátumot kell után az időpont után

source: The distribution start date must be specified in the format
el_gr: Η ημερομηνία έναρξης διανομής πρέπει να καθορίζεται σύμφωνα με το υπόδειγμα
hu_hu: A szállítás dátumát a következő formában kell megadni

source: records have been created
el_gr: αρχεία έχουν δημιουργηθεί
hu_hu: frissítve

source: Demand Type
el_gr: Ζήτηση Τύπος
hu_hu: Tranz típus

source: From Sales Date
el_gr: Από Πωλήσεις Ημερομηνία
hu_hu: innen

source: To Sales Date
el_gr: Για Πωλήσεις Ημερομηνία
hu_hu: Dátum

source: Start Date For Distribution
el_gr: Ημερομηνία Έναρξης Για Διανομής
hu_hu: Kezdés dátuma A Distribution

source: Distribution Period
el_gr: Διανομή Περίοδος
hu_hu: Időszak (ig)

source: Weekly
el_gr: Εβδομαδιαία
hu_hu: Heti

source: Monthly
el_gr: Μηνιαία
hu_hu: Havi

source: Number of Periods
el_gr: Αριθμός περιόδων
hu_hu: Periódusok száma

source: Exclude Total Quantity Less Than
el_gr: Εξαίρεση Συνολική ποσότητα είναι μικρότερη από
hu_hu: Össz. mennyiség

source: Exclude Total Dollars Less Than
el_gr: Εξαίρεση Σύνολο δολαρίων λιγότερο από
hu_hu: Kizárása Összesen dollár Kisebb mint

source: Multiplier
el_gr: Πολλαπλασιαστής
hu_hu: Szállító

source: MRP Demands
el_gr: MRP ζητεί
hu_hu: Készleten

source: No record found in search
el_gr: Δεν υπάρχουν καταχωρημένα στοιχεία στην αναζήτηση
hu_hu: A beérkeztetés rekord nem módosítható, mert

source: Quantity must be numeric
el_gr: Ποσότητα πρέπει να είναι αριθμός
hu_hu: A mennyiségnek számnak kell lennie

source: Quantity must be greater than 0
el_gr: Ποσότητα πρέπει να είναι μεγαλύτερη από 0
hu_hu: Mennyiség nagyobbnak kell lennie 0-nál

source: Invalid due date
el_gr: Άκυρα ημερομηνία λήξης της προθεσμίας
hu_hu: Nem érvényes

source: Invalid demand type
el_gr: Άκυρος τύπος της ζήτησης
hu_hu: Érvénytelen a kereslet típus

source: is not a valid item code
el_gr: δεν είναι έγκυρο κωδικό του στοιχείου
hu_hu: érvénytelen felhasználó a rendszerben

source: Record already exists for part number/demand type/date
el_gr: Εγγραφή υπάρχει ήδη για Αριθμός είδους / τύπου ζήτησης / ημερομηνία
hu_hu: Rekord már létezik a cikkszám / kereslet típus / dátum

source: The MRP demand record has been updated for
el_gr: Το ρεκόρ της ζήτησης MRP έχει ενημερωθεί για
hu_hu: A jóváírás állapot rekord módosítva

source: A new MRP demand record has been added to the database for
el_gr: Ένα νέο ρεκόρ ζήτησης MRP έχει προστεθεί στη βάση δεδομένων για την
hu_hu: Az új hely rekord rögzítve

source: The update/addition of the MRP demand record failed because
el_gr: Η ενημέρωση / προσθήκη του καταγράφεται η ζήτηση MRP απέτυχε διότι
hu_hu: A frissített megrendelés sor nem módosítható, mert

source: The MRP demand record for
el_gr: Το ρεκόρ της ζήτησης για MRP
hu_hu: Vevői allokálás rekord

source: All records for demand type
el_gr: Όλα τα αρχεία για τον τύπο της ζήτησης
hu_hu: Minden olyan rekordot, a kereslet típusának

source: have been deleted
el_gr: έχουν διαγραφεί
hu_hu: törölve

source: Number of Records
el_gr: Αριθμός Μητρώου
hu_hu: Rekordok száma

source: List All Demands
el_gr: Όλα τα αιτήματα
hu_hu: Utolsó száll.

source: List Selection
el_gr: Επιλογή Κατάλογος
hu_hu: Szakasz

source: Delete Demand Type
el_gr: Διαγραφή Τύπος Ζήτηση
hu_hu: Töröl

source: Or Delete Record
el_gr: Ή Διαγραφή εγγραφής
hu_hu: Vevő törlés

source: MRP Demand Types
el_gr: MRP Τύποι Ζήτηση
hu_hu: MRP kereslet típusai

source: The Demand Type is reserved for the system
el_gr: Η Ζήτηση Τύπος προορίζεται αποκλειστικά για το σύστημα
hu_hu: A kereslet típus számára van fenntartva a rendszer

source: The Demand Type code must be at least 1 character long
el_gr: Η Ζήτηση Πληκτρολογήστε τον κωδικό πρέπει να είναι τουλάχιστον 1 χαρακτήρας μακρά
hu_hu: A telephely kódnak min 1 karakternek kell lennie

source: The Demand Type description must be at least 3 characters long
el_gr: Η Ζήτηση Τύπος περιγραφή πρέπει να είναι τουλάχιστον 3 χαρακτήρες
hu_hu: A célhely megadásához minimum 2 karakter kell

source: The demand type record has been updated
el_gr: Το αρχείο τύπου ζήτηση έχει ενημερωθεί
hu_hu: A jóváírás állapot rekord módosítva

source: The new demand type has been added to the database
el_gr: Ο νέος τύπος της ζήτησης έχει προστεθεί στη βάση δεδομένων
hu_hu: Új bankszámla rögzítve

source: The update/addition of the demand type failed because
el_gr: Η ενημέρωση / προσθήκη του τύπου ζήτησης απέτυχε διότι
hu_hu: A frissített megrendelés sor nem módosítható, mert

source: Cannot delete this demand type because MRP Demand records exist for this type
el_gr: Δεν είναι δυνατή η διαγραφή αυτού του είδους τη ζήτηση, λόγω MRP εγγραφές ζήτηση υπάρχει για αυτόν τον τύπο
hu_hu: Nem törölhető ez a telephely, mert eladási analaízis hivatkozik rá

source: MRP Demands referring to this type
el_gr: MRP ζητεί αναφέρονται σε αυτό το είδος
hu_hu: felhasználók hivatkoznak erre a telephelyre/vevőre

source: The selected demand type record has been deleted
el_gr: Το επιλεγμένο αρχείο τύπου ζήτηση έχει διαγραφεί
hu_hu: A kiválasztott sor törölve

source: Show all Demand Types
el_gr: Δείτε όλα τα είδη της ζήτησης
hu_hu: Eladás típusok

source: Demand Type Description
el_gr: Η ζήτηση Περιγραφή Τύπος
hu_hu: Tétel leírás

source: Run MRP Calculation
el_gr: Εκτέλεση Υπολογισμός MRP
hu_hu: EDI beállítások frissítve

source: Start time
el_gr: Ώρα έναρξης
hu_hu: Időszak (ig)

source: Initialising tables .....
el_gr: Αρχικοποίηση πινάκων .....
hu_hu: Inicializálása táblák .....

source: Creating first level
el_gr: Δημιουργία πρώτο επίπεδο
hu_hu: Létrehozása az első szinten

source: Creating other levels
el_gr: Δημιουργία άλλα επίπεδα
hu_hu: Utánrendelés szintek karbantartása

source: Creating bomlevels table
el_gr: Δημιουργία bomlevels πίνακα
hu_hu: Létrehozása bomlevels táblázat

source: Creating levels table
el_gr: Δημιουργία επίπεδα τραπέζι
hu_hu: Létrehozása szinten táblázat

source: Levels table has been created
el_gr: Επίπεδα πίνακας έχει δημιουργηθεί
hu_hu: Új bankszámla rögzítve

source: Creating requirements table
el_gr: Δημιουργία απαιτήσεις πίνακα
hu_hu: Létrehozása követelmények táblázatban

source: Create of mrprequirements failed because
el_gr: Δημιουργία του mrprequirements απέτυχε διότι
hu_hu: Új számlatükör rekord rögzítése siketelen, mert

source: Loading requirements from sales orders
el_gr: Φόρτωση απαιτήσεις από τις παραγγελίες πωλήσεων
hu_hu: Betöltése követelményeket, vevői rendelések

source: Loading requirements from work orders
el_gr: Φόρτωση απαιτήσεις από εντολών εργασίας
hu_hu: Betöltése követelményeket, megrendelések

source: Loading requirements based on mrpdemands
el_gr: Φόρτωση απαιτήσεις με βάση τα mrpdemands
hu_hu: Betöltése követelmények alapján mrpdemands

source: Loading requirements based on reorder level
el_gr: Φόρτωση απαιτήσεις με βάση το επίπεδο αναδιατάξετε
hu_hu: Betöltése követelmények alapján átrendezheti szinten

source: Creating supplies table
el_gr: Δημιουργία προμήθειες τραπέζι
hu_hu: Új szállító

source: Create of mrpsupplies failed because
el_gr: Δημιουργία του mrpsupplies απέτυχε διότι
hu_hu: Hozzon létre a mrpsupplies nem sikerült, mert

source: Loading supplies from purchase orders
el_gr: Φόρτωση προμήθειες από παραγγελίες
hu_hu: Előszőr válasszon szállítói megrendelést

source: Loading supplies from inventory on hand
el_gr: Φόρτωση προμήθειες από την απογραφή για το χέρι
hu_hu: Betöltése ellátását leltár kézzel

source: Loading supplies from work orders
el_gr: Φόρτωση προμήθειες από εντολών εργασίας
hu_hu: Betöltése ellátását megrendelések

source: Creating planned orders table
el_gr: Δημιουργία προγραμματισμένη πίνακα παραγγελιών
hu_hu: Létrehozása a tervezett megrendelések tábla

source: Create of mrpplannedorders failed because
el_gr: Δημιουργία του mrpplannedorders απέτυχε διότι
hu_hu: Hozzon létre a mrpplannedorders nem sikerült, mert

source: Processing level
el_gr: Επεξεργασία επίπεδο
hu_hu: Feldolgozás sikertelen

source: End time
el_gr: Ώρα λήξης
hu_hu: Bevitel

source: Last Run Details
el_gr: Τελευταία Λεπτομέρειες Run
hu_hu: Tételsor részletek

source: Last Run Time
el_gr: Τελευταία φορά Run
hu_hu: Utolsó Run Time

source: Days Leeway
el_gr: Ημέρες περιθώριο
hu_hu: Tartozás napok

source: Use MRP Demands
el_gr: Χρησιμοποιήστε ζητεί MRP
hu_hu: Használja MRP követeli

source: Use EOQ
el_gr: Χρησιμοποιήστε EOQ
hu_hu: Használja EOQ

source: Use Pan Size
el_gr: Χρησιμοποιήστε Pan Μέγεθος
hu_hu: Használja Pan méret

source: Use Shrinkage
el_gr: Χρησιμοποιήστε Συρρίκνωση
hu_hu: Felhasználó

source: This Run Details
el_gr: Αυτό Run Λεπτομέρειες
hu_hu: Tételsor részletek

source: Use MRP Demands?
el_gr: Χρησιμοποιήστε ζητεί MRP;
hu_hu: Használja MRP követeli?

source: Use EOQ?
el_gr: Χρησιμοποιήστε EOQ;
hu_hu: Használja EOQ?

source: Use Pan Size?
el_gr: Χρησιμοποιήστε Pan μέγεθος;
hu_hu: Használja Pan méret?

source: Use Shrinkage?
el_gr: Χρησιμοποιήστε Συρρίκνωση;
hu_hu: Felhasználó

source: Run MRP
el_gr: Εκτέλεση MRP
hu_hu: Fuss MRP

source: The MRP calculation must be run before you can run this report
el_gr: Ο υπολογισμός MRP θα πρέπει να τρέξει για να μπορέσετε να εκτελέσετε αυτή την έκθεση
hu_hu: Az MRP számítást kell futtatni mielőtt futtatni ezt a jelentést

source: To run the MRP calculation click
el_gr: Για να εκτελέσετε το κλικ υπολογισμό MRP
hu_hu: Futtatni az MRP számítási kattintson

source: MRP Planned Purchase Orders
el_gr: MRP Προγραμματισμένες εντολές αγοράς
hu_hu: Szállítói megrendelések

source: The MRP planned purchase orders could not be retrieved by the SQL because
el_gr: Το MRP προγραμματισμένες εντολές αγοράς δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A szállítói megrendelések nem elérhetők, mert

source: There were no items with planned purchase orders
el_gr: Δεν υπήρχαν στοιχεία με προγραμματισμένες εντολές αγοράς
hu_hu: Nincs tétel a megadott tartományban

source: MRP Planned Purchase Orders Report
el_gr: MRP Προγραμματισμένη Έκθεση Εντολές Αγοράς
hu_hu: Szállítói megrendelések

source: Unit Cost:
el_gr: Μονάδα Κόστος:
hu_hu: Egységár

source: Last Purchase Date:
el_gr: Τελευταία Ημερομηνία Αγοράς:
hu_hu: Utolsó száll.

source: Supplier:
el_gr: Προμηθευτής:
hu_hu: Szállító

source: Preferred Supplier:
el_gr: Προτεινόμενα Προμηθευτής:
hu_hu: Szállító

source: Number of Purchase Orders:
el_gr: Αριθμός εντολές αγοράς:
hu_hu: Vissza a Szállítói megrendelésekhez

source: Total Extended Cost:
el_gr: Συνολικό Εκτεταμένη Κόστος:
hu_hu: Össz ár

source: Consolidation
el_gr: Ενοποίησης
hu_hu: Egyeztetettet mutat

source: MRP Date
el_gr: MRP Ημερομηνία
hu_hu: Dátum

source: Ext. Cost
el_gr: Ext. Κόστος
hu_hu: Egységár

source: Consolidations
el_gr: Ενοποιήσεις
hu_hu: Egyeztetettet mutat

source: Convert
el_gr: Μετατροπή
hu_hu: Alkatrész

source: MRP Planned Purchase Orders Reporting
el_gr: MRP προγραμματισμένες εντολές αγοράς Πληροφόρησης
hu_hu: Szállítói megrendelések

source: Cut Off Date
el_gr: Cut Ημερομηνία Off
hu_hu: Dátum

source: Review
el_gr: Αναθεώρηση
hu_hu: Fogadva

source: Source Type
el_gr: Τύπος πηγής
hu_hu: Eladás típus

source: Source Order
el_gr: Πηγή Παραγγελία
hu_hu: Elindít

source: Consolidation Count
el_gr: Ενοποίηση Count
hu_hu: Egyeztetettet mutat

source: MRP Planned Work Orders
el_gr: MRP προγραμματισμένες παραγγελίες εργασίας
hu_hu: Új megrendelés

source: The MRP planned work orders could not be retrieved by the SQL because
el_gr: Το MRP προγραμματισμένες εντολές εργασίας δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: A szállító adatai nem elérhetők (SQL), mert

source: There were no items with demand greater than supply
el_gr: Δεν υπήρχαν στοιχεία με τη ζήτηση μεγαλύτερη από την προσφορά
hu_hu: Nincs tétel a megadott tartományban

source: MRP Planned Work Orders Report
el_gr: MRP Προγραμματισμένη Έκθεση Εργασία Παραγγελίες
hu_hu: Új megrendelés

source: Number of Work Orders:
el_gr: Αριθμός εντολών εργασίας:
hu_hu: Új megrendelés

source: Review/Convert MRP Planned Work Orders
el_gr: Επανεξέταση / Μετατροπή MRP προγραμματισμένες παραγγελίες εργασίας
hu_hu: Új megrendelés

source: MRP Planned Work Orders Reporting
el_gr: MRP προγραμματισμένες παραγγελίες Εργασία Αναφοράς
hu_hu: MRP tervezett megrendelések jelentése

source: MRP Report
el_gr: MRP Έκθεση
hu_hu: Jelentés

source: Print MRP Report Error
el_gr: Εκτύπωση αναφοράς σφάλματος MRP
hu_hu: Egyenleg kimutatás hiba nyomtatás

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
el_gr: Ο υπολογισμός MRP πρέπει να εκτελεστεί πριν από την έκθεση αυτή θα έχει κάποιο αποτέλεσμα. MRP απαιτεί συσταθεί από πολλές παραμέτρους, όπως, EOQ, χρόνοι παράδοσης, τα ελάχιστα, τους λογαριασμούς των υλικών, τα είδη της ζήτησης, βασικού χρονοδιαγράμματος κλπ
hu_hu: Az MRP számítást kell futtatni, mielőtt ez a jelentés fog semmilyen kimenetet. MRP igényel létre számos paramétert, beleértve, EOQ, átfutási idők, minimumot, anyagjegyzékek, a kereslet típusok, master ütemezése stb.

source: Print MRP Report Warning
el_gr: Εκτύπωση Προειδοποίηση Έκθεση MRP
hu_hu: Előleg lista újranyomtatás

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
el_gr: Ο υπολογισμός MRP πρέπει να εκτελεστεί πριν από την έκθεση αυτή θα έχει κάποιο αποτέλεσμα. MRP απαιτεί συσταθεί από πολλές παραμέτρους, όπως, EOQ, χρόνοι παράδοσης, τα ελάχιστα, τους λογαριασμούς των υλικών, τα είδη της ζήτησης, βασικού χρονοδιαγράμματος, κλπ.
hu_hu: Az MRP számítást kell futtatni, mielőtt ez a jelentés fog semmilyen kimenetet. MRP igényel létre számos paramétert, beleértve, EOQ, átfutási idők, minimumot, anyagjegyzékek, a kereslet típusok, mester ütemezése, stb.

source: The MRP Report could not be retrieved by the SQL because
el_gr: Το MRP έκθεση δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A bankszámlák nem elérhetők (SQL), mert

source: Part:
el_gr: Μέρος:
hu_hu: Rész:

source: On Hand:
el_gr: Στο χέρι:
hu_hu: Készleten

source: Desc:
hu_hu: Kedvezmény

source: Pan Size:
el_gr: Pan Μέγεθος:
hu_hu: Méret

source: On Order:
el_gr: Με Διάταξη:
hu_hu: Megrendelés

source: Gross Req:
el_gr: Μικτό Req:
hu_hu: Feladva

source: Last Cost:
el_gr: Τελευταία Κόστος:
hu_hu: Egységár

source: Past Due
el_gr: Ληξιπρόθεσμης οφειλής
hu_hu: Lejárt

source: Gross Reqts
el_gr: Μικτά Reqts
hu_hu: Nyereség összesen

source: Open Order
el_gr: Ανοίξτε Παραγγελία
hu_hu: Spec megrendelések

source: Planned
el_gr: Προγραμματισμένη
hu_hu: Dátum rögzítve

source: Proj Avail
el_gr: Proj Διαθ
hu_hu: Időszak tény

source: Dem Type
el_gr: Dem Τύπος
hu_hu: Eladás típus

source: Where Required
el_gr: Όπου απαιτείται
hu_hu: Hol használva lekérdezés

source: Order No.
el_gr: Διάταγμα αριθ.
hu_hu: Megrendelés szám

source: Sup Type
el_gr: Sup Τύπος
hu_hu: Típus

source: This report shows the MRP calculation for a specific item - a part code must be selected
el_gr: Η έκθεση αυτή δείχνει τον υπολογισμό MRP για ένα συγκεκριμένο στοιχείο - κώδικας μέρος πρέπει να επιλεγεί
hu_hu: Ez a jelentés azt mutatja, az MRP-számítás egy adott elem - egy része kódot kell választani

source: The SQL that returned an error was
el_gr: Ο SQL που επέστρεψε σφάλμα ήταν
hu_hu: Az SQL, hogy a visszaadott hiba volt

source: No stock items were returned by this search please re-enter alternative criteria to try again
el_gr: Δεν στόκ τεμάχια επιστράφηκαν από την παρούσα έρευνα πληκτρολογήστε ξανά τα εναλλακτικά κριτήρια για να προσπαθήσετε ξανά
hu_hu: Nincs raktáron híradások által visszaadott keresési kérjük, adja meg újra alternatív kritériumokat, hogy próbálkozzon újra

source: pages
el_gr: σελίδες
hu_hu: oldal

source: Go to Page
el_gr: Μετάβαση στη σελίδα
hu_hu: Ugrás az oldal

source: Go
hu_hu: Tovább

source: Total Qty On Hand
el_gr: Συνολική Ποσότητα για το χέρι
hu_hu: Teljes mennyiség kéznél

source: Stock Status
el_gr: Χρηματιστήριο Κατάσταση
hu_hu: Stock állapot

source: MRP Reschedule Report
el_gr: MRP Επαναπρογραμματισμός Έκθεση
hu_hu: Üzenetek

source: MRP Reschedules
el_gr: MRP αναδιαπραγμάτεύση
hu_hu: MRP átütemezi

source: The MRP reschedules could not be retrieved by the SQL because
el_gr: Τα νέα προγράμματα MRP δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A bankszámlák nem elérhetők (SQL), mert

source: No MRP reschedule retrieved
el_gr: Δεν MRP επαναπρογραμματίσετε ανακτηθεί
hu_hu: Nem MRP átütemezésére le

source: MRP Reschedule Reporting
el_gr: MRP Επαναπρογραμματισμός Πληροφόρησης
hu_hu: MRP átütemezése jelentése

source: Work Orders Only
el_gr: Παραγγελίες λειτουργήσει μόνο
hu_hu: Vevői megrendelések

source: Purchase Orders Only
el_gr: Αγορά παραγγελίες μόνο
hu_hu: Szállítói megrendelések

source: Selection:
el_gr: Επιλογή:
hu_hu: Szakasz

source: MRP Shortages Report
el_gr: MRP ελλείψεις Έκθεση
hu_hu: Üzenetek

source: MRP Shortages
el_gr: MRP ελλείψεις
hu_hu: MRP Hiány

source: Create of demandtotal failed because
el_gr: Δημιουργία του demandtotal απέτυχε διότι
hu_hu: A megrendelés nem rögzíthető, mert

source: Create of supplytotal failed because
el_gr: Δημιουργία του supplytotal απέτυχε διότι
hu_hu: Hozzon létre a supplytotal nem sikerült, mert
