Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The Group description entered must be at least 4 characters long
el_gr: Η περιγραφή Όμιλος εισήλθε πρέπει να είναι τουλάχιστον 4 χαρακτήρες
hu_hu: A csoport leírása lépett legalább 4 karakter hosszú

source: The update of the tax group description failed because
el_gr: Η επικαιροποίηση της περιγραφής του ομίλου φόρο απέτυχε διότι
hu_hu: Az aktualizált adó csoport leírását nem sikerült, mert

source: The tax group description was updated to
el_gr: Η περιγραφή φορολογική ομάδα ενημερώθηκε για την
hu_hu: Az adó csoport leírása volt frissítve

source: A new tax group could not be added because a tax group already exists for
el_gr: Μια νέα ομάδα φόρος δεν θα μπορούσε να προστεθεί, επειδή μια ομάδα φόρου υπάρχει ήδη για την
hu_hu: Az új adó csoportot nem lehetett hozzá, mert az adó csoport már létezik

source: The addition of the group failed because
el_gr: Η προσθήκη της ομάδας απέτυχε διότι
hu_hu: A kiegészítés a csoport nem sikerült, mert

source: Added the new tax group
el_gr: Προστέθηκε η νέα ομάδα φόρου
hu_hu: Hozzáadott az új adót csoport

source: The addition of the tax failed because
el_gr: Η προσθήκη του φόρου απέτυχε διότι
hu_hu: A kiegészítés az adó nem sikerült, mert

source: The tax was added.
el_gr: Ο φόρος προστέθηκε.
hu_hu: Az adó került.

source: The removal of this tax failed because
el_gr: Η κατάργηση αυτού του φόρου απέτυχε διότι
hu_hu: A megszüntetése ezen adó nem sikerült, mert

source: This tax was removed.
el_gr: Ο εν λόγω φόρος καταργήθηκε.
hu_hu: Ezt az adót el lett távolítva.

source: Could not get tax authorities in the selected tax group
el_gr: Θα μπορούσε να μην πάρει τις φορολογικές αρχές στην επιλεγμένη ομάδα φόρου
hu_hu: Nem sikerült adóhatóság a kiválasztott adót csoport

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
el_gr: Είναι σκόπιμο να καθοριστεί φόρος επί του φόρου, όπου ο φόρος είναι το πρώτο στη σειρά υπολογισμού. Το σύστημα έχει αλλάξει πίσω δεν επιβάλλεται φόρος επί του φόρου για την εν λόγω φορολογική αρχή
hu_hu: Nem helyénvaló, hogy hozzanak adó adó, ahol az adó az első számítás érdekében. A rendszer változott vissza nem terheli adó, adó-e adóhatósági

source: Cannot delete this tax group because some customer branches are setup using it
el_gr: Δεν μπορείτε να διαγράψετε αυτή την ομάδα φόρος, διότι σε ορισμένους κλάδους των πελατών είναι ρυθμισμένα χρησιμοποιούν
hu_hu: Nem lehet törölni ezt az adót a csoportba, mert néhány ügyfél ágak beállítás használja

source: customer branches referring to this tax group
el_gr: υποκαταστήματα των πελατών που αναφέρονται σε αυτήν την ομάδα φόρου
hu_hu: ügyfél ágak hivatkozva ez az adó csoportba

source: Cannot delete this tax group because some suppliers are setup using it
el_gr: Δεν μπορείτε να διαγράψετε αυτή την ομάδα φόρος, διότι ορισμένοι προμηθευτές είναι ρυθμισμένα χρησιμοποιούν
hu_hu: Nem lehet törölni ezt az adót a csoportba, mert bizonyos szállítók beállítás használja

source: suppliers referring to this tax group
el_gr: προμηθευτές που αναφέρονται σε αυτήν την ομάδα φόρου
hu_hu: szállítók hivatkozva ez az adó csoportba

source: tax group has been deleted
el_gr: φορολογική ομάδα έχει διαγραφεί
hu_hu: adó-csoport törlésre került

source: There are no tax groups configured.
el_gr: Δεν υπάρχουν ομάδες ρυθμιστεί φόρου.
hu_hu: Nincsenek adó csoportok beállítva.

source: Group No
el_gr: Ομάδα Δεν
hu_hu: Csoport nem

source: Review Existing Groups
el_gr: Επανεξετάσουν τις υφιστάμενες ομάδες
hu_hu: Vizsgálja felül a meglévő csoportok

source: The selected tax group is no longer available.
el_gr: Η επιλεγμένη ομάδα φόρου δεν είναι πλέον διαθέσιμο.
hu_hu: A kiválasztott adó csoport már nem elérhető.

source: Enter Group
el_gr: Είσοδος στην ομάδα
hu_hu: Adja meg a csoport

source: Calculation Order
el_gr: Υπολογισμός Παραγγελία
hu_hu: Számítás végzése

source: Tax on Prior Taxes
el_gr: Φόρος επί Πριν από φόρους
hu_hu: Terhelő adó előzetes adók

source: Update Order
el_gr: Ενημέρωση Παραγγελίας
hu_hu: Frissítés Rendelés

source: Assigned Taxes
el_gr: Έσοδα για ειδικό Φόροι
hu_hu: Célhoz Adók

source: Available Taxes
el_gr: Φόροι Διαθέσιμο
hu_hu: Elérhető Adók

source: Tax Auth ID
el_gr: Φορολογικές Auth ID
hu_hu: Adó Auth ID

source: Tax Authority Name
el_gr: Φορολογική Όνομα Αρχή
hu_hu: APEH neve

source: Tax on Prior Tax(es)
el_gr: Φόρος επί Πριν Φόρων (-εις)
hu_hu: Adója előzetes adó (ok)

source: There are no tax authorities defined to allocate to this tax group
el_gr: Δεν υπάρχουν φορολογικές αρχές που ορίζονται να διαθέσει σε αυτήν την ομάδα φόρου
hu_hu: Nincsenek adó meghatározott hatóságok lefoglalni, hogy ez az adó csoportba

source: Could not determine the last date of the period selected
el_gr: δεν μπόρεσε να προσδιορίσει την τελευταία ημέρα της επιλεγείσας περιόδου
hu_hu: Nem tudta meghatározni a dátumot, a kiválasztott időszak

source: The sql returned the following error
el_gr: Το sql επέστρεψε το ακόλουθο σφάλμα
hu_hu: Az sql a következő hibaüzenetet

source: Taxation Reporting Error
el_gr: Φορολογία Error Reporting
hu_hu: Adózás adatszolgáltatási hiba

source: The accounts receivable transaction details could not be retrieved because
el_gr: Οι λογαριασμοί στοιχεία της συναλλαγής απαιτήσεων δεν ήταν δυνατό να ανακτηθεί, επειδή
hu_hu: Vevői EDI beállítások nem elérhetők, mert

source: Total Outputs
el_gr: Σύνολο Έξοδοι
hu_hu: Összes kimenetek

source: The accounts payable transaction details could not be retrieved because
el_gr: Οι λογαριασμοί που καταβάλλεται στοιχεία της συναλλαγής δεν ήταν δυνατόν να ανακτηθούν λόγω
hu_hu: A vevő adatai nem elérhetők, mert

source: Total Inputs
el_gr: Συνολικές εισροές
hu_hu: Összes bemenetek

source: Difference
el_gr: Διαφορά
hu_hu: Különbség

source: Adjustments for Tax paid to Customs, FBT, entertainments etc must also be entered
el_gr: Προσαρμογές για Καταβολή του φόρου στο Τελωνείο, FBT, ψυχαγωγία κ.λπ. πρέπει επίσης να αναγράφεται
hu_hu: Korrekciók megfizetett adó a vámhatósághoz, FBT, szórakoztatás, stb is meg kell adni

source: There are no tax entries to list
el_gr: Δεν υπάρχουν καταχωρήσεις φόρου στην λίστα
hu_hu: Nincs üzem rögzítve

source: Tax Reporting
el_gr: Φορολογικές Πληροφόρησης
hu_hu: Adó jelentése

source: Tax Authority To Report On:
el_gr: Φορολογική Αρχή να υποβάλει έκθεση σχετικά:
hu_hu: Az APEH-jelentés dátuma:

source: Return Covering
el_gr: Επιστροφή Κάλυψη
hu_hu: Vissza lefedése

source: Could not retrieve the period data because
el_gr: Δεν ήταν δυνατή η ανάκτηση των δεδομένων περίοδο, επειδή
hu_hu: Nem lehet letölteni az adatokat, mert időszak

source: Detail Or Summary Only
el_gr: Λεπτομέρεια ή περιληπτική Μόνο
hu_hu: Részlet Vagy Összefoglaló Csak

source: Detail and Summary
el_gr: Λεπτομέρειες και Περίληψη
hu_hu: Részletek és összefoglaló

source: Summary Only
el_gr: Περίληψη Μόνο
hu_hu: Összefoglaló csak

source: Dispatch Tax Provinces
el_gr: Αποστολή Επαρχίες Φορολογικές
hu_hu: Küldő adó tartományok

source: The tax province name may not be empty
el_gr: Το όνομα επαρχία φόρου δεν μπορεί να είναι κενό
hu_hu: Az adó tartomány neve nem lehet üres

source: The tax province cannot be renamed because another with the same name already exists.
el_gr: Η επαρχία φόρος δεν μπορεί να μετονομαστεί, διότι η άλλη με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Az adó tartomány nem lehet átnevezni, mert egy másik ugyanolyan nevű már létezik.

source: Could not update tax province
el_gr: Δεν ήταν δυνατή η ενημέρωση επαρχία φόρου
hu_hu: Nem sikerült frissíteni adó tartományban

source: Tax province name changed
el_gr: Φορολογικές όνομα επαρχία άλλαξε
hu_hu: Adó tartomány neve megváltozott

source: The tax province no longer exists
el_gr: Η επαρχία φόρος δεν υπάρχει πια
hu_hu: Az adó tartomány már nem létezik

source: The tax province cannot be created because another with the same name already exists
el_gr: Η επαρχία φόρος δεν μπορεί να δημιουργηθεί επειδή ένας άλλος με το ίδιο όνομα υπάρχει ήδη
hu_hu: Az adó tartomány nem lehet létrehozni, mert egy másik azonos néven már létezik

source: Could not add tax province
el_gr: Δεν είναι δυνατή η προσθήκη επαρχία φόρου
hu_hu: Nem sikerült hozzáadni adó tartományban

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
el_gr: Δεν είναι δυνατή η προσθήκη συντελεστών φορολογική αρχή για τη νέα αποστολή επαρχία φόρου. Οι συντελεστές του φόρου δεν θα είναι σε θέση να προστεθεί - χειροκίνητη αλληλεπίδραση βάση δεδομένων θα πρέπει να χρησιμοποιούν αυτή την αποστολή επαρχία φόρου
hu_hu: Nem sikerült hozzáadni adóhatóság az árakat az új feladó adó tartományban. Az árak az adót nem lesz képes, hogy ki - kézi adatbázis kölcsönhatás kell majd használni ezt a feladó adó tartományban

source: Errors were encountered adding this tax province
el_gr: Προέκυψαν σφάλματα προσθήκη της εν λόγω επαρχία φόρου
hu_hu: Észlelt hibát hozzátéve, ez az adó tartományban

source: New tax province added
el_gr: Νέα επαρχία φόρου προστιθέμενης
hu_hu: Új adó tartomány hozzá

source: Cannot delete this tax province because it no longer exists
el_gr: Δεν μπορείτε να διαγράψετε αυτή την επαρχία φόρος, διότι δεν υφίσταται πλέον
hu_hu: Nem lehet törölni ezt az adót tartományban, mert már nem létezik

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
el_gr: Δεν μπορείτε να διαγράψετε αυτή την επαρχία φόρο επειδή τουλάχιστον μία θέση απόθεμα ορίζεται να είναι μέσα σε αυτήν την επαρχία
hu_hu: Nem törölhető ez a körzetkód, mert nyitott értékesítési elemzések hivatkoznak rá

source: stock locations that refer to this tax province
el_gr: τοποθεσίες αποθεμάτων που αναφέρονται σε αυτή την επαρχία φόρο
hu_hu: állomány helyeken utal ez az adó tartomány

source: tax province and any tax rates set for it have been deleted
el_gr: επαρχία φόρου και κάθε φορολογικούς συντελεστές που καθορίζονται για να έχουν διαγραφεί
hu_hu: adó tartomány és az adó meghatározott díjak is törölték

source: Review Tax Provinces
el_gr: Επανεξέταση Επαρχίες Φορολογικές
hu_hu: Felülvizsgálat adó tartományok

source: Could not retrieve the requested tax province, please try again.
el_gr: δεν μπόρεσε να ανακτήσει την αρμόδια επαρχία φόρου, παρακαλώ προσπαθήστε ξανά.
hu_hu: Nem sikerült letölteni a kért adó tartomány, kérjük, próbálja újra.

source: Tax Province Name
el_gr: Φορολογικές Όνομα επαρχία
hu_hu: Adó tartomány neve

source: Top Items Searching
el_gr: Top Στοιχεία Αναζήτηση
hu_hu: Top tételek keresése

source: Top Sales Order Search
el_gr: Αρχή Αναζήτηση Ταξινόμηση Πωλήσεις
hu_hu: Vevői megrendelések

source: Select Order By
el_gr: Επιλέξτε Ταξινόμιση με
hu_hu: Válasszon megrendelést számlázáshoz

source: Total Pieces
el_gr: Σύνολο Τεμάχια
hu_hu: Egyenleg

source: Value of Sales
el_gr: Αξίας των πωλήσεων
hu_hu: Az eladások értékének

source: Number Of Top Items
el_gr: Αριθμός από τα κορυφαία σημεία
hu_hu: Számú Top elemek

source: Top Sales Items List
el_gr: Κορυφή Κατάλογος Πωλήσεις Είδη
hu_hu: Vevői megrendelések

source: Value Sales
el_gr: Αξία Πωλήσεων
hu_hu: Eladó

source: Print To PDF
el_gr: Εκτύπωση σε PDF
hu_hu: PDF készítés

source: Units Of Measure
el_gr: Μονάδες μέτρησης
hu_hu: Mértékegység

source: The unit of measure may not be empty
el_gr: Η μονάδα μέτρησης μπορεί να μην είναι άδειο
hu_hu: Az a mértékegység, nem lehet üres

source: The unit of measure can not be renamed because another with the same name already exist.
el_gr: Η μονάδα μέτρησης δεν είναι δυνατό να μετονομαστεί, διότι η άλλη με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Az a mértékegység, nem nevezhető át, mert egy másik ugyanolyan nevű már létezik.

source: The unit of measure no longer exist.
el_gr: Η μονάδα μέτρησης δεν υπάρχουν πια.
hu_hu: A mértékegységet már nem léteznek.

source: Unit of measure changed
el_gr: Μονάδα μέτρησης άλλαξε
hu_hu: Mértékegység változott

source: The unit of measure can not be created because another with the same name already exists.
el_gr: Η μονάδα μέτρησης δεν μπορεί να δημιουργηθεί επειδή ένας άλλος με το ίδιο όνομα υπάρχει ήδη.
hu_hu: Az a mértékegység, nem hozható létre, mert egy másik ugyanolyan nevű már létezik.

source: New unit of measure added
el_gr: Νέα μονάδα μέτρησης προστιθέμενης
hu_hu: Új mértékegység hozzáadott

source: Could not update unit of measure
el_gr: Δεν ήταν δυνατή η ενημέρωση μονάδα μέτρησης
hu_hu: Nem sikerült frissíteni a mértékegység

source: Cannot delete this unit of measure because it no longer exist
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη μονάδα μέτρησης, επειδή δεν υπάρχουν πια
hu_hu: Nem lehet törölni ezt a mértékegységet, mert már nem léteznek

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη μονάδα μέτρησης, επειδή στοιχεία απογραφής έχουν δημιουργηθεί χρησιμοποιώντας αυτή τη μονάδα μέτρησης
hu_hu: Nem lehet törölni ezt a mértékegységet, mert leltári tételek hoztak létre ezzel a mértékegység

source: inventory items that refer to this unit of measure
el_gr: στοιχεία απογραφής που αναφέρονται σε αυτή τη μονάδα μέτρησης
hu_hu: leltári tételek, melyek erre a mértékegység

source: unit of measure has been deleted
el_gr: μονάδα μέτρησης που έχει διαγραφεί
hu_hu: mértékegység törölték

source: Could not get unit of measures because
el_gr: Δεν μπόρεσα να πάρω μονάδα μέτρα, δεδομένου
hu_hu: Nem sikerült egységet intézkedések miatt

source: Review Units of Measure
el_gr: Επανεξέταση των μονάδων μέτρησης
hu_hu: Felülvizsgálata Mértékegység

source: Could not retrieve the requested unit of measure, please try again.
el_gr: δεν μπόρεσε να ανακτήσει την αρμόδια μονάδα μέτρησης, παρακαλώ προσπαθήστε ξανά.
hu_hu: Nem sikerült letölteni a kért mértékegység, kérjük, próbálja újra.

source: Upgrade webERP Database
el_gr: Αναβάθμιση webERP Database
hu_hu: Upgrade webERP Adatbázis

source: The webERP code is version
el_gr: Η webERP κωδικός είναι η έκδοση
hu_hu: A webERP kód változata

source: and the database version is not actually recorded at this version
el_gr: και η έκδοση της βάσης δεδομένων δεν είναι πράγματι καταγράφεται σε αυτή την έκδοση
hu_hu: és az adatbázis verzió nem ténylegesen nyilván ez a változat

source: Version 3.00
hu_hu: Verzió 3.00

source: Version 3.01
hu_hu: Verzió 3.01

source: Version 3.02
hu_hu: Verzió 3.02

source: Version 3.03
hu_hu: Verzió 3.03

source: Version 3.04
hu_hu: Verzió 3.04

source: Version 3.05
hu_hu: Verzió 3.05

source: Version 3.06
hu_hu: Verzió 3.06

source: Version 3.07
hu_hu: Verzió 3.07

source: Version 3.08
hu_hu: Verzió 3.08

source: Version 3.09
hu_hu: Verzió 3.09

source: Version 3.10
hu_hu: Verzió 3.10

source: Perform Database Upgrade
el_gr: Εκτελέστε αναβάθμιση της βάσης δεδομένων
hu_hu: Végezze adatbázis frissítése

source: and the database version is
el_gr: και η έκδοση της βάσης δεδομένων είναι
hu_hu: és az adatbázis verzió

source: Applying
el_gr: Εφαρμογή
hu_hu: Alkalmazása

source: Success
el_gr: Επιτυχίας
hu_hu: Siker

source: Table has already been created
el_gr: Ο πίνακας έχει ήδη δημιουργηθεί
hu_hu: már eladva

source: Column has already been created
el_gr: Η στήλη έχει ήδη δημιουργηθεί
hu_hu: már eladva

source: Index already exists
el_gr: Δείκτης υπάρχει ήδη
hu_hu: már eladva

source: Entry has already been done
el_gr: Έναρξη έχει ήδη γίνει
hu_hu: már eladva

source: SQL syntax error. The SQL error message is
el_gr: SQL συντακτικό λάθος. Το μήνυμα λάθους SQL είναι
hu_hu: SQL szintaktikai hiba. Az SQL hibaüzenet

source: Primary key already exists
el_gr: Πρωτεύον κλειδί υπάρχει ήδη
hu_hu: már eladva

source: Index already dropped previously
el_gr: Δείκτης που έχουν ήδη πέσει στο παρελθόν
hu_hu: Index már korábban esett

source: Failure
el_gr: Αποτυχία
hu_hu: Hiba

source: Error number
el_gr: Λάθος αριθμός
hu_hu: Megrendelés szám

source: User Settings
el_gr: Ρυθμίσεις χρήστη
hu_hu: Felhasználói beállítások

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
el_gr: Ανατολικής Ρωσίας Ευρωπαϊκή Ιαπωνικά Εβραϊκά Κορεατικά Αραβικά Ταϊλάνδης
hu_hu: Kelet-európai orosz japán koreai héber arab thai

source: Chinese
el_gr: Κινέζικα
hu_hu: Kínai

source: The Maximum Number of Records on Display entered must not be negative
el_gr: Το μέγιστο αριθμό των εγγραφών στη διάθεση του τέθηκε, δεν πρέπει να είναι αρνητικά
hu_hu: A maximális száma Records Display be nem lehet negatív

source: 0 will default to system setting
el_gr: 0 θα προεπιλογή για το σύστημα καθορισμού
hu_hu: 0-ra az alapértelmezett beállítás a rendszer

source: The password and password confirmation fields entered do not match
el_gr: Τα πεδία επιβεβαίωση κωδικού πρόσβασης και ο κωδικός πρόσβασης που εγγράφονται δεν ταιριάζουν
hu_hu: A jelszó és a jelszó megerősítése mezőket nem egyezik

source: The user alterations could not be processed because
el_gr: Οι αλλαγές χρήστης δεν θα μπορούσε να εγκριθεί λόγω
hu_hu: A felhasználó változások nem sikerült feldolgozni, mert

source: The SQL that was used to update the user and failed was
el_gr: Ο SQL που χρησιμοποιήθηκε για την ενημέρωση του χρήστη και απέτυχε ήταν
hu_hu: Az SQL, hogy használták, hogy frissíti a felhasználói és nem volt

source: The user settings have been updated
el_gr: Οι ρυθμίσεις χρήστη ενημερώθηκαν
hu_hu: A felhasználó beállításai frissítve

source: Be sure to remember your password for the next time you login
el_gr: Να είστε βέβαιος να θυμάστε τον κωδικό σας για την επόμενη φορά που θα συνδεθείτε
hu_hu: Ügyeljen arra, hogy tárolja a jelszót a következő bejelentkezésnél

source: Maximum Number of Records to Display
el_gr: Μέγιστος αριθμός εγγραφών για προβολή
hu_hu: Maximális száma rekordok megjelenítése

source: New Password
el_gr: Νέος κωδικός πρόσβασης
hu_hu: Új jelszó

source: Confirm Password
el_gr: Επιβεβαίωση Password
hu_hu: Jelszó ismét

source: If you leave the password boxes empty your password will not change
el_gr: Εάν αφήσετε τα πεδία τον κωδικό κενό τον κωδικό πρόσβασής σας δεν θα αλλάξει
hu_hu: Ha üresen hagyja a jelszót doboz üres jelszó nem fog változni

source: PDF Language Support
el_gr: PDF Υποστήριξη ξένων γλωσσών
hu_hu: PDF Nyelv támogatása

source: Where Used Inquiry
el_gr: Όταν Μεταχειρισμένα Εξεταστική
hu_hu: Hol használva lekérdezés

source: The item code entered
el_gr: Το θέμα τέθηκε κωδικός
hu_hu: A tétel kódot beírni

source: is not set up as an item in the system
el_gr: Δεν έχει ρυθμιστεί ως ένα στοιχείο στο σύστημα
hu_hu: nincs beállítva elem a rendszerben

source: Re-enter a valid item code or select from the Select Item link above
el_gr: Πληκτρολογήστε ξανά έναν έγκυρο κωδικό του στοιχείου ή επιλέξτε από το σύνδεσμο θέση Επιλογή πάνω
hu_hu: Re-adjon meg egy érvényes kódot elemet, vagy válassza a Válasszon pont fenti linkre

source: Enter an Item Code
el_gr: Εισάγετε ένα σημείο κώδικα
hu_hu: Adjon meg egy pont Kód

source: Show Where Used
el_gr: Εμφάνιση Όταν Μεταχειρισμένα
hu_hu: Megjelenítés Ha a Használt

source: The parents for the selected part could not be retrieved because
el_gr: Οι γονείς για το επιλεγμένο τμήμα δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A szülők számára a kijelölt rész nem lehetett letölteni, mert

source: The selected item
el_gr: Το επιλεγμένο στοιχείο
hu_hu: A kiválasztott elem

source: is not used as a component of any other parts
el_gr: δεν χρησιμοποιείται ως συστατικό σε άλλα τμήματα
hu_hu: nem használják részeként minden más alkatrész

source: Used By
el_gr: Χρησιμοποιείται από
hu_hu: Használt szerint

source: Show Bill Of Material
el_gr: Εμφάνιση Εγγράφων Υλικών
hu_hu: Anyagszámlák megtekintése

source: Result
el_gr: Αποτέλεσμα
hu_hu: Reset

source: Work Centres
el_gr: Εργασία Κέντρα
hu_hu: Munka központok

source: The Work Centre code must be at least 2 characters long
el_gr: Οι εργασίες Κέντρο κωδικός πρέπει να είναι τουλάχιστον 2 χαρακτήρες
hu_hu: A Work Centre-kód legalább 2 karakter hosszú

source: The Work Centre description must be at least 3 characters long
el_gr: Οι εργασίες Κέντρο περιγραφή πρέπει να είναι τουλάχιστον 3 χαρακτήρες
hu_hu: A Work Centre leírást kell legalább 3 karakter hosszúnak

source: The work centre code cannot contain any of the following characters
el_gr: Ο κωδικός κέντρο εργασίας δεν μπορούν να περιέχουν οποιοδήποτε από τα παρακάτω χαρακτήρες
hu_hu: A munka-azonosító kódot nem tartalmazhatja a következő karaktereket

source: The work centre record has been updated
el_gr: Η εγγραφή κέντρο εργασίας έχει ενημερωθεί
hu_hu: A munka eredménye központ lett frissítve

source: The new work centre has been added to the database
el_gr: Το νέο κέντρο εργασίας έχει προστεθεί στη βάση δεδομένων
hu_hu: Az új munka közepén került az adatbázisba

source: The update/addition of the work centre failed because
el_gr: Η ενημέρωση / προσθήκη του κέντρου εργασίας απέτυχε διότι
hu_hu: Az update / mellett a munka közepén nem sikerült, mert

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
el_gr: Δεν μπορείτε να διαγράψετε αυτό το κέντρο εργασίας λόγω γραμμάτια του υλικού να έχει δημιουργηθεί απαιτεί στοιχεία πρέπει να προστεθούν σε αυτό το κέντρο εργασίας
hu_hu: Nem lehet törölni ezt a munkát, mert központja darabjegyzékek hoztak létre igénylő alkatrészeket egészül ki ezt a munkát központban

source: BOM items referring to this work centre code
el_gr: BOM σημείων που αφορούν αυτόν τον κώδικα κέντρο εργασίας
hu_hu: BOM tételek hivatkozva ezt a munkát kódjának

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
el_gr: Δεν μπορείτε να διαγράψετε αυτό το κέντρο εργασίας, διότι οι λογαριασμοί σύμβαση του υλικού να έχει δημιουργηθεί με συστατικά που προστίθενται σε αυτό το κέντρο εργασίας
hu_hu: Nem lehet törölni ezt a munkát, mert központban szerződés darabjegyzékek hoztak létre, amelynek összetevői egészül ki ezt a munkát központban

source: Contract BOM items referring to this work centre code
el_gr: Συμβόλαιο αντικείμενα BOM αναφέρεται σε αυτόν τον κώδικα κέντρο εργασίας
hu_hu: A szerződés a BOM tételek hivatkozva ezt a munkát kódjának

source: The selected work centre record has been deleted
el_gr: Το επιλεγμένο αρχείο κέντρο εργασίας έχει διαγραφεί
hu_hu: A kiválasztott munka központja rekordot törölték

source: WC Code
el_gr: WC κώδικα
hu_hu: WC kód

source: Overhead GL Account
el_gr: Εναέρια GL Λογαριασμού
hu_hu: Írásvetítő GL számla

source: Overhead Per Hour
el_gr: Εναέρια ανά ώρα
hu_hu: Rezsi / óra

source: Show all Work Centres
el_gr: Εμφάνιση όλων των Κέντρων Εργασίας
hu_hu: Összes munka Központok

source: Work Centre Code
el_gr: Εργασία Κωδικός Κέντρο
hu_hu: Munka Központ kód

source: Work Centre Description
el_gr: Εργασία Περιγραφή Κέντρο
hu_hu: Munka Központ Leírás

source: Overhead Recovery GL Account
el_gr: Ανάκτηση Εναέρια GL Λογαριασμού
hu_hu: Írásvetítő Recovery GL profil

source: Work Order Costing
el_gr: Τολ Κοστολόγηση
hu_hu: Munkarendelés Költségszámítás

source: Back to Work Orders
el_gr: Επιστροφή στην Εργασία Παραγγελίες
hu_hu: Vissza a Szállítói megrendelésekhez

source: Select a work order
el_gr: Επιλέξτε μια σειρά εργασιών
hu_hu: Válasszon másik megrendelést

source: This page can only be opened if a work order has been selected.
el_gr: Αυτή η σελίδα ανοίγει μόνο εάν η εντολή έργο έχει επιλεγεί.
hu_hu: Csak kiválasztott szállitói megrendeléssel indítható az oldal

source: Could not retrieve the details of the selected work order
el_gr: Δεν θα μπορούσε να ανακτήσετε τις λεπτομέρειες της επιλεγμένης παραγγελίας εργασιών
hu_hu: Nem elérhető az apa alkatrész, mert
