Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
el_gr: Αρνητικά τα αποθέματα θα είχε ως αποτέλεσμα από την επεξεργασία μιας αρνητικής παράδοσης - οι ποσότητες πρέπει να αλλάξει ή την ποσότητα αποθέματος του είδους θα αρνητική διορθώνονται πριν από αυτήν την παράδοση θα υποβληθούν σε επεξεργασία.
hu_hu: Negatív készlet eredményezne a feldolgozás negatív szállítás - mennyiségét meg kell változtatni, vagy az állomány tétel mennyiségét lesz negatív küszöbölni, mielőtt a szállítás kerülnek feldolgozásra.

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
el_gr: Εγγράφονται οι ποσότητες δεν μπορεί να είναι μεγαλύτερη από την ποσότητα αναγράφεται στο τιμολόγιο αγοράς, συμπεριλαμβανομένης της επιτραπεί η υπερβολική λήψη ποσοστιαίες
hu_hu: A megadott mennyiség nem lehet nagyobb mint a szállítói számlán lévő mennyiség +/- a túlszállítás %

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
el_gr: Τροποποιήστε τα παραγγελθέντα προϊόντα στο τιμολόγιο αγοράς, εάν επιθυμείτε να αυξήσουν τις ποσότητες
hu_hu: Módosítsa a szállítói megrendelést ha többletet akar bevételezni

source: Could not check that the details of the purchase order had not been changed by another user because
el_gr: Δεν θα μπορούσε ελέγξτε ότι τα στοιχεία της παραγγελίας, δεν είχαν μεταβληθεί από κάποιον άλλο χρήστη, επειδή
hu_hu: Nem ellenőrizhető, hogy a szállítói megrendelés nem lett módosítva, mert

source: The following SQL to retrieve the purchase order details was used
el_gr: Οι παρακάτω SQL για να ανακτήσετε τα στοιχεία της εντολής αγοράς, χρησιμοποιήθηκε
hu_hu: SQL sor

source: This order has been changed or invoiced since this delivery was started to be actioned
el_gr: Αυτή η σειρά έχει αλλάξει ή τιμολογήθηκαν από την παράδοση αυτή ξεκίνησε να actioned
hu_hu: Ez a megrendelés módosítva lett mióta a szállítás megtörtént

source: Select a different purchase order for receiving goods against
el_gr: Επιλέξτε μια διαφορετική εντολή αγοράς για την παραλαβή των εμπορευμάτων κατά
hu_hu: Válasszon másik amegrendelést a beszállításhoz

source: To enter a delivery against this purchase order
el_gr: Για να εισάγετε μια παράδοση κατά αυτής της εντολής αγοράς
hu_hu: Adjon meg egy beszállítást ehhez a megrendeléshez

source: it must be re-selected and re-read again to update the changes made by the other user
el_gr: πρέπει να επιλεγεί εκ νέου και να ξαναδιαβάσω πάλι για να ενημερώσετε τις αλλαγές που έγιναν από τον άλλο χρήστη
hu_hu: újra ki kell választania mert egy másik felhasználó módosította rekordot

source: GL Code of the Line Item
el_gr: GL κώδικα του στοιχείου γραμμής
hu_hu: Főkönyvi kód a tételsorhoz

source: ShiptRef of the Line Item
el_gr: ShiptRef του στοιχείου γραμμής
hu_hu: Szállítmány ref a tételsorhoz

source: Contract Reference of the Line Item
el_gr: Σύμβασης του στοιχείου γραμμής
hu_hu: Szerződés ref a tételsorhoz

source: Quantity Invoiced of the Line Item
el_gr: Ποσότητα τιμολόγησης του στοιχείου γραμμής
hu_hu: Számlázott mennyiség a tételsorhoz

source: Stock Code of the Line Item
el_gr: Αποθήκη Κωδικός στοιχείου γραμμής
hu_hu: Termékkód a tételsorhoz

source: Order Quantity of the Line Item
el_gr: Παραγγελία Ποσότητα του στοιχείου γραμμής
hu_hu: Rendelt mennyiség a tételsorhoz

source: Quantity of the Line Item Already Received
el_gr: Ποσότητα του στοιχείου γραμμής που έχουν ήδη ληφθεί
hu_hu: Már leszállított mennyiség a tételsorhoz

source: Re-read the updated purchase order for receiving goods against
el_gr: Ξαναδιάβασε την ενημερωμένη εντολή αγοράς για την παραλαβή των εμπορευμάτων κατά
hu_hu: A módosított megrendelést újra ki kell választania a beérkeztetéshez

source: The standard cost of the item being received cannot be retrieved because
el_gr: Το πρότυπο κόστος του στοιχείου του οποίου ελήφθησαν δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A megadott költség a tételsorhoz nem elérhető, mert

source: The following SQL to retrieve the standard cost was used
el_gr: Οι παρακάτω SQL για την ανάκτηση του πάγιου κόστους που χρησιμοποιήθηκε
hu_hu: SQL sor

source: The purchase order detail record could not be updated with the quantity received because
el_gr: Η εντολή αγοράς καταγράφουν λεπτομερώς θα μπορούσαν να μην είναι ενημερωμένος με την παραληφθείσα ποσότητα, διότι
hu_hu: A megrendelés rekord nem módosítható a beszállított mennyiséggel, mert

source: The following SQL to update the purchase order detail record was used
el_gr: Οι παρακάτω SQL για να ενημερώσετε την εντολή αγοράς ρεκόρ λεπτομέρεια χρησιμοποιήθηκε
hu_hu: SQL sor

source: A GRN record could not be inserted
el_gr: Ένα ρεκόρ GRN δεν θα μπορούσε να εισαχθεί
hu_hu: A beérkeztetés rekord nem módosítható, mert

source: This receipt of goods has not been processed because
el_gr: Αυτή η παραλαβή των εμπορευμάτων δεν έχει εγκριθεί λόγω
hu_hu: A beérkeztetés nem feldolgozható, mert

source: The following SQL to insert the GRN record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το ρεκόρ GRN χρησιμοποιήθηκε
hu_hu: SQL sor

source: stock movement records could not be inserted because
el_gr: τα στοιχεία των κινήσεων αποθεμάτων δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: készletmozgás rekord nem módosítható, mert

source: Could not check if a batch or lot stock item already exists because
el_gr: Δεν θα μπορούσε να ελέγξετε αν ένα παρτίδας προϊόντος το ήδη υπάρχει, διότι
hu_hu: Nem végrehajtható, mert

source: The following SQL to test for an already existing controlled but not serialised stock item was used
el_gr: Οι παρακάτω SQL για τη δοκιμή για ένα ήδη υπάρχον ελεγχόμενη, αλλά όχι σε συνέχειες το σημείο αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: SQL sor

source: The serial stock item record could not be inserted because
el_gr: Ο αύξων ρεκόρ στοιχείο αποθεμάτων δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A folyamatos készlet bevitel nem végrehajtható, mert

source: The following SQL to insert the serial stock item records was used
el_gr: Οι παρακάτω SQL για να εισάγετε τον σειριακό βιβλία στοιχείο αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: SQL sor

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το σφάλμα και ζητήστε βοήθεια των παγίων περιουσιακών στοιχείων των συναλλαγών δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget a befektetett eszközök ügylet nem lehetett beilleszteni, mert

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
el_gr: Κρίσιμο λάθος! Σημειώστε αυτό το λάθος και να ζητήσουν βοήθεια. Το πάγιο κόστος του ενεργητικού και αγοράζονται ημερομηνία αυτή δεν ήταν σε θέση να ενημερωθεί, επειδή:
hu_hu: KRITIKUS HIBA! Jegyezze fel ezt a hibát és kérjen segítséget. A befektetett eszközök ára és a vásárlás dátumát nem volt képes frissíteni kell, mert:

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
el_gr: Η ακόλουθη SQL χρησιμοποιήθηκε για να προσπαθήσει την ενημέρωση του κόστους και την ημερομηνία κατά την αγορά του αγαθού
hu_hu: Az alábbi SQL arra használták, hogy megpróbálja a frissítés a költség és az időpont, amikor a befektetett vásárolt

source: PO
hu_hu: SZM

source: The purchase GL posting could not be inserted because
el_gr: Η GL αγορά απόσπαση δεν ήταν δυνατόν να εισαχθεί επειδή
hu_hu: A beszerzés főkönyvi feladás siketelen, mert

source: The following SQL to insert the purchase GLTrans record was used
el_gr: Οι παρακάτω SQL για να εισάγετε την αγορά ρεκόρ GLTrans χρησιμοποιήθηκε
hu_hu: SQL sor

source: The GRN suspense side of the GL posting could not be inserted because
el_gr: Η πλευρά αγωνία GRN του GL απόσπασης δεν θα μπορούσε να εισαχθεί επειδή
hu_hu: A halasztott szállítás főkönyvi feladása nem sikerült, mert

source: The following SQL to insert the GRN Suspense GLTrans record was used
el_gr: Οι παρακάτω SQL για την εισαγωγή του GRN αγωνίας GLTrans ρεκόρ χρησιμοποιήθηκε
hu_hu: SQL sor

source: GRN number
el_gr: GRN αριθμός
hu_hu: Beszállítás szám

source: Print this Goods Received Note (GRN)
el_gr: Εκτυπώστε αυτή τη αγαθών που έχουν παραληφθεί Σημείωση (GRN)
hu_hu: Jóváírás nyomtatás

source: Modify Order Items
el_gr: Τροποποίηση στοιχείων Παραγγελία
hu_hu: Rendelt tétel módosítás

source: Process Goods Received
el_gr: Διαδικασία αγαθών που έχουν παραληφθεί
hu_hu: Beérkeztetés feldolgozás

source: Invalid From Date
el_gr: Άκυρα Από Ημερομηνία
hu_hu: innen

source: Invalid To Date
el_gr: Άκυρα Να Ημερομηνία
hu_hu: Dátum

source: Enter GL Line
el_gr: Εισάγετε GL Line
hu_hu: Adja GL vonal

source: You must select a general ledger code from the list below
el_gr: Πρέπει να επιλέξετε ένα γενικό καθολικό κωδικό από την παρακάτω λίστα
hu_hu: Ki kell választania egy főkönyvi kódot az alábbi listából

source: The account code entered is not a valid code
el_gr: Ο κώδικας τέθηκε λογαριασμός δεν είναι ένα έγκυρο κωδικό
hu_hu: A számla kódot be nem érvényes kódot

source: This line cannot be added to the transaction
el_gr: Αυτή η γραμμή αυτή δεν μπορεί να προστεθεί στην πράξη
hu_hu: Ez a vonal nem lehet hozzáadni a tranzakció

source: You can use the selection box to select the account you want
el_gr: Μπορείτε να χρησιμοποιήσετε το πλαίσιο επιλογής για να επιλέξετε το λογαριασμό που θέλετε
hu_hu: Használhatja a választó mezőben válassza ki a kívánt fiókot

source: The amount entered is not numeric
el_gr: Το εγγεγραμμένο ποσό δεν είναι αριθμητικό
hu_hu: Az elkülönített összeg nem numerikus

source: Account Selection
el_gr: Ο λογαριασμός Επιλογής
hu_hu: Számla kiválasztása

source: If you know the code enter it above
el_gr: Εάν γνωρίζετε τον κωδικό που αρχίζει παραπάνω
hu_hu: Ha tudja a kódot adja meg a fenti

source: otherwise select the account from the list
el_gr: διαφορετικά επιλέξτε το λογαριασμό από τη λίστα
hu_hu: egyébként válasszuk ki a fiókot a listából

source: Account Status
el_gr: Κατάσταση λογαριασμού
hu_hu: Számla állapot

source: Place An Order
el_gr: Δώσετε την παραγγελία σας
hu_hu: Megrendelés rögzítés

source: Order Status
el_gr: Κατάσταση παραγγελίας
hu_hu: Megrendelés státusz

source: General Setup Options
el_gr: Γενικές επιλογές ρύθμισης
hu_hu: Általános beállítások

source: Transactions
el_gr: Συναλλαγές
hu_hu: Tranzakciók

source: Receivables/Payables Setup
el_gr: Απαιτήσεις / Υποχρεώσεις Εγκατάστασης
hu_hu: Kintlevőség/Tartozás beállítások

source: Inquiries and Reports
el_gr: Έρευνες και εκθέσεις
hu_hu: Lekérdezések, kimutatások

source: Inventory Setup
el_gr: Απογραφή Setup
hu_hu: Készlet beállítások

source: Custom Reports
el_gr: Προσαρμοσμένες Αναφορές
hu_hu: Felhasználói jelentések

source: Standard Reports and Forms
el_gr: Standard Εκθέσεις και Έντυπα
hu_hu: Szabvány jelentések, listák

source: There are no reports to show!
el_gr: Δεν υπάρχουν αναφορές για την εμφάνιση!
hu_hu: Nincs megjeleníthető jelentés

source: Payment Entry
el_gr: Πληρωμή Είσοδος
hu_hu: Kifizetés tétel

source: Product
el_gr: Προϊόν
hu_hu: Időszak

source: Issue
el_gr: Θέμα
hu_hu: használva

source: of
el_gr: του
hu_hu: ebből

source: The stock movement record cannot be inserted because
el_gr: Η καταγραφή της κίνησης του αποθέματος δεν είναι δυνατόν να εισαχθεί επειδή
hu_hu: A készletek alakulása rekord nem lehet beilleszteni, mert

source: The following SQL to insert the stock movement record was used
el_gr: Οι παρακάτω SQL για να εισάγετε το ρεκόρ κίνησης των αποθεμάτων είχε χρησιμοποιηθεί
hu_hu: Az alábbi SQL szúrni a készletek alakulása rekordot használt

source: The following SQL to update the stock record was used
el_gr: Οι παρακάτω SQL για την ενημέρωση των λογιστικών στοιχείων χρησιμοποιήθηκαν
hu_hu: Az alábbi SQL frissíteni a készletnyilvántartási használták

source: The general ledger transaction entries could not be added because
el_gr: Οι γενικές καταχωρήσεις συναλλαγή καθολικό δεν θα μπορούσε να προστεθεί, επειδή
hu_hu: A főkönyvi tranzakció bejegyzések nem lehetett hozzá, mert

source: The following SQL to insert the GL entries was used
el_gr: Οι παρακάτω SQL για να εισάγετε τις καταχωρήσεις GL χρησιμοποιήθηκε
hu_hu: Az alábbi SQL szúrni a GL bejegyzések használták

source: for a quantity of
el_gr: για ποσότητα
hu_hu: a mennyiség

source: at
el_gr: σε
hu_hu: itt

source: Required
el_gr: Απαιτούμενη
hu_hu: Szükséges

source: Delivered
el_gr: Παραδόθηκε
hu_hu: Megérkezés

source: Stock item is not controlled
el_gr: Αποθήκη στοιχείο δεν ελέγχεται
hu_hu: Raktáron nem kontrollált

source: From Stock Location
el_gr: Από Τοποθεσία Χρηματιστήριο
hu_hu: Raktárról helye

source: Authorized
el_gr: Εξουσιοδοτημένος
hu_hu: Adószám

source: There are no stock categories currently defined please use the link below to set them up
el_gr: Δεν υπάρχουν κατηγορίες μετοχών ορίζεται σήμερα παρακαλούμε χρησιμοποιήστε το παρακάτω σύνδεσμο για να τους συστήσει
hu_hu: Nincs raktáron kategória jelenleg meghatározott kérjük használja az alábbi linket az azokat felállító

source: Define Stock Categories
el_gr: Ορίστε Κατηγορίες Χρηματιστήριο
hu_hu: Adjuk Stock kategória

source: Dispatch Date
el_gr: Ημερομηνία Αποστολής
hu_hu: Szállítás dátuma

source: No stock items were returned by the SQL because
el_gr: Δεν υπάρχουν στοιχεία αποθεμάτων επιστρέφονται από τον SQL επειδή
hu_hu: Nincs készleten db érkezett vissza az SQL, mert

source: Dispatch
el_gr: Αποστολή
hu_hu: Kiszállítás

source: Unit of Measure
el_gr: Μονάδα Μέτρησης
hu_hu: Mértékegység

source: Search for Inventory Items
el_gr: Αναζήτηση για στοιχεία απογραφής
hu_hu: Új termék

source: In Stock Category
el_gr: Στην κατηγορία Stock
hu_hu: A raktáron kategória

source: Order Item description has been used in search
el_gr: Παραγγείλετε Περιγραφή στοιχείου έχει χρησιμοποιηθεί στην αναζήτηση
hu_hu: Rendelési tétel leírása óta használják a keresési

source: Stock Code has been used in search
el_gr: Κωδικός Μετοχής έχει χρησιμοποιηθεί στην αναζήτηση
hu_hu: Stock kód óta használják a keresési

source: Previous
el_gr: Προηγούμενη
hu_hu: Előző

source: Inventory Planning Report
el_gr: Απογραφή Έκθεση Προγραμματισμού
hu_hu: Készlet tervezés lista

source: Inventory Planning
el_gr: Απογραφή Σχεδιασμού
hu_hu: Készlet tervezés

source: The inventory quantities could not be retrieved by the SQL because
el_gr: Οι ποσότητες αποθεμάτων δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A készlet mennyiségek nem elérhetők, mert

source: The sales quantities could not be retrieved by the SQL because
el_gr: Οι ποσότητες των πωλήσεων δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: Az eladási mennyiségek nem elérhetők, mert

source: The sales order demand quantities could not be retrieved by the SQL because
el_gr: Οι ποσότητες των πωλήσεων της ζήτησης ώστε δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A megrendelés mennyiségek nem elérhetők, mert

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
el_gr: Οι ποσότητες των πωλήσεων της ζήτησης ώστε από συνελεύσεις γονέων δεν μπορεί να ανακτηθεί από τον SQL επειδή
hu_hu: A megrendelés mennyiségek összeszerelései nem elérhetők, mert

source: Print Inventory Planning Report Empty
el_gr: Εκτύπωση Έκθεση Προγραμματισμού Αποθεμάτων Κενό
hu_hu: Készlet tervezés kimutatás üres

source: There were no items in the range and location specified
el_gr: Δεν υπήρχαν στοιχεία στην περιοχή και την τοποθεσία που καθορίζεται
hu_hu: Nincs tétel a megadott tartományban

source: Inventory Planning Reporting
el_gr: Απογραφή Σχεδιασμού Πληροφόρησης
hu_hu: Készlet tervezés kimutatás

source: For Inventory in Location
el_gr: Για αποθέματος Τοποθεσία
hu_hu: Készlet helyen

source: All Locations
el_gr: Όλες οι Τοποθεσίες
hu_hu: Minden helyen

source: Stock Planning
el_gr: Απόθεμα Προγραμματισμός
hu_hu: Készlet tervezés

source: One Month MAX
el_gr: Ένα MAX Μήνας
hu_hu: Egy hónap MAX

source: One Month and a half MAX
el_gr: Ένα μήνα και μισό MAX
hu_hu: Egy hónap és fél MAX

source: Two Months MAX
el_gr: Δύο μήνες MAX
hu_hu: 4 hónap

source: Two Month and a half MAX
el_gr: Δύο ενάμιση μήνα MAX
hu_hu: Két és fél hónap MAX

source: Three Months MAX
el_gr: Τρεις Μήνες MAX
hu_hu: 3 hónap

source: Four Months MAX
el_gr: Τέσσερις μήνες MAX
hu_hu: 4 hónap

source: One Month AVG
el_gr: Ένας Μήνας AVG
hu_hu: Egy hónap AVG

source: One Month and a half AVG
el_gr: Ένα μήνα και AVG μισο
hu_hu: Egy hónap és fél AVG

source: Two Months AVG
el_gr: Δύο μήνες AVG
hu_hu: 4 hónap

source: Two Month and a half AVG
el_gr: Δύο μήνα και AVG μισο
hu_hu: Két és fél hónap AVG

source: Three Months AVG
el_gr: Τρεις Μήνες AVG
hu_hu: 3 hónap

source: Four Months AVG
el_gr: Τέσσερις μήνες AVG
hu_hu: 4 hónap

source: Preferred Supplier Inventory Plan
el_gr: Προτεινόμενο Σχέδιο απογραφής Προμηθευτή
hu_hu: Szállító

source: for all stock locations
el_gr: για όλες τις τοποθεσίες αποθεμάτων
hu_hu: az összes állomány helyszínen

source: for stock at
el_gr: για το απόθεμα σε
hu_hu: A raktáron

source: Avg Qty
el_gr: Μέση Ποσότητα
hu_hu: Menny

source: 4 mths
hu_hu: 4 hó

source: Deviation
el_gr: Απόκλιση
hu_hu: Rendeltetési hely

source: Lead Time
hu_hu: Átfutási idő

source: in months
el_gr: σε μήνες
hu_hu: hónapok

source: Qty Required
el_gr: Ποσότητα Απαιτούμενη
hu_hu: Kötelező db

source: in Supply Chain
el_gr: στην Εφοδιαστική Αλυσίδα
hu_hu: A Supply Chain

source: Inventory Planning Based On Lead Time Of Preferred Supplier
el_gr: Απογραφή σχεδιασμού που βασίζεται στην Lead Time Of προτιμώμενος προμηθευτής
hu_hu: Leltár tervezés alapját Lead Time Of Preferált Szállító

source: Nil
el_gr: Μηδέν
hu_hu: Null

source: Preferred Supplier Inventory Planning
el_gr: Προτεινόμενα Σχεδιασμού Απογραφή Προμηθευτή
hu_hu: Szállító

source: Months Buffer Stock to Hold
el_gr: Μήνες ρυθμιστικού αποθέματος να κρατάτε
hu_hu: Hónapok kiegyenlítő készlet a Hold

source: Two Weeks
el_gr: Δύο εβδομάδες
hu_hu: Két hét

source: One Month
el_gr: Ένας Μήνας
hu_hu: Egy hónap

source: Six Weeks
el_gr: Έξι Εβδομάδες
hu_hu: Hat hét

source: Two Months
el_gr: Δύο μήνες
hu_hu: Két hónap

source: Inventory Quantities Report
el_gr: Απογραφή Ποσότητες Έκθεση
hu_hu: Készletértékelés lista

source: Parts With Quantities
el_gr: Μέρη Με Ποσότητες
hu_hu: Részek mennyisége

source: Inventory Quantities
el_gr: Απογραφή Ποσότητες
hu_hu: Készlet mennyiség CSV készítés

source: The Inventory Quantity report could not be retrieved by the SQL because
el_gr: Η καταγραφή ποσότητα έκθεση δεν θα μπορούσε να ανακτηθεί από τον SQL επειδή
hu_hu: A készlet mennyiségek nem elérhetők, mert

source: Print Inventory Quantities Report
el_gr: Εκτύπωση Ποσότητες ετήσια έκθεση απογραφής
hu_hu: Készlet tervezés kimutatás üres

source: There were no items with inventory quantities
el_gr: Δεν υπήρχαν στοιχεία με τις ποσότητες αποθεμάτων
hu_hu: Nincs tétel a megadott tartományban

source: Inventory Quantities Reporting
el_gr: Απογραφή Ποσότητες αναφοράς
hu_hu: Készlet értékelés kimutatás

source: Use this report to display the quantity of Inventory items in different categories.
el_gr: Χρησιμοποιήστε αυτή την έκθεση για να την απεικόνιση της ποσότητας του αποθέματος στοιχείων σε διαφορετικές κατηγορίες.
hu_hu: Ezzel a jelentéssel megjelenítéséhez készletmennyiség tételek különböző kategóriákban.

source: Selection
el_gr: Επιλογή
hu_hu: Szakasz

source: Only Parts With Multiple Locations
el_gr: Μόνο Μέρη Με πολλαπλές τοποθεσίες
hu_hu: Csak alkatrészek, több telephellyel

source: Reorder
el_gr: Αναδιάταξη
hu_hu: Megrendelés

source: Inventory Valuation
el_gr: Απογραφή Αποτίμηση
hu_hu: Készlet értékelés

source: The inventory valuation could not be retrieved by the SQL because
el_gr: Η αποτίμηση της αξίας απογραφής δεν ήταν δυνατόν να ανακτηθούν από τον SQL επειδή
hu_hu: A készlet értékelés nem elérhető, mert

source: Inventory Valuation Report
el_gr: Απογραφή Έκθεση Αποτίμησης
hu_hu: Készletértékelés lista

source: Print Inventory Valuation Error
el_gr: Εκτύπωση Σφάλμα απογραφής
hu_hu: Készletértékelés hiba

source: There were no items with any value to print out for the location specified
el_gr: Δεν υπήρχαν στοιχεία με οποιαδήποτε τιμή για να εκτυπώσετε για την προβλεπόμενη θέση
hu_hu: Nincs tétel a megadott tartományban a nyomtatáshoz

source: Grand Total Value
el_gr: Grand Συνολική Αξία
hu_hu: Mindösszesen

source: Inventory Valuation Reporting
el_gr: Απογραφή Αποτίμηση Πληροφόρησης
hu_hu: Készlet értékelés kimutatás

source: Position
el_gr: Θέση
hu_hu: Pozíció

source: Location Maintenance
el_gr: Θέση συντήρησης
hu_hu: Helyszínek karbantartás

source: The location code may not be empty
el_gr: Ο κωδικός θέσης δεν μπορεί να είναι κενό
hu_hu: A helyszín kód nem lehet üres

source: An error occurred updating the
el_gr: Παρουσιάστηκε σφάλμα την ενημέρωση του
hu_hu: Hiba a frissítéskor

source: location record because
el_gr: ρεκόρ θέση διότι
hu_hu: hely rekord, mert

source: The SQL used to update the location record was
el_gr: Ο SQL χρησιμοποιούνται για την ενημέρωση της εγγραφής τοποθεσία ήταν
hu_hu: SQL sor

source: The location record has been updated
el_gr: Η εγγραφή τοποθεσία έχει ενημερωθεί
hu_hu: A hely rekord frissítve

source: An error occurred inserting the new location record because
el_gr: Παρουσιάστηκε σφάλμα εισάγοντας το νέο ρεκόρ τοποθεσία, επειδή
hu_hu: Hiba az új hely rekord felvitelnél, mert

source: The SQL used to insert the location record was
el_gr: Η SQL χρησιμοποιείται για την εισαγωγή της εγγραφής τοποθεσία ήταν
hu_hu: SQL sor

source: The new location record has been added
el_gr: Το νέο ρεκόρ θέση έχει προστεθεί
hu_hu: Az új hely rekord rögzítve

source: An error occurred inserting the new location stock records for all pre-existing parts because
el_gr: Παρουσιάστηκε ένα σφάλμα στη σύνταξη του λογιστική αποθήκης θέση για όλα τα προϋπάρχοντα μέρη επειδή
hu_hu: Hiba az új helyi készlet rekord felvitelnél, mert

source: The SQL used to insert the new stock location records was
el_gr: Η SQL χρησιμοποιείται για την εισαγωγή των νέων εγγραφών τοποθεσία υλικού ήταν
hu_hu: SQL sor

source: and new stock locations inserted for all existing stock items for the new location
el_gr: και νέες τοποθεσίες αποθεμάτων εισάγεται για όλα τα υπάρχοντα στοιχεία υλικό για τη νέα θέση
hu_hu: új helyi készlet rekord rögzítve, minden helyi termékhez

source: Cannot delete this location because sales orders have been created delivering from this location
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη θέση, διότι οι εντολές πώλησης έχουν δημιουργηθεί παράδοση από τη θέση αυτή
hu_hu: Nem törölhető ez a hely, mert megrendelések hivatkoznak rá (szállítás innen)

source: sales orders with this Location code
el_gr: εντολές πώλησης με αυτόν τον κωδικό Τοποθεσία
hu_hu: megrendelések ezzel a telephellyel

source: Cannot delete this location because stock movements have been created using this location
el_gr: Δεν μπορείτε να διαγράψετε αυτή τη θέση, διότι οι κινήσεις των αποθεμάτων δημιουργήθηκαν με χρήση αυτής της τοποθεσίας
hu_hu: Nem törölhető ez a hely, mert készletmozgások hivatkoznak rá

source: stock movements with this Location code
el_gr: κινήσεις των αποθεμάτων, με αυτόν τον κωδικό Τοποθεσία
hu_hu: kézletmozgás ezen a telephelyen

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
el_gr: Δεν μπορείτε να διαγράψετε αυτή την τοποθεσία επειδή λογιστική αποθήκης θέση να υφίσταται και να χρησιμοποιούν αυτήν τη θέση και να έχουν μια ποσότητα που δεν την πλευρά ίση με 0
hu_hu: Nem törölhető ez a hely, mert nyitott készletrekordok vannak és a mennyiség nem 0
