Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
el_gr: Η επιλεγμένη σειρά έργο έχει κλείσει και διακυμάνσεις υπολογίζονται και δημοσιεύτηκε. Δεν υπάρχουν άλλα έσοδα που κατασκευάζονται αντικείμενα μπορούν να ληφθούν εναντίον της διάταξης αυτής της εργασίας. Θα πρέπει να συνθέτουν μια νέα παραγγελία έργο να λαμβάνετε αυτό το στοιχείο κατά.
hu_hu: A kiválasztott munka érdekében a már lezárt és eltéréseket kiszámított és kiküldték. Nincs több bevételt gyártott elemeket is kapott ez ellen a munka érdekében. Meg kell, hogy egy új munkát annak érdekében, hogy megkapja ezt az elemet ellen.

source: Receive work order
el_gr: Λήψη για την εργασία
hu_hu: Szállítás (bevételezés)

source: Date Received
el_gr: Ημερομηνία Παρελήφθη
hu_hu: Fogadva

source: Received Into
el_gr: Παραλήφθηκαν στο
hu_hu: Fogadva

source: Serial Numbers Received
el_gr: Serial Numbers Παρελήφθη
hu_hu: Adja meg a szériaszámot

source: No serial numbers defined yet
el_gr: Δεν αύξοντες αριθμούς ακόμη καθοριστεί
hu_hu: Nincs deviza beállítva

source: Serial No
el_gr: Αύξων αριθ
hu_hu: Szériaszám

source: Process Manufactured Items Received
el_gr: Διαδικασία Κατασκευάζεται τα στοιχεία που λαμβάνονται
hu_hu: Beérkeztetés feldolgozás

source: Batch/Lots Received
el_gr: Παρτίδα / παραληφθείσες παρτίδες,
hu_hu: Batch / átvett tételek

source: No batches/lots defined yet
el_gr: Δεν παρτίδες / παρτίδες ακόμη καθοριστεί
hu_hu: Nincs deviza beállítva

source: Work Order Status Inquiry
el_gr: Οι εργασίες Εξεταστική Κατάσταση Παραγγελίας
hu_hu: Megrendelések lekérdezése

source: Manual Issue
el_gr: Εγχειρίδιο Τεύχος
hu_hu: Leírás

source: This page must to be called from the work order entry screen
el_gr: Αυτή η σελίδα θα πρέπει να κληθεί από τη διάταξη της οθόνης έναρξης εργασιών
hu_hu: Az oldal csak kiválasztott megrendeléssel indítható

source: Work Order Serial Numbers in Progress
el_gr: Οι εργασίες αύξοντες αριθμούς Τάξης σε Εξέλιξη
hu_hu: Megrendelés szám

source: Work Order Batches in Progress
el_gr: Οι εργασίες παρτίδες Παραγγείλετε σε Εξέλιξη
hu_hu: Megrendelések lekérdezése

source: For Work Order Number
el_gr: Για τον αύξοντα αριθμό εργασίας
hu_hu: Megrendelés szám

source: and output item
el_gr: και το σημείο εξόδου
hu_hu: és a kimeneti pont

source: The quantity of controlled items to add was not numeric - a number is expected
el_gr: Η ποσότητα των ελεγχόμενων ειδών για να προσθέσετε δεν ήταν αριθμητικά - ένας αριθμός αναμένεται
hu_hu: Egy megrendelésben az össz termék össz mennyisége a kedvezmény kategóriában

source: is already entered on this work order
el_gr: έχει ήδη εγγραφεί σε αυτό για το έργο
hu_hu: Megadta a következőt szöveget

source: has already been used for this item
el_gr: έχει ήδη χρησιμοποιηθεί για αυτό το προϊόν
hu_hu: már eladva

source: Unable to add the serial numbers requested
el_gr: Ανίκανος να προσθέσει τους αύξοντες αριθμούς ζήτησε
hu_hu: Nem sikerült hozzáadni a sorszámát kért

source: The batch or serial number reference has not been entered - a reference is required
el_gr: Η παρτίδα ή αναφορά στον αύξοντα αριθμό δεν έχει εγγραφεί - αναφορά απαιτείται
hu_hu: A tétel vagy sorozatszámot hivatkozás nem sérült meg - utalás van szükség

source: The quantity for the batch must be numeric
el_gr: Η ποσότητα για την παρτίδα πρέπει να είναι αριθμός
hu_hu: A mennyiségnek számnak kell lennie

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
el_gr: Ο σειριακός αριθμός ή αναφοράς της παρτίδας πρέπει να είναι μοναδική για το είδος - το εγγραφεί αναφοράς έχει ήδη εγγραφεί για αυτή τη σειρά εργασιών
hu_hu: A gyári szám vagy a tétel referenciaszáma egyedinek kell lennie, hogy a tétel - a referencia-be már be erre a munkára annak érdekében,

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
el_gr: Ο σειριακός αριθμός ή αναφοράς της παρτίδας πρέπει να είναι μοναδικό στο είδος. Ο αύξων αριθμός / παρτίδα εισήλθε υπάρχει ήδη
hu_hu: A gyári szám vagy a tétel referenciaszáma egyedinek kell lennie, hogy az elem. A gyári szám / köteg lépett már létezik

source: Could not add a new serial number/batch
el_gr: Δεν είναι δυνατή η προσθήκη ένας νέος αύξων αριθμός / παρτίδας
hu_hu: Az új számla kód nem rögzíthető

source: Unable to add the batch or serial number requested
el_gr: Ανίκανος να προσθέσετε την παρτίδα ή σειριακό αριθμό που απαιτείται
hu_hu: Nem sikerült hozzáadni a tétel-vagy sorozatszám kért

source: The batch/serial number
el_gr: Η παρτίδα / σειριακό αριθμό
hu_hu: A köteg hivatkozási/folyamatos szám

source: has been deleted from this work order
el_gr: έχει διαγραφεί από αυτήν την εντολή εργασίας του
hu_hu: törölve lett az anyagszámlából

source: The new batch or serial number reference has not been entered - a reference is required
el_gr: Η νέα παρτίδα ή αναφορά στον αύξοντα αριθμό δεν έχει εγγραφεί - αναφορά απαιτείται
hu_hu: Az új tétel-vagy sorozatszám hivatkozás nem sérült meg - utalás van szükség

source: The reference entered is already entered on this work order
el_gr: Η τέθηκε αναφοράς είναι ήδη εγγραφεί σε αυτό το σκοπό το έργο
hu_hu: A referencia lépett már be erre a munkára annak érdekében,

source: The serial number/batch entered already exists
el_gr: Ο αύξων αριθμός / παρτίδα εισήλθε υπάρχει ήδη
hu_hu: A körzetkód nem lehet üres

source: Could not update serial/batches on the work order
el_gr: Δεν ήταν δυνατή η ενημέρωση σειριακή / παρτίδες για την εντολή εργασίας
hu_hu: Nem elérhető tételek

source: Add A Number of New Serial Numbers
el_gr: Προσθέστε μια σειρά από νέα Serial Numbers
hu_hu: Adja meg a szériaszámot

source: Starting at
el_gr: Ώρα έναρξης
hu_hu: Kezdve

source: Add a single serial number
el_gr: Προσθέστε ένα μόνο αύξοντα αριθμό
hu_hu: Adja meg a szériaszámot

source: Batch/Lot Ref
el_gr: Παρτίδα / Ref Lot
hu_hu: Kötegelt főköny

source: Add a single batch/lot number
el_gr: Προσθέστε μία μόνο παρτίδα / αριθμός παρτίδας
hu_hu: Adjunk hozzá egy tétel / száma

source: There are no serial items or batches yet defined for this work order item. Create new items first
el_gr: Δεν υπάρχουν σειριακή αντικείμενα ή παρτίδες έχουν ακόμη οριστεί για αυτό το στοιχείο για το έργο. Δημιουργία νέων θέσεων πρώτου
hu_hu: Nincsenek soros tételek és adagok még meg ezt a munkát annak érdekében elemet. Hozzon létre új elem az első

source: Batch Ref
el_gr: Ref Παρτίδα
hu_hu: Köteg

source: Back To Work Order
hu_hu: Vissza a Szállítói megrendelésekhez

source: The role description entered must be at least 4 characters long
el_gr: Η περιγραφή του ρόλου που εγγράφονται πρέπει να είναι τουλάχιστον 4 χαρακτήρες
hu_hu: Szerepének leírását lépett legalább 4 karakter hosszú

source: The update of the security role description failed because
el_gr: Η επικαιροποίηση της περιγραφής του ρόλου της ασφάλειας απέτυχε διότι
hu_hu: A frissítés a biztonsági szerepének leírását nem sikerült, mert

source: The Security role description was updated.
el_gr: Η περιγραφή του ρόλου Ασφαλείας ενημερώθηκε.
hu_hu: A biztonsági szerepe leírás frissítve lett.

source: The update of the security role failed because
el_gr: Η επικαιροποίηση του ρόλου της ασφάλειας απέτυχε διότι
hu_hu: A frissítés a biztonsági szerepe nem sikerült, mert

source: The Security role was created.
el_gr: Ο ρόλος ασφαλείας δημιουργήθηκε.
hu_hu: A biztonsági szerepe jött létre.

source: The addition of the page group access failed because
el_gr: Η προσθήκη της σελίδας πρόσβασης ομάδα απέτυχε διότι
hu_hu: A kiegészítés az oldalcsoport hozzáférési nem sikerült, mert

source: The page group access was added.
el_gr: Η σελίδα πρόσβασης της ομάδας προστέθηκε.
hu_hu: Az oldalcsoport hozzáférési adtak.

source: The removal of this page-group access failed because
el_gr: Η κατάργηση αυτής της σελίδας πρόσβασης ομάδα απέτυχε διότι
hu_hu: Az eltávolítás az oldal-csoport hozzáférési nem sikerült, mert

source: This page-group access was removed.
el_gr: Αυτή η πρόσβαση στη σελίδα του ομίλου αφαιρέθηκε.
hu_hu: Ez az oldal-csoport hozzáférési eltávolították.

source: Cannot delete this role because user accounts are setup using it
el_gr: Δεν μπορείτε να διαγράψετε αυτό το ρόλο, διότι οι λογαριασμοί χρηστών είναι ρυθμισμένα χρησιμοποιούν
hu_hu: Nem lehet törölni ezt a szerepet, hiszen a felhasználói fiókok beállítása használja

source: user accounts that have this security role setting
el_gr: λογαριασμούς χρηστών που έχουν αυτό το ρόλο ρύθμιση ασφάλειας
hu_hu: felhasználói fiókok, amelyek a biztonsági szerepet beállítás

source: security role has been deleted
el_gr: ο ρόλος της ασφάλειας έχει διαγραφεί
hu_hu: védelmi feladatot törölték

source: Review Existing Roles
el_gr: Επανεξετάσουν τις υφιστάμενες Ρόλοι
hu_hu: Vizsgálja felül a meglévő szerepkörök

source: The selected role is no longer available.
el_gr: Το επιλεγμένο ρόλος δεν είναι πλέον διαθέσιμο.
hu_hu: A kiválasztott szerepe már nem érhető el.

source: Enter Role
el_gr: Εισάγετε Ρόλος
hu_hu: Adja szerepe

source: Assigned Security Tokens
el_gr: Έσοδα για ειδικό Κουπόνια Ασφαλείας
hu_hu: Rendelt biztonsági tokenek

source: Available Security Tokens
el_gr: Κουπόνια ασφαλείας που είναι διαθέσιμα
hu_hu: A rendelkezésre álló biztonsági tokenek

source: Purchases
el_gr: Αγορές
hu_hu: Vásárolt

source: The selected user record has been updated
el_gr: Η επιλεγμένη εγγραφή χρήστη έχει ενημερωθεί
hu_hu: A kiválasztott felhasználó adatlapján frissült

source: A new user record has been inserted
el_gr: Ένα νέο ρεκόρ χρήστης έχει ενσωματωθεί
hu_hu: Egy új felhasználói rekord került beillesztésre

source: Cannot delete user as entries already exist in the audit trail
el_gr: Δεν είναι δυνατή η διαγραφή του χρήστη, όπως καταχωρήσεις υπάρχουν ήδη στη διαδρομή ελέγχου
hu_hu: Nem törölhető ez a körzetkód, mert nyitott értékesítési elemzések hivatkoznak rá

source: The User could not be deleted because
el_gr: Ο Χρήστης δεν μπορεί να διαγραφεί, διότι
hu_hu: A Felhasználó nem lehet törölni, mert

source: User Deleted
el_gr: Χρήστης Διαγράφεται
hu_hu: Felhasználó törölve

source: Last Visit
el_gr: Τελευταία Επίσκεψη
hu_hu: Utolsó látogatás

source: Security Role
el_gr: Ασφάλεια Ρόλος
hu_hu: Biztonsági szerepe

source: Report Size
el_gr: Έκθεση Μέγεθος
hu_hu: Jelentés méret

source: Review Existing Users
el_gr: Επανεξετάσουν τις υφιστάμενες Χρήστες
hu_hu: Vizsgálja felül a meglévő felhasználók

source: Restrict to Sales Person
el_gr: Περιορισμός στις πωλήσεις Άτομο
hu_hu: Vissza a megrendelésekhez

source: Not a salesperson only login
el_gr: Δεν είναι ένας πωλητής μόνο η σύνδεσή
hu_hu: Eladó

source: Blocked
el_gr: Αποκλεισμένοι
hu_hu: Zárolt

source: Recalculate BOM costs
el_gr: Επανυπολογισμός κόστους BOM
hu_hu: Újraszámolt fuvarköltség

source: An error occurred selecting all bottom level components
el_gr: Προέκυψε σφάλμα κατά την επιλογή του συνόλου κάτω συστατικά επίπεδο
hu_hu: Hiba a deviza rekord elérésénél

source: The SQL that was used to select bottom level components and failed in the process was
el_gr: Ο SQL που χρησιμοποιείται για την επιλογή κάτω συστατικά επίπεδο και απέτυχε στη διαδικασία ήταν
hu_hu: SQL üzenet

source: All cost updates committed to the database.
el_gr: Όλες οι ενημερώσεις του κόστους δεσμευτεί για τη βάση δεδομένων.
hu_hu: A vevői jóváírás nem rögzíthető, mert

source: Update costs for all items listed in a bill of materials
el_gr: Ενημέρωση δαπανών για όλα τα στοιχεία που παρατίθενται στο νομοσχέδιο των υλικών
hu_hu: a hozzátartozó anyagszámla megtekintéséhez

source: Run
el_gr: Εκτέλεση
hu_hu: Jelentés

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
el_gr: UTILITY ΣΕΛΙΔΑ Για Αλλαγές Ένας κώδικας Υποκατάστημα Πελάτη Σε όλους τους πίνακες
hu_hu: UTILITY OLDAL A változtatások egy ügyfél Branch kód minden táblázatban

source: Change A Customer Branch Code
el_gr: Αλλάξετε έναν κωδικό Υποκατάστημα Πελάτη
hu_hu: A változás Ügyfél Branch kód

source: The customer branch code
el_gr: Ο κωδικός υποκαταστήματος πελάτη
hu_hu: Az ügyfél fiók kódja

source: does not currently exist as a customer branch code in the system
el_gr: δεν υφίσταται σήμερα ως έναν κωδικό υποκαταστήματος πελάτη στο δίκτυο
hu_hu: jelenleg nem létezik, mint egy vevő ág kódot a rendszer

source: The new customer branch code to change the old code to must be entered as well
el_gr: Ο νέος κωδικός υποκαταστήματος πελάτη για να αλλάξετε τον παλιό κώδικα, πρέπει να εγγραφεί, καθώς
hu_hu: Az új ügyfél fióktelep kódot változtatni a régi kódot kell beírni, valamint

source: The new customer branch code cannot contain
el_gr: Ο νέος κώδικας υποκατάστημα πελάτης δεν μπορεί να περιέχει
hu_hu: Az új ügyfél fiók kódja nem tartalmazhat

source: The replacement customer branch code
el_gr: Ο πελάτης αντικατάσταση κωδικός υποκαταστήματος
hu_hu: A csere ügyfél fiók kódja

source: already exists as a branch code for the same customer
el_gr: υπάρχει ήδη ως έναν κωδικό υποκαταστήματος για τον ίδιο πελάτη
hu_hu: Már létezik egy ága kódot ugyanazon fogyasztói

source: a unique branch code must be entered for the new code
el_gr: ένα μοναδικό κωδικό υποκαταστήματος πρέπει να εισαχθούν για τον νέο κώδικα
hu_hu: egyedi ágazati kódot kell beírni az új kódot

source: Inserting the new customer branches master record
el_gr: Τοποθέτηση της νέας εγγραφής υποκαταστημάτων πλοίαρχος του πελάτη
hu_hu: Behelyezése az új ügyfél fiókok törzsrekord

source: The SQL to insert the new customer branch master record failed because
el_gr: Ο SQL για την εισαγωγή του νέου υποκαταστήματος πελάτη κύρια εγγραφή απέτυχε διότι
hu_hu: Az SQL hogy helyezze be az új ügyfél fióktelep törzsrekord nem sikerült, mert

source: Changing customer transaction records
el_gr: Αλλάζοντας τα αρχεία των συναλλαγών των πελατών
hu_hu: Változó vevői tranzakciós rekordok

source: The SQL to update debtor transaction records failed because
el_gr: Ο SQL επικαιροποίησης των στοιχείων των συναλλαγών οφειλέτης απέτυχε διότι
hu_hu: Az SQL frissíteni adós tranzakciós rekordokat nem sikerült, mert

source: Changing sales analysis records
el_gr: Αλλαγή ρεκόρ πωλήσεων ανάλυση
hu_hu: Változó értékesítési elemzés rekordok

source: The SQL to update Sales Analysis records failed because
el_gr: Ο SQL για την ενημέρωση των πωλήσεων αρχείων Ανάλυση απέτυχε διότι
hu_hu: Az SQL frissíteni Sales elemzés rekordokat nem sikerült, mert

source: Changing order delivery differences records
el_gr: Αλλαγή διαφορές παράδοσης για εγγραφές
hu_hu: Megváltoztatása érdekében szállítási különbségek rekordok

source: The SQL to update order delivery differences records failed because
el_gr: Ο SQL για την ενημέρωση των διαφορών παράδοσης για αρχεία απέτυχε διότι
hu_hu: Az SQL frissítése érdekében szállítási nyilvántartások különbségek miatt nem sikerült

source: Changing pricing records
el_gr: Αλλάζοντας τα αρχεία τιμολόγησης
hu_hu: Változó árak rekordok

source: The SQL to update the pricing records failed because
el_gr: Ο SQL για την ενημέρωση των εγγραφών των τιμών απέτυχε διότι
hu_hu: Az SQL frissíteni az árképzési rekordokat nem sikerült, mert

source: Changing sales orders records
el_gr: Αλλαγή ρεκόρ πωλήσεων παραγγελιών
hu_hu: Változó vevői rendelések rekordok

source: The SQL to update the sales order header records failed because
el_gr: Ο SQL για την ενημέρωση των ρεκόρ πωλήσεων κεφαλίδα ώστε απέτυχε διότι
hu_hu: Az SQL frissíteni a vevői fejléc rekordokat nem sikerült, mert

source: Changing stock movement records
el_gr: Αλλάζοντας τα στοιχεία των κινήσεων αποθεμάτων
hu_hu: Változó készletek alakulása rekordok

source: The SQL to update the stock movement records failed because
el_gr: Ο SQL για την ενημέρωση των αρχείων κίνησης των αποθεμάτων απέτυχε διότι
hu_hu: Az SQL frissíteni a készletek alakulása nyilvántartás nem sikerült, mert

source: Changing user default customer records
el_gr: Η αλλαγή των στοιχείων των πελατών προεπιλεγμένο χρήστη
hu_hu: A változó felhasználói alapértelmezett ügyfél nyilvántartás

source: The SQL to update the user records failed
el_gr: Ο SQL για την ενημέρωση των αρχείων χρήστη απέτυχε
hu_hu: Az SQL frissíti a felhasználói rekordokat nem sikerült

source: Changing the customer branch code in contract header records
el_gr: Η αλλαγή του κωδικού πελάτη υποκατάστημα στα αρχεία κεφαλίδας σύμβαση
hu_hu: Megváltoztatása az ügyfél fióktelep kódot szerződésben fejlécben rekordok

source: The SQL to update contract header records failed because
el_gr: Ο SQL για να ενημερώσετε τις εγγραφές κεφαλίδα σύμβαση απέτυχε διότι
hu_hu: Az SQL frissíteni szerződés fejléc rekordokat nem sikerült, mert

source: Deleting the old customer branch record
el_gr: Διαγράφοντας το παλιό ρεκόρ υποκατάστημα πελάτη
hu_hu: Törli a régi ügyfél fióktelep eredménye

source: The SQL to delete the old customer branch record failed because
el_gr: Ο SQL για να διαγράψετε το παλιό ρεκόρ υποκατάστημα πελάτη απέτυχε διότι
hu_hu: Az SQL törölni a régi ügyfél fióktelep rekord nem sikerült, mert

source: Existing Branch Code
el_gr: Υπάρχοντα κώδικα Υποκατάστημα
hu_hu: Meglévő Branch kód

source: New Branch Code
el_gr: Νέος Κώδικας Υποκατάστημα
hu_hu: Új Branch kód

source: UTILITY PAGE To Changes A Customer Code In All Tables
el_gr: UTILITY ΣΕΛΙΔΑ Για Αλλαγές Ένας κώδικας Πελατών Σε όλους τους πίνακες
hu_hu: UTILITY OLDAL A változtatások egy Ügyfél kód minden táblázatban

source: Change A Customer Code
el_gr: Αλλάξετε έναν κωδικό πελάτη
hu_hu: A változás Ügyfél kód

source: does not currently exist as a customer code in the system
el_gr: δεν υφίσταται σήμερα ως έναν κωδικό πελάτη στο δίκτυο
hu_hu: jelenleg nem létezik, mint az ügyfél kódot a rendszer

source: The new customer code to change the old code to must be entered as well
el_gr: Ο νέος κωδικός πελάτη για να αλλάξετε τον παλιό κώδικα, πρέπει να εγγραφεί, καθώς
hu_hu: Az új ügyfél kódot változtatni a régi kódot kell beírni, valamint

source: The replacement customer code
el_gr: Ο κωδικός πελάτη αντικατάστασης
hu_hu: A csere ügyfél kód

source: already exists as a customer code in the system
el_gr: υπάρχει ήδη ως έναν κωδικό πελάτη στο δίκτυο
hu_hu: Már létezik egy ügyfél kódot a rendszer

source: a unique customer code must be entered for the new code
el_gr: ένα μοναδικό κωδικό πελάτη θα πρέπει να εγγραφεί για το νέο κώδικα
hu_hu: egyedi vásárlói kódot kell beírni az új kódot

source: Inserting the new debtors master record
el_gr: Τοποθέτηση της νέας εγγραφής πλοίαρχος οφειλέτες
hu_hu: Behelyezése Az új adósok törzsrekord

source: The SQL to insert the new debtors master record failed
el_gr: Ο SQL για να εισάγετε το νέο ρεκόρ πλοίαρχος οφειλέτες απέτυχε
hu_hu: Az SQL hogy helyezze be az új adósok törzsrekord nem sikerült

source: the SQL statement was
el_gr: την πρόταση SQL ήταν
hu_hu: Az SQL-utasítás volt

source: Inserting new customer branch records
el_gr: Εισαγωγή νέων εγγραφών υποκατάστημα πελάτη
hu_hu: Behelyezésénél új ügyfél ága rekordok

source: The SQL to insert new customer branch records failed
el_gr: Ο SQL για να εισάγετε νέες εγγραφές υποκατάστημα πελάτη απέτυχε
hu_hu: Az SQL illessze be az új ügyfelek ága rekordokat nem sikerült

source: Changing debtor transaction records
el_gr: Αλλάζοντας τα αρχεία συναλλαγής υπόχρεου
hu_hu: Változó adós tranzakció rekordok

source: The SQL to update debtor transaction records failed
el_gr: Ο SQL επικαιροποίησης των στοιχείων των συναλλαγών οφειλέτης παρέλειψε
hu_hu: Az SQL frissíteni adós tranzakciós rekordokat nem sikerült

source: The SQL to update Sales Analysis records failed
el_gr: Ο SQL για την ενημέρωση των πωλήσεων αρχείων Ανάλυση απέτυχε
hu_hu: Az SQL frissíteni Sales elemzés rekordok nem

source: The SQL to update order delivery differences records failed
el_gr: Ο SQL για την ενημέρωση των διαφορών παράδοσης για αρχεία απέτυχε
hu_hu: Az SQL frissítése érdekében szállítási nyilvántartások különbségek nem

source: The SQL to update the pricing records failed
el_gr: Ο SQL για την ενημέρωση των εγγραφών των τιμών απέτυχε
hu_hu: Az SQL frissíteni az árak rekordokat nem sikerült

source: The SQL to update the sales order header records failed
el_gr: Ο SQL για την ενημέρωση των ρεκόρ πωλήσεων κεφαλίδα ώστε απέτυχε
hu_hu: Az SQL frissíteni a vevői fejléc rekordok nem

source: Changing the customer code in contract header records
el_gr: Η αλλαγή του κωδικού πελάτη στα αρχεία κεφαλίδας σύμβαση
hu_hu: Megváltoztatása az ügyfél kódot szerződésben fejlécben rekordok

source: The SQL to update contract header records failed
el_gr: Ο SQL για να ενημερώσετε τις εγγραφές κεφαλίδα σύμβαση απέτυχε
hu_hu: Az SQL frissíteni szerződés fejléc rekordokat nem sikerült

source: Deleting the old customer branch records from the CustBranch table
el_gr: Η διαγραφή των παλιών δίσκων υποκατάστημα πελάτη από τον πίνακα CustBranch
hu_hu: Törli a régi ügyfél ág feljegyzések a CustBranch tábla

source: The SQL to delete the old CustBranch records for the old debtor record failed
el_gr: Ο SQL για να διαγράψετε το παλιό εγγραφές CustBranch για το παλιό ρεκόρ οφειλέτης παρέλειψε
hu_hu: Az SQL törölni a régi CustBranch nyilvántartást a régi adós nem sikerült rekordot

source: Deleting the customer code from the DebtorsMaster table
el_gr: Η διαγραφή του κωδικού πελάτη από τον πίνακα DebtorsMaster
hu_hu: Törlése az ügyfél kódot a DebtorsMaster tábla

source: The SQL to delete the old debtor record failed
el_gr: Ο SQL για να διαγράψετε το παλιό ρεκόρ οφειλέτης παρέλειψε
hu_hu: Az SQL törölni a régi adós nem sikerült rekordot

source: Existing Debtor Code
el_gr: Υπάρχοντα κώδικα οφειλέτη
hu_hu: Meglévő Adós kód

source: New Debtor Code
el_gr: Νέος Κώδικας οφειλέτη
hu_hu: Új Adós kód

source: completed
el_gr: συμπληρωμένο
hu_hu: befejezett

source: was successfully changed to
el_gr: Ήταν άλλαξε με επιτυχία σε
hu_hu: sikeresen rögzítve

source: Changing the BOM table records
el_gr: Αλλάζοντας τα αρχεία πίνακα BOM
hu_hu: Megváltoztatása BOM tábla rekordok

source: The SQL to update the BOM records failed
el_gr: Ο SQL για την ενημέρωση των αρχείων BOM απέτυχε
hu_hu: Az SQL frissíteni a BOM rekordok nem

source: Changing stock location records
el_gr: Αλλαγή εγγραφές τοποθεσία αποθεμάτων
hu_hu: Változó készlet helye rekordok

source: The SQL to update stock location records failed
el_gr: Ο SQL για να ενημερώσετε τις εγγραφές τοποθεσία αποθεμάτων απέτυχε
hu_hu: Az SQL frissíteni készlet helyre nyilvántartás nem

source: The SQL to update the loctransfers records failed
el_gr: Ο SQL για την ενημέρωση των αρχείων loctransfers απέτυχε
hu_hu: SQL sor

source: The SQL to update stock check freeze records failed
el_gr: Ο SQL για να ενημερώσετε τις εγγραφές παγώσει αποθεμάτων έλεγχος απέτυχε
hu_hu: Az SQL frissítésére állomány ellenőrzése fagyasztható nyilvántartás nem

source: UTILITY PAGE Change A Stock Category
el_gr: UTILITY ΣΕΛΙΔΑ Αλλαγή Α κατηγορίας Χρηματιστήριο
hu_hu: UTILITY OLDAL módosítása Stock kategória

source: The stock Category
el_gr: Οι μετοχές της κατηγορίας
hu_hu: Termék kategória

source: does not currently exist as a stock category in the system
el_gr: δεν υφίσταται σήμερα ως μια κατηγορία μετοχών στο σύστημα
hu_hu: jelenleg nem létezik, mint az állomány kategóriát a rendszerben

source: The replacement stock category
el_gr: Η κατηγορία ζωικού κεφαλαίου αντικατάστασης
hu_hu: Nem frissíthető a rekord mert

source: already exists as a stock category in the system
el_gr: υπάρχει ήδη ως μια κατηγορία μετοχών στο σύστημα
hu_hu: már létezik egy állomány kategóriát a rendszerben

source: a unique stock category must be entered for the new stock category
el_gr: μια μοναδική κατηγορία υλικού πρέπει να εγγραφεί για τη νέα κατηγορία μετοχών
hu_hu: A készletrekord módosítva lett kedvezmény kategória nélkül
