Repository: nicolaslh/php-erp
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, hu_hu

source: Utility to edit a language file header
el_gr: Βοηθητικό πρόγραμμα για να επεξεργαστείτε μια γλώσσα κεφαλίδας αρχείου
hu_hu: Utility szerkeszteni a nyelvi fájl fejlécében

source: Writing the language file header
el_gr: Γράφοντας την κεφαλίδα του αρχείου γλώσσας
hu_hu: Írás a nyelvi fájl fejlécének

source: Writing the rest of the language file
el_gr: Γράφοντας το υπόλοιπο του αρχείου γλώσσας
hu_hu: Írás a többi nyelvi fájl

source: Done
el_gr: Έγινε
hu_hu: Kész

source: To change language click on the user name at the top left, change to language desired and click Modify
el_gr: Για να αλλάξετε τη γλώσσα κάντε κλικ στο όνομα χρήστη στο πάνω αριστερά, αλλάξτε την γλώσσα που επιθυμείτε και κάντε κλικ στην εντολή Τροποποίηση
hu_hu: Választhat másik nyelvet kattintson a felhasználó nevére a bal felső sarokban, a változás a nyelvi kívánt és válassza a Módosítás

source: Make sure you have selected the correct language to translate!
el_gr: Βεβαιωθείτε ότι έχετε επιλέξει τη σωστή γλώσσα για να μεταφράσει!
hu_hu: Győződjön meg róla, hogy kiválasztotta a megfelelő nyelvet lefordítani!

source: When finished modifying you must click on Modify at the bottom in order to save changes
el_gr: Όταν ολοκληρωθεί η τροποποίηση πρέπει να κάνετε κλικ στο Τροποποίηση στο κάτω μέρος, για να αποθηκεύσετε τις αλλαγές
hu_hu: Amikor kész módosító rá kell kattintani a Módosítás alján, hogy mentse a változtatásokat

source: Your existing translation file (messages.po) will be backed up as messages.po.old
el_gr: υπάρχον αρχείο μετάφρασή σας (messages.po) θα υποστηριχθούν ως messages.po.old
hu_hu: A meglévő fordítási fájl (messages.po) segíti majd, mint messages.po.old

source: Make sure you know what you are doing BEFORE you edit the header
el_gr: Βεβαιωθείτε ότι γνωρίζετε τι κάνετε εσείς ΠΡΙΝ επεξεργαστείτε την επικεφαλίδα
hu_hu: Győződjön meg róla, hogy tudja, mit csinálsz Mielőtt szerkesztené a fejléc

source: Language File Header for
el_gr: Γλώσσα Κεφαλίδα αρχείου για
hu_hu: Nyelvi fájlfejléc a

source: Header Line
el_gr: Κεφαλίδα γραμμής
hu_hu: Fejléc sor

source: Edit Module
el_gr: Επεξεργασία ενότητας
hu_hu: Edit modul

source: Utility to edit a language file module
el_gr: Βοηθητικό πρόγραμμα για να επεξεργαστείτε μια μονάδα αρχείο γλώσσας
hu_hu: Utility szerkeszteni a nyelvi fájl modul

source: Writing the language file
el_gr: Γράφοντας το αρχείο γλώσσας
hu_hu: Írásban a nyelvi fájl

source: Your existing translation file (messages.po) will be saved as messages.po.old
el_gr: υπάρχον αρχείο μετάφρασή σας (messages.po) θα αποθηκευτούν ως messages.po.old
hu_hu: A meglévő fordítási fájl (messages.po) kerülnek elmentésre messages.po.old

source: Language File for
el_gr: Γλώσσα Αρχείο για
hu_hu: Nyelvi fájl

source: Module
el_gr: Ενότητα
hu_hu: Modul

source: Default text
el_gr: Default κείμενο
hu_hu: Alapértelmezett szöveg

source: Translation
el_gr: Μετάφραση
hu_hu: Fordítás

source: Exists in
el_gr: Υπάρχει σε
hu_hu: Létezik

source: Select the module to edit
el_gr: Επιλέξτε την ενότητα για να επεξεργαστείτε
hu_hu: Válassza ki a modult a szerkeszteni

source: Refresh messages with latest strings
el_gr: Ανανέωση μηνύματα με τις τελευταίες σειρές
hu_hu: Frissítés üzenetek legújabb húrok

source: Edit Remaining Items
el_gr: Επεξεργασία υπόλοιπα στοιχεία
hu_hu: Edit kifutó termékek

source: Utility page to rebuild the system default language file
el_gr: Χρησιμότητα σελίδα για να ανοικοδομήσουν το προεπιλεγμένο σύστημα αρχείων γλώσσας
hu_hu: Segédprogram oldal újjáépíteni a rendszer alapértelmezett nyelvi fájl

source: Rebuilding the default language file
el_gr: Αναδημιουργία του αρχείου προεπιλεγμένη γλώσσα
hu_hu: Újjáépítése az alapértelmezett nyelvi fájl

source: You should now edit the default language file header
el_gr: Θα πρέπει τώρα να επεξεργαστείτε την προεπιλεγμένη γλώσσα κεφαλίδα του αρχείου
hu_hu: Most már szerkesztheti az alapértelmezett nyelvi fájl fejlécének

source: Every new language creates a new translation file from the system default one
el_gr: Κάθε νέα γλώσσα δημιουργεί ένα νέο αρχείο μετάφρασης από το προεπιλεγμένο σύστημα ενός
hu_hu: Minden új nyelv létrehoz egy új fordítási fájlt a rendszer alapértelmezett

source: This utility will recreate the system default language file by going through all the script files to get all the strings
el_gr: Αυτή η χρησιμότητα θα αναδημιουργήσει το προεπιλεγμένο σύστημα αρχείων γλώσσας με τη μετάβαση σε όλα τα script αρχεία για να πάρει όλες τις χορδές
hu_hu: Ez a segédprogram újra a rendszer alapértelmezett nyelvi fájl csak végig kell mennie a script fájlt, hogy minden a húrok

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
el_gr: Αυτό δεν είναι συνήθως απαραίτητη, αλλά, αν γίνει πριν από μια νέα γλώσσα δημιουργείται στη συνέχεια ότι η γλώσσα θα έχει κανένα νέο ή τροποποιήθηκαν πρόσφατα χορδές
hu_hu: Ez általában nem szükséges, de ha megvalósítják, mielőtt egy új nyelv jön létre, akkor ez a nyelv lesz az új vagy a közelmúltban módosított húrok

source: Existing languages are not affected.
el_gr: Υπάρχουσες γλώσσες δεν επηρεάζονται.
hu_hu: Létező nyelv nem érinti.

source: Apply Current Cost to Sales Analysis
el_gr: Εφαρμόστε τρέχον κόστος για Ανάλυση Πωλήσεων
hu_hu: Alkalmazni Jelenlegi költség az értékesítési elemzés

source: Select the Period to update the costs for
el_gr: Επιλέξτε τη χρονική περίοδο για να ενημερώσετε το κόστος για
hu_hu: Válassza ki a Időszak, hogy frissítse a költségek

source: No Period Selected
el_gr: Δεν επιλεγμένη χρονική
hu_hu: Nincs kiválasztott időszak

source: Update Sales Analysis Costs
el_gr: Ενημέρωση των δικαστικών εξόδων Ανάλυση Πωλήσεων
hu_hu: Update Értékesítés elemzés költségei

source: Could not retrieve the sales analysis records to be updated because
el_gr: Δεν μπόρεσα να ανακτήσετε τα αρχεία ανάλυση των πωλήσεων να ενημερωθεί, επειδή
hu_hu: Nem lehet letölteni az értékesítési elemzés rekordokat frissíteni kell, mert

source: Could not recalculate the current cost of the assembly item
el_gr: Θα μπορούσε να μην υπολογίσει εκ νέου το τρέχον κόστος του στοιχείου συναρμολόγησης
hu_hu: Nem lehet újraszámolni a jelenlegi érték az egység elem

source: Could not update the sales analysis records for
el_gr: Δεν μπορέσαμε να ενημερώσουμε τα αρχεία ανάλυση των πωλήσεων για
hu_hu: Nem sikerült frissíteni az értékesítési elemzés nyilvántartást

source: Updated sales analysis for period
el_gr: Ενημερώθηκε ανάλυση πωλήσεων για την περίοδο
hu_hu: Frissítve értékesítési elemzés időszakra

source: and stock item
el_gr: και το σημείο απόθεμα
hu_hu: és készlet tétel

source: using a cost of
el_gr: με ένα κόστος
hu_hu: segítségével költsége

source: Updated the sales analysis cost data for period
el_gr: Ενημερώθηκε τα στοιχεία πωλήσεων ανάλυση κόστους για την περίοδο
hu_hu: Frissítve: az értékesítési elemzés költségeit adatok időszakra

source: Recalculation of GL Balances in Chart Details Table
el_gr: Νέος υπολογισμός του GL Υπόλοιπα Λεπτομέρειες Διάγραμμα πίνακα
hu_hu: Újraszámítását GL Egyenlegek ábra adatai táblázatban

source: Do the Recalculation
el_gr: Μήπως ο νέος υπολογισμός
hu_hu: Ne a újratervezése

source: All general ledger postings have been reposted from period
el_gr: Όλες οι γενικές τοποθετήσεις καθολικό έχουν αναδημοσιευθούν από την περίοδο
hu_hu: Minden főkönyvi könyvelések volna reposted időszakról

source: Reverse and Delete Supplier Payments
el_gr: Αντίστροφη και Διαγραφή Πληρωμές Προμηθευτή
hu_hu: Fordított és törlése szállítói kifizetések

source: The number of payments that will be deleted is
el_gr: Ο αριθμός των πληρωμών που θα διαγραφεί
hu_hu: A kifizetések száma, hogy törli az

source: Deleting payment number
el_gr: Διαγραφή αριθμού πληρωμών
hu_hu: Törlése fizetési száma

source: to supplier code
el_gr: με κωδικό προμηθευτή
hu_hu: a szállító kódja

source: for an amount of
el_gr: για το ποσό των
hu_hu: összegben

source: The update to the suppliers charges that were settled by the payment failed because
el_gr: Η ενημέρωση για τα τέλη που τους προμηθευτές που είχαν ρυθμιστεί με πληρωμή απέτυχε διότι
hu_hu: A frissítés a szállítók díjak sikerült rendezni a fizetési meghiúsult, mivel

source: reversed the allocations
el_gr: αντιστραφεί τα κονδύλια
hu_hu: megfordította a juttatások

source: deleted the SuppAllocs records
el_gr: διαγράφονται οι εγγραφές SuppAllocs
hu_hu: törölte a SuppAllocs rekordok

source: Deleted the SuppTran record
el_gr: Διαγράφεται η εγγραφή SuppTran
hu_hu: Törölte a SuppTran rekord

source: the GLTrans records (if any)
el_gr: τα αρχεία GLTrans (αν υπάρχει)
hu_hu: A GLTrans nyilvántartás (ha van ilyen)

source: and the BankTrans record
el_gr: και το ρεκόρ BankTrans
hu_hu: és a BankTrans rekord

source: Enter the date of the payment run
el_gr: Εισάγετε την ημερομηνία της πληρωμής τρέχει
hu_hu: Adja meg a dátumot a fizetési fut

source: Reverse Supplier Payments on the Date Entered
el_gr: Αντίστροφη Πληρωμές Προμηθευτής σχετικά με την ημερομηνία Εισαγωγή
hu_hu: Fordított szállítói kifizetések a beírt dátum

source: Sales Integrity
el_gr: Πωλήσεις Ακεραιότητα
hu_hu: Vevői megrendelések

source: Sales Integrity Check
el_gr: Πωλήσεις Έλεγχος ακεραιότητας
hu_hu: Értékesítési épségének ellenőrzése

source: Check every Invoice has a Sales Order
el_gr: Ελέγξτε κάθε τιμολογίου έχει Πωλήσεων Παραγγελία
hu_hu: Vissza a megrendelésekhez

source: Check every Invoice has a Tax Entry
el_gr: Ελέγξτε κάθε τιμολογίου έχει φορολογική έναρξη
hu_hu: Ellenőrizze minden számla van egy adó Belépés

source: Check every Invoice has a GL Entry
el_gr: Ελέγξτε κάθε τιμολογίου έχει GL Είσοδος
hu_hu: Ellenőrizze minden számla van egy GL bejegyzés

source: Invoice
el_gr: Τιμολόγιο
hu_hu: Számla

source: No Sales Order
el_gr: Καμία παραγγελία δεν Πωλήσεις
hu_hu: Vevői megrendelések

source: Has no Tax Entry
el_gr: Δεν έχει Είσοδος Φορολογικές
hu_hu: Nem rendelkezik Adó bejegyzés

source: has no GL Entry
el_gr: δεν έχει GL Είσοδος
hu_hu: nincs GL bejegyzés

source: Check for orphan GL Entries
el_gr: Έλεγχος για τα ορφανά Ενδείξεις GL
hu_hu: Ellenőrizze a gazdátlan GL bejegyzések

source: GL Entry
el_gr: GL Είσοδος
hu_hu: Elem típus

source: could not be found
el_gr: δεν θα μπορούσε να βρεθεί
hu_hu: nem frissíthető

source: Check Receipt totals
el_gr: Ελέγξτε Παραλαβή Σύνολα
hu_hu: Összesen

source: in GL but found
el_gr: στο GL, αλλά βρέθηκε
hu_hu: A GL de nem talált

source: in debtorstrans
el_gr: σε debtorstrans
hu_hu: A debtorstrans

source: Check for orphan Receipts
el_gr: Έλεγχος για τα ορφανά Αποδείξεις
hu_hu: Használja bevételekhez

source: not found in GL
el_gr: δεν βρέθηκε στο GL
hu_hu: nem található a GL

source: Check for orphan Sales Orders
el_gr: Έλεγχος για τα ορφανά παραγγελίες πωλήσεων
hu_hu: Vissza a megrendelésekhez

source: Has no Invoice
el_gr: Δεν έχει Τιμολόγιο
hu_hu: Számla

source: Check for orphan Order Items
el_gr: Έλεγχος για τα ορφανά αντικείμενα Παραγγελία
hu_hu: Ellenőrizze a gazdátlan rendelési tételek

source: Check Order Item Amounts
el_gr: Ελέγξτε Ποσά Θέση Παραγγελία
hu_hu: Ellenőrizze a rendelési tétel összegek

source: Order Item
el_gr: Παραγγείλετε Θέση
hu_hu: Rendelés dátum

source: Has no Sales Order
el_gr: Δεν έχει Παραγγείλετε Πωλήσεις
hu_hu: Vissza a megrendelésekhez

source: Debtors trans
el_gr: Χρεώστες trans
hu_hu: Vevői egyenleg

source: differ from salesorderdetails
el_gr: διαφέρουν από salesorderdetails
hu_hu: különböznek salesorderdetails

source: Check for orphan Stock Moves
el_gr: Έλεγχος για ορφανά Κινήσεις Αποθέματος
hu_hu: Ellenőrizze a gazdátlan Stock költözik

source: Stock Move
el_gr: Χρηματιστήριο Μετακίνηση
hu_hu: Termékkód

source: Check for orphan Tax Entries
el_gr: Έλεγχος για τα ορφανά εγγραφές φόρων
hu_hu: Ellenőrizze a gazdátlan adó bejegyzések

source: Tax Entry
el_gr: Φορολογικές Είσοδος
hu_hu: Adószám

source: Sales Integrity Check completed.
el_gr: Πωλήσεις Integrity Check ολοκληρωθεί.
hu_hu: Értékesítési épségének ellenőrzése befejeződött.

source: Recalculation of Brought Forward Balances in Chart Details Table
el_gr: Νέος υπολογισμός των υποβληθούν Υπόλοιπα στο Διάγραμμα Λεπτομέρειες Πίνακα
hu_hu: Újraszámítását felhozott Egyenlegek ábra adatai táblázatban

source: Please re-select the reporting period
el_gr: Παρακαλώ επιλέξτε ξανά την περίοδο αναφοράς
hu_hu: Kérjük, válasszon újra a jelentési időszak

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
el_gr: Αναβάθμιση σενάριο για τον αριθμό salesorderdetails εγγραφών, όπως απαιτείται από την έκδοση 3.02 .... παρακαλώ περιμένετε
hu_hu: Frissítés script száma salesorderdetails nyilvántartás által megkövetelt 3.02 verzióban .... egy kis türelmet kérek

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
el_gr: Η αναβάθμιση σενάριο φαίνεται να έχουν ήδη εκτελέσει με επιτυχία - δεν υπάρχει καμία ανάγκη να αποκατασταθεί το τρέξετε
hu_hu: A frissítés script, úgy tűnik, fuss már sikeresen - nem kell újra futtatni

source: The sales orderdetails lines have been numbered appropriately for version 3.02
el_gr: Οι πωλήσεις orderdetails γραμμές έχουν αριθμημένες κατάλληλα για την έκδοση 3,02
hu_hu: Az értékesítési orderdetails vonalakat számmal látja el megfelelően a 3.02 verzióban

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων που απαιτούνται για να καταστεί δυνατή η πρόσθετη λειτουργικότητα στην έκδοση 3,05 σενάρια
hu_hu: Ez a szkript futni fog végezni módosításokat az adatbázis szükséges, hogy a további funkciókat a verzió 3,05 szkriptek

source: Perform Upgrade
el_gr: Εκτελέστε αναβάθμιση
hu_hu: Végezze Upgrade

source: The script to upgrade the database failed because
el_gr: Το σενάριο για την αναβάθμιση της βάσης δεδομένων απέτυχε διότι
hu_hu: A frissített megrendelés sor nem módosítható, mert

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
el_gr: Αναβάθμιση script για να προσθέσετε στοιχεία κόστους κατά GRN εγγραφές από purchorderdetails εγγραφές .... παρακαλώ περιμένετε
hu_hu: Frissítés script tenni költségadatokat ellen GRN rekordok rekordok purchorderdetails .... egy kis türelmet kérek

source: The GRN records have been updated with cost information from purchorderdetails successfully
el_gr: Οι εγγραφές GRN έχουν ενημερωθεί με πληροφορίες κόστους από purchorderdetails με επιτυχία
hu_hu: A GRN rekordok frissültek a költség adatokat purchorderdetails sikeresen

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,06 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,07 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,06 szükséges ahhoz, hogy a további funkciókat a verzió 3,07 szkriptek

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,071 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,08 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,071 szükséges ahhoz, hogy a további funkciókat a verzió 3,08 szkriptek

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,08 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,09 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,08 szükséges ahhoz, hogy a további funkciókat a verzió 3,09 szkriptek

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,09 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,09 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,09 szükséges ahhoz, hogy a további funkciókat a verzió 3,09 szkriptek

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,10 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,11 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,10 szükséges ahhoz, hogy a további funkciókat a verzió 3,11 szkriptek

source: If there are any failures then please check with your system administrator
el_gr: Αν υπάρχουν αποτυχίες, τότε παρακαλούμε επικοινωνήστε με το διαχειριστή του συστήματός σας
hu_hu: Ha vannak olyan hibák, akkor kérjük, kérdezze meg a rendszergazdát

source: Please read all notes carefully to ensure they are expected
el_gr: Παρακαλούμε να διαβάσετε όλες τις σημειώσεις προσεκτικά, ώστε να εξασφαλιστεί ότι είναι αναμενόμενο
hu_hu: Kérjük, olvassa el figyelmesen megjegyzi, hogy biztosítsák azok várható

source: Upgrade webERP to version 3.10.5
el_gr: Αναβάθμιση webERP στην έκδοση 3.10.5
hu_hu: Frissítés webERP verzióra 3.10.5

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
el_gr: Αυτό το script θα εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,10 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 3,10 σενάρια
hu_hu: Ez a szkript fogja végezni módosításokat az adatbázisban, mivel v 3,10 szükséges ahhoz, hogy a további funkciókat a 3.10-es verziójában szkriptek

source: Inserting default Debtor type
el_gr: Τοποθέτηση προεπιλογή οφειλέτη τύπου
hu_hu: Behelyezése alapértelmezett adós típusa

source: Failed
el_gr: Αποτυχία
hu_hu: Részletes

source: Inserting default Factor company
el_gr: Τοποθέτηση προεπιλογή Factor εταιρεία
hu_hu: Új vevő felvitel

source: Adding quotedate to salesorders table
el_gr: Προσθήκη quotedate να salesorders τραπέζι
hu_hu: Hozzátéve, hogy quotedate salesorders táblázat

source: Adding confirmeddate to salesorders table
el_gr: Προσθήκη confirmeddate να salesorders τραπέζι
hu_hu: Hozzátéve, hogy confirmeddate salesorders táblázat

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
el_gr: Αυτό το script θα τρέξει εκτελέσει τις τυχόν τροποποιήσεις της βάσης δεδομένων δεδομένου ότι κατά 3,11 υποχρεούνται να επιτρέπουν την πρόσθετη λειτουργικότητα στην έκδοση 4,00 σενάρια
hu_hu: Ez a szkript futni fog végezni minden olyan módosítást, mivel az adatbázis v 3,11 szükséges ahhoz, hogy a további funkciókat a verzió 4,00 szkriptek

source: File Upload
el_gr: Μεταφόρτωση αρχείου
hu_hu: File feltöltés

source: Send this file
el_gr: Αποστολή αυτού του αρχείου
hu_hu: Küldje el ezt a fájlt

source: File Upload Result
el_gr: File Upload Αποτελεσμάτων
hu_hu: Fájlfeltöltés eredménye

source: The file
el_gr: Το αρχείο
hu_hu: A fájl

source: was uploaded to the server in the /tmp directory and has been renamed temp
el_gr: ανέβηκε στο διακομιστή στο / tmp και έχει μετονομαστεί temp
hu_hu: volt feltölteni a szerverre a / tmp könyvtárba, és új nevet kapott temp

source: has already been sold
el_gr: Έχει ήδη πωληθεί
hu_hu: már eladva

source: There is none of
el_gr: Υπάρχει κανένας από
hu_hu: Nincs semmi

source: There is only
el_gr: Υπάρχει μόνο
hu_hu: Ott csak

source: remaining
el_gr: υπόλοιπων
hu_hu: megmaradó

source: The entered quantity will be reduced to the remaining amount left of this batch/bundle/roll
el_gr: Η τέθηκε ποσότητα θα μειωθεί στο υπόλοιπο ποσό που απομένει από τη συγκεκριμένη παρτίδα / πακέτο / roll
hu_hu: A megadott mennyiség csökkentve lesz a köteg megmaradó mennyiséggel

source: not available
el_gr: δεν είναι διαθέσιμη
hu_hu: nincs adat

source: The Serial Number being added exists with a Quantity that is not Zero (0)!
el_gr: Ο σειριακός αριθμός που προστίθεται υπάρχει μια ποσότητα που δεν είναι μηδέν (0)!
hu_hu: A Serial Number, hogy ki van a mennyiség, amely nem nulla (0)!

source: The Serial Number being removed exists with a Quantity that is not One (1)!
el_gr: Ο σειριακός αριθμός που αφαιρούνται υπάρχει μια ποσότητα που δεν είναι μία (1)!
hu_hu: A Serial Number távolítják el létezik olyan mennyiség, amely nem egy (1)!

source: To Add Items Sequentially, the Begin Number must be less than the End Number
el_gr: Προσθήκης στοιχείων διαδοχικά, το Αρχίστε αριθμός πρέπει να είναι μικρότερο από το Τέλος Αριθμός
hu_hu: A Folyamatos termékfelvitelnél a kezdő tételszámnak kisebbnek kell lennie mint a vége termékszám

source: Finished Validating Items
el_gr: Τελικά Επικύρωση Είδη
hu_hu: Kész érvényesítése tételek

source: problems found. Please research and correct them
el_gr: προβλήματα που διαπιστώθηκαν. Παρακαλούμε έρευνα και η διόρθωσή τους
hu_hu: talált problémákat. Kérjük, a kutatás és kijavítsuk

source: Document.pdf
hu_hu: Dokumentum.pdf

source: The contract cannot be retrieved because
el_gr: Η σύμβαση δεν μπορεί να ανακτηθεί, επειδή
hu_hu: A megrendelés nem elérhető

source: The SQL statement that was used and failed was
el_gr: Η πρόταση SQL που χρησιμοποιήθηκε και απέτυχε ήταν
hu_hu: Az SQL utasítás, hogy használták és nem volt

source: The bill of material cannot be retrieved because
el_gr: Το νομοσχέδιο του υλικού δεν μπορεί να ανακτηθεί, επειδή
hu_hu: Anyagszámla nem elérhető, mert

source: The SQL statement that was used to retrieve the contract bill of material was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την ανάκτηση του νομοσχεδίου σύμβαση του υλικού
hu_hu: SQL sor

source: The other contract requirementscannot be retrieved because
el_gr: Η άλλη requirementscannot σύμβαση να ανακτηθεί, επειδή
hu_hu: A számla részletei nem elérhetők,mert

source: The SQL statement that was used to retrieve the other contract requirments was
el_gr: Η πρόταση SQL που χρησιμοποιείται για την ανάκτηση των άλλων Απαιτήσεις σύμβαση
hu_hu: SQL sor

source: The order line for
el_gr: Η γραμμή διαταγής
hu_hu: Megrendelés sor

source: could not be inserted
el_gr: δεν θα μπορούσε να εισαχθεί
hu_hu: nem rögzíthető

source: The order line number
el_gr: Ο αριθμός line παραγγελία
hu_hu: Megrendelés tétel sorszám

source: could not be updated
el_gr: δεν θα μπορούσε να επικαιροποιείται
hu_hu: nem frissíthető

source: No Line Number passed to remove_from_cart, so nothing has been removed.
el_gr: Δεν Αριθμός γραμμής πέρασε στην remove_from_cart, έτσι τίποτα δεν έχει αφαιρεθεί.
hu_hu: No Line száma át remove_from_cart, így nem törölték.

source: The order line could not be deleted because
el_gr: Η γραμμή ώστε δεν θα μπορούσε να διαγραφεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert

source: Deleted Line Number
el_gr: Διαγράφεται Αριθμός Γραμμής
hu_hu: Telefon

source: from existing Order Number
el_gr: από τις υφιστάμενες Αριθμός Παραγγελίας
hu_hu: Megrendelés átnézés

source: The order line could not be updated as completed because
el_gr: Η γραμμή ώστε δεν θα μπορούσε να ενημερωθεί ότι έχει ολοκληρωθεί, διότι
hu_hu: A megrendelés tételsor nem törölhető, mert
